{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000029451505",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour les opérations de chaque entreprise mentionnées au 1° de l'article L. 310-1 autres que celles mentionnées aux catégories 8 à 13 de l'article A. 344-2 , le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats. Ce compte comporte les éléments de dépenses et de recettes concernant les catégories 1,2,3,4,5,6 et 7 de l'article A. 344-2 et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \" Catégories 1 à 19 \", du modèle d'annexe), aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \". Le compte comprend également pour les contrats relevant de la catégorie 6 de l'article A. 344-2 les éléments de dépenses et de recettes concernant les garanties accessoires correspondant à la catégorie 21 dudit article et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des opérations par catégories (point 2.2, \" Catégories 20 à 39 \", du modèle d'annexe) aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \", dès lors que le solde de ces éléments de dépenses et de recettes est débiteur. Toutefois, ce solde débiteur ne s'impute qu'à hauteur maximale du solde créditeur de la catégorie 6, le solde non imputé pouvant s'imputer dans les mêmes conditions au titre d'un exercice ultérieur. Le compte de participation comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par le montant le plus élevé entre 10 % du solde créditeur des éléments précédents et 4,5 % des primes annuelles correspondant aux opérations relevant des catégories 3 et 6 de l'article A. 344-2. Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \" solde de réassurance cédée \", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent. II.-a) Pour les engagements relevant de l'article L. 134-1 et ne relevant pas du IV de l'article R. 134-1, y compris ceux relevant de l'article L. 144-2 et ne relevant pas du IV de l'article R. 134-1 , le montant de la participation aux bénéfices techniques et financiers mentionnée à l'article R. 342-6 est déterminé à partir d'un compte de participation aux résultats spécifique relatif aux seules opérations relevant de la comptabilité auxiliaire d'affectation. b) Le compte mentionné au a est établi à la date de chaque échéance, qui est au moins trimestrielle. Ce compte comporte en produits : 1° Le montant des primes versées et des montants transférés ; 2° Les produits nets des placements ; 3° La variation des plus ou moins values latentes des actifs de la comptabilité auxiliaire d'affectation ; 4° Les éventuelles rétrocessions de commission mentionnées au II de l'article R. 134-11 ; 5° Les montants arbitrés entrants ; Il comporte en charges : 1° Les charges des prestations versées et des montants transférés ; 2° Les charges, avant attribution de participation aux résultats au titre de la période, des provisions techniques, mentionnées aux 1° et 7° de l'article R. 331-3 , y compris celles résultant d'écarts actuariels des provisions mathématiques ; 3° Les mouvements, avant attribution de participation aux résultats au titre de la période, de la provision de diversification, mentionnée au 9° de l'article R. 331-3, pour la part imputable aux primes versées, aux prestations servies, aux conversions en provision mathématique, aux arbitrages et aux prélèvements de chargements ; 4° Les frais mentionnés à l'article R. 134-11, à l'exception de ceux mentionnés au d dudit article ; 5° Le cas échéant, le solde débiteur net de déduction de l'exercice précédent prévue au c du II du présent article ; 6° Les montants arbitrés sortants ; Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. Le montant de la participation aux résultats techniques et financiers est le solde créditeur du compte de participation aux résultats défini au présent II. Pour l'application du d de l'article R. 134-11, et lorsque ne sont pas appliqués les frais mentionnés au f, ce montant peut être diminué d'au plus 15 % dudit solde. c) Le solde débiteur du compte de participation aux résultats doit être compensé, à la clôture de chaque établissement du compte, par une reprise de la provision de diversification, dans la limite de la valeur minimale de cette provision mentionnée au II de l'article R. 134-5 ou par la reprise de la provision collective de diversification différée mentionnée au 10° de l'article R. 331-3 ou encore par la reprise de ces deux provisions. Le solde débiteur restant, après ces reprises, est reporté au débit du compte de participation aux résultats arrêté à l'échéance suivante. d) Le montant de la participation aux résultats techniques et financiers est attribué, à la clôture de chaque établissement du compte, en provision mathématique ou en provision de diversification, dans le respect des conditions mentionnées au II de l'article R. 134-6, entre les adhérents ou souscripteurs d'engagements relevant de la comptabilité auxiliaire d'affectation ou porté à la provision collective de diversification différée mentionnée au 10° de l'article R. 331-3. e) L'attribution de la participation aux résultats techniques et financiers, entre les souscripteurs ou adhérents, s'effectue, dans le respect des conditions mentionnées au II de l'article R. 134-6, par la revalorisation des engagements de rente ou de capital exprimés en euros, par l'affectation à la provision de diversification, soit au moyen de la revalorisation de la valeur de la part, soit au moyen de l'affectation de parts nouvelles aux souscripteurs ou adhérents. Le montant de la participation aux résultats techniques et financiers affecté à la provision de diversification, peut être augmenté par une reprise de la provision collective de diversification différée, pour la revalorisation de la valeur de la part ou l'affectation de parts nouvelles. La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les souscripteurs ou adhérents, net du taux retenu pour l'établissement du tarif de chaque souscripteur ou adhérent. Elle ne peut être modulée en prenant en compte les différences de résultats techniques des comptes des participants dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution. f) La dotation à la provision collective de diversification différée n'est possible que si le montant de la provision collective de diversification différée n'excède pas, après la dotation, 8 % du maximum entre, d'une part, le montant des provisions mathématiques de la comptabilité auxiliaire d'affectation qui seraient à inscrire si le taux d'actualisation retenu pour leur calcul était nul et, d'autre part, la valeur des actifs de la comptabilité auxiliaire d'affectation. g) Les reprises, prévues aux c et e du présent II, s'effectuent dans un délai ne pouvant excéder huit ans à compter de la date à laquelle les sommes ont été portées à la provision collective de diversification différée. III.-Les modalités d'attribution et de répartition entre les adhérents d'un plan relevant de l'article L. 144-2 mais ne relevant pas de l'article L. 134-1 ou de l'article L. 441-1 des résultats techniques et financiers du plan sont déterminées comme suit. Les dispositions du présent article ne s'appliquent pas aux supports à capital variable. a) Pour chaque plan, il est établi un compte de participation aux résultats, selon une périodicité au moins annuelle. Ce compte comporte en recettes : 1° Le montant des cotisations versées et les montants transférés au plan ; 2° Les produits nets des placements ; 3° Les éventuelles rétrocessions de commission mentionnées à l'article R. 144-21 . Il comporte en dépenses : 1° Les charges des prestations versées aux participants et les montants transférés par les participants à d'autres plans ; 2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ; 3° Les frais prélevés par l'organisme d'assurance mentionnés à l'article R. 144-25 et, le cas échéant, les frais de fonctionnement du comité de surveillance. Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. b) Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au a. Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante. Les dispositions de la deuxième phrase de l'article A. 331-9 ne s'appliquent pas au plan. c) La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, qui peut toutefois être modulé en prenant en compte les différences de résultats techniques des comptes des adhérents dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution.",
            "texteHtml": "<p>I.-Pour les opérations de chaque entreprise mentionnées au 1° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796289&dateTexte=&categorieLien=cid'>l'article L. 310-1 </a>autres que celles mentionnées aux catégories 8 à 13 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000029451549&dateTexte=&categorieLien=id' title='Code des assurances - art. A344-2 (M)'>l'article A. 344-2</a>, le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats. </p><p>Ce compte comporte les éléments de dépenses et de recettes concernant les catégories 1,2,3,4,5,6 et 7 de l'article A. 344-2 et figurant, à l'annexe à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006788945&dateTexte=&categorieLien=cid'>l'article A. 344-3, </a>dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \" Catégories 1 à 19 \", du modèle d'annexe), aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \". Le compte comprend également pour les contrats relevant de la catégorie 6 de l'article A. 344-2 les éléments de dépenses et de recettes concernant les garanties accessoires correspondant à la catégorie 21 dudit article et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des opérations par catégories (point 2.2, \" Catégories 20 à 39 \", du modèle d'annexe) aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \", dès lors que le solde de ces éléments de dépenses et de recettes est débiteur. Toutefois, ce solde débiteur ne s'impute qu'à hauteur maximale du solde créditeur de la catégorie 6, le solde non imputé pouvant s'imputer dans les mêmes conditions au titre d'un exercice ultérieur. Le compte de participation comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par le montant le plus élevé entre 10 % du solde créditeur des éléments précédents et 4,5 % des primes annuelles correspondant aux opérations relevant des catégories 3 et 6 de l'article A. 344-2. </p><p>Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \" solde de réassurance cédée \", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent. </p><p>II.-a) Pour les engagements relevant de l'article L. 134-1 et ne relevant pas du IV de l'article R. 134-1, y compris ceux relevant de l'article L. 144-2 et ne relevant pas du IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000029426880&dateTexte=&categorieLien=cid'>R. 134-1</a>, le montant de la participation aux bénéfices techniques et financiers mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006819685&dateTexte=&categorieLien=cid'>R. 342-6 </a>est déterminé à partir d'un compte de participation aux résultats spécifique relatif aux seules opérations relevant de la comptabilité auxiliaire d'affectation. </p><p>b) Le compte mentionné au a est établi à la date de chaque échéance, qui est au moins trimestrielle. Ce compte comporte en produits : </p><p>1° Le montant des primes versées et des montants transférés ; </p><p>2° Les produits nets des placements ; </p><p>3° La variation des plus ou moins values latentes des actifs de la comptabilité auxiliaire d'affectation ; </p><p>4° Les éventuelles rétrocessions de commission mentionnées au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000029426900&dateTexte=&categorieLien=cid'>R. 134-11 </a>; </p><p>5° Les montants arbitrés entrants ; </p><p>Il comporte en charges : </p><p>1° Les charges des prestations versées et des montants transférés ; </p><p>2° Les charges, avant attribution de participation aux résultats au titre de la période, des provisions techniques, mentionnées aux 1° et 7° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006816235&dateTexte=&categorieLien=cid'>R. 331-3</a>, y compris celles résultant d'écarts actuariels des provisions mathématiques ; </p><p>3° Les mouvements, avant attribution de participation aux résultats au titre de la période, de la provision de diversification, mentionnée au 9° de l'article R. 331-3, pour la part imputable aux primes versées, aux prestations servies, aux conversions en provision mathématique, aux arbitrages et aux prélèvements de chargements ; </p><p>4° Les frais mentionnés à l'article R. 134-11, à l'exception de ceux mentionnés au d dudit article ; </p><p>5° Le cas échéant, le solde débiteur net de déduction de l'exercice précédent prévue au c du II du présent article ; </p><p>6° Les montants arbitrés sortants ; </p><p>Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. </p><p>Le montant de la participation aux résultats techniques et financiers est le solde créditeur du compte de participation aux résultats défini au présent II. </p><p>Pour l'application du d de l'article R. 134-11, et lorsque ne sont pas appliqués les frais mentionnés au f, ce montant peut être diminué d'au plus 15 % dudit solde. </p><p>c) Le solde débiteur du compte de participation aux résultats doit être compensé, à la clôture de chaque établissement du compte, par une reprise de la provision de diversification, dans la limite de la valeur minimale de cette provision mentionnée au II de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000029426888&dateTexte=&categorieLien=cid' title='Code des assurances - art. R134-5 (V)'>l'article R. 134-5 </a>ou par la reprise de la provision collective de diversification différée mentionnée au 10° de l'article R. 331-3 ou encore par la reprise de ces deux provisions. Le solde débiteur restant, après ces reprises, est reporté au débit du compte de participation aux résultats arrêté à l'échéance suivante. </p><p>d) Le montant de la participation aux résultats techniques et financiers est attribué, à la clôture de chaque établissement du compte, en provision mathématique ou en provision de diversification, dans le respect des conditions mentionnées au II de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000029426890&dateTexte=&categorieLien=cid' title='Code des assurances - art. R134-6 (V)'>l'article R. 134-6, </a>entre les adhérents ou souscripteurs d'engagements relevant de la comptabilité auxiliaire d'affectation ou porté à la provision collective de diversification différée mentionnée au 10° de l'article R. 331-3. </p><p>e) L'attribution de la participation aux résultats techniques et financiers, entre les souscripteurs ou adhérents, s'effectue, dans le respect des conditions mentionnées au II de l'article R. 134-6, par la revalorisation des engagements de rente ou de capital exprimés en euros, par l'affectation à la provision de diversification, soit au moyen de la revalorisation de la valeur de la part, soit au moyen de l'affectation de parts nouvelles aux souscripteurs ou adhérents. Le montant de la participation aux résultats techniques et financiers affecté à la provision de diversification, peut être augmenté par une reprise de la provision collective de diversification différée, pour la revalorisation de la valeur de la part ou l'affectation de parts nouvelles. </p><p>La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les souscripteurs ou adhérents, net du taux retenu pour l'établissement du tarif de chaque souscripteur ou adhérent. Elle ne peut être modulée en prenant en compte les différences de résultats techniques des comptes des participants dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution. </p><p>f) La dotation à la provision collective de diversification différée n'est possible que si le montant de la provision collective de diversification différée n'excède pas, après la dotation, 8 % du maximum entre, d'une part, le montant des provisions mathématiques de la comptabilité auxiliaire d'affectation qui seraient à inscrire si le taux d'actualisation retenu pour leur calcul était nul et, d'autre part, la valeur des actifs de la comptabilité auxiliaire d'affectation. </p><p>g) Les reprises, prévues aux c et e du présent II, s'effectuent dans un délai ne pouvant excéder huit ans à compter de la date à laquelle les sommes ont été portées à la provision collective de diversification différée. </p><p>III.-Les modalités d'attribution et de répartition entre les adhérents d'un plan relevant de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006793783&dateTexte=&categorieLien=cid' title='Code des assurances - art. L144-2 (V)'>l'article L. 144-2 </a>mais ne relevant pas de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000029141729&dateTexte=&categorieLien=cid' title='Code des assurances - art. L134-1 (V)'>l'article L. 134-1 </a>ou de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006803032&dateTexte=&categorieLien=cid' title='Code des assurances - art. L441-1 (V)'>l'article L. 441-1 </a>des résultats techniques et financiers du plan sont déterminées comme suit. Les dispositions du présent article ne s'appliquent pas aux supports à capital variable. </p><p>a) Pour chaque plan, il est établi un compte de participation aux résultats, selon une périodicité au moins annuelle. Ce compte comporte en recettes : </p><p>1° Le montant des cotisations versées et les montants transférés au plan ; </p><p>2° Les produits nets des placements ; </p><p>3° Les éventuelles rétrocessions de commission mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000024847989&dateTexte=&categorieLien=cid'>R. 144-21</a>. </p><p>Il comporte en dépenses : </p><p>1° Les charges des prestations versées aux participants et les montants transférés par les participants à d'autres plans ; </p><p>2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ; </p><p>3° Les frais prélevés par l'organisme d'assurance mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000024848005&dateTexte=&categorieLien=cid' title='Code des assurances - art. R144-25 (V)'>l'article R. 144-25</a> et, le cas échéant, les frais de fonctionnement du comité de surveillance. </p><p>Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. </p><p>b) Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au a. </p><p>Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante. </p><p>Les dispositions de la deuxième phrase de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006787955&dateTexte=&categorieLien=cid'>A. 331-9 </a>ne s'appliquent pas au plan. </p><p>c) La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, qui peut toutefois être modulé en prenant en compte les différences de résultats techniques des comptes des adhérents dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution.</p>",
            "num": "A331-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "ABROGE",
            "dateDebut": 1410652800000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Titre III : Régime financier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000006142569",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Régime prudentiel applicable aux entreprises ne relevant pas du régime dit \"Solvabilité 2\"",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000031773014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les engagements réglementés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156999",
                        "id": "LEGISCTA000006156999",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-07-01",
                        "fin": "2016-01-01",
                        "titre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173963",
                        "id": "LEGISCTA000006173963",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006787930",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173963",
            "sectionParentId": "LEGISCTA000006173963",
            "sectionParentTitre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre III : Régime prudentiel applicable aux entreprises ne relevant pas du régime dit \"Solvabilité 2\"",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029451505",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029446963",
                    "textTitle": "ARRÊTÉ du 12 septembre 2014 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000029449889",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2014-09-13",
                    "dateSignaTexte": "2014-09-12",
                    "dateDebutCible": "2014-09-14"
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 2",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031731970",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2015-12-29",
                    "dateSignaTexte": "2015-12-28",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000018437811",
                    "textTitle": "Décret n°2008-284 du 26 mars 2008 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021631091",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-284",
                    "datePubli": 1206576000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "JORFTEXT000028655798",
                    "textTitle": "Arrêté du 17 février 2014 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028657540",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1393372800000,
                    "dateDebut": 1393459200000
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 3, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "JORFARTI000031702109",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451347200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A132-5-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A132-5-1",
                    "articleId": "LEGIARTI000029451462",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1410652800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A134-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A134-4",
                    "articleId": "LEGIARTI000029450475",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1410652800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A142-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A142-4",
                    "articleId": "LEGIARTI000042957989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-3",
                    "articleId": "LEGIARTI000006787892",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1178064000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-5",
                    "articleId": "LEGIARTI000022616078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1280620800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-6",
                    "articleId": "LEGIARTI000027888859",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-8",
                    "articleId": "LEGIARTI000006787954",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A331-9",
                    "articleId": "LEGIARTI000006787955",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-2",
                    "articleId": "LEGIARTI000029451549",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1410652800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-3",
                    "articleId": "LEGIARTI000006788945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 744508800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L134-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L134-1",
                    "articleId": "LEGIARTI000029141729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L144-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L144-2",
                    "articleId": "LEGIARTI000006793783",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L441-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006803032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*331-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*331-3",
                    "articleId": "LEGIARTI000006816235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R134-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R134-1",
                    "articleId": "LEGIARTI000029426880",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R134-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R134-11",
                    "articleId": "LEGIARTI000029426900",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R134-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R134-5",
                    "articleId": "LEGIARTI000029426888",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468540800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R134-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R134-6",
                    "articleId": "LEGIARTI000029426890",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R144-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R144-21",
                    "articleId": "LEGIARTI000024847989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1322265600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R144-25 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R144-25",
                    "articleId": "LEGIARTI000024848005",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1322265600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R342-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R342-6",
                    "articleId": "LEGIARTI000006819685",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 566092800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1952-05-27 art. 6",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A132-2 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A132-2",
                    "articleId": "LEGIARTI000006786130",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006787930",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 206755200000,
                    "dateFin": 741484800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787931",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 814579200000,
                    "dateFin": 1153958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787932",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1153958400000,
                    "dateFin": 1178064000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787933",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178064000000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757727",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1322265600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024850933",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1322265600000,
                    "dateFin": 1410652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029451505",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1410652800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A331-4",
                "331-4"
            ],
            "versionPrecedente": "LEGIARTI000024850933",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024850933",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I-Pour les opérations de chaque entreprise mentionnées au 1° de l'article L. 310-1 autres que celles mentionnées aux catégories 8 à 13 de l'article A. 344-2 , le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats. Ce compte comporte les éléments de dépenses et de recettes concernant les catégories 1, 2, 3, 4, 5, 6 et 7 de l'article A. 344-2 et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \" Catégories 1 à 19 \", du modèle d'annexe), aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \". Le compte comprend également pour les contrats relevant de la catégorie 6 de l'article A. 344-2 les éléments de dépenses et de recettes concernant les garanties accessoires correspondant à la catégorie 21 dudit article et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des opérations par catégories (point 2.2, \" Catégories 20 à 39 \", du modèle d'annexe) aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \", dès lors que le solde de ces éléments de dépenses et de recettes est débiteur. Toutefois, ce solde débiteur ne s'impute qu'à hauteur maximale du solde créditeur de la catégorie 6, le solde non imputé pouvant s'imputer dans les mêmes conditions au titre d'un exercice ultérieur. Le compte de participation comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par le montant le plus élevé entre 10 % du solde créditeur des éléments précédents et 4,5 % des primes annuelles correspondant aux opérations relevant des catégories 3 et 6 de l'article A. 344-2. Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \" solde de réassurance cédée \", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent. II.-a) Pour les contrats relevant de l'article R. 142-2 y compris ceux relevant de l'article L. 144-2 et ne relevant pas de l'article R. 142-12 , le montant de la participation aux bénéfices techniques et financiers mentionnée à l'article R. 342-6 est déterminé à partir d'un compte de participation aux résultats spécifique relatif aux seules opérations relevant de la comptabilité auxiliaire, à l'exclusion des éventuels engagements exprimés en unités de compte. b) Le compte mentionné au a est établi à la date de chaque échéance, qui est au moins trimestrielle. Ce compte comporte en recettes : 1° Le montant des primes versées et des montants transférés ; 2° Les produits nets des placements ; 3° La variation des plus ou moins-values latentes des actifs du contrat ; 4° Les éventuelles rétrocessions de commission mentionnées à l'article R. 142-10 ; 5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; Il comporte en dépenses : 1° Les charges des prestations versées aux adhérents et des montants transférés ; 2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ; 3° Les frais mentionnés au V de l'article R. 142-10, à l'exception de ceux mentionnés au d dudit V ; 4° Le cas échéant, le solde débiteur net de déduction de l'exercice précédent ; 5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au présent II. Pour l'application du d du V de l'article R. 142-10, et lorsque ne sont pas appliqués les frais mentionnés au f dudit V, ce montant peut être diminué d'au plus 15 % dudit solde. Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante, déduction faite de la part de ce solde qui peut être compensée par reprise sur la provision de diversification dans la limite de la valeur minimale de cette provision mentionnée à l'article R. 142-5 . c) L'attribution et la répartition entre les adhérents des résultats techniques et financiers du contrat s'effectuent par la revalorisation des engagements de rente ou de capital exprimés en euros ou par l'affectation à la provision de diversification, soit au moyen de la revalorisation de la valeur de la part ou soit au moyen de l'affectation de parts nouvelles aux adhérents. La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, net du taux retenu pour l'établissement du tarif de chaque adhérent. Elle ne peut être modulée en prenant en compte les différences de résultats techniques des comptes des participants dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution. III. - Les modalités d'attribution et de répartition entre les adhérents d'un plan relevant de l'article L. 144-2 mais ne relevant pas de l'article L. 142-1 ou de l'article L. 441-1 des résultats techniques et financiers du plan sont déterminées comme suit. Les dispositions du présent article ne s'appliquent pas aux supports à capital variable. a) Pour chaque plan, il est établi un compte de participation aux résultats, selon une périodicité au moins annuelle. Ce compte comporte en recettes : 1° Le montant des cotisations versées et les montants transférés au plan ; 2° Les produits nets des placements ; 3° Les éventuelles rétrocessions de commission mentionnées à l'article R. 144-21. Il comporte en dépenses : 1° Les charges des prestations versées aux participants et les montants transférés par les participants à d'autres plans ; 2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ; 3° Les frais prélevés par l'organisme d'assurance mentionnés à l'article R. 144-25 et, le cas échéant, les frais de fonctionnement du comité de surveillance. Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. b) Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au a. Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante. Les dispositions de la deuxième phrase de l'article A. 331-9 ne s'appliquent pas au plan. c) La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, qui peut toutefois être modulé en prenant en compte les différences de résultats techniques des comptes des adhérents dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution.",
            "texteHtml": "<p>I-Pour les opérations de chaque entreprise mentionnées au 1° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796289&dateTexte=&categorieLien=cid'>l'article L. 310-1 </a>autres que celles mentionnées aux catégories 8 à 13 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006788936&dateTexte=&categorieLien=cid'>l'article A. 344-2</a>, le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats. </p><p>Ce compte comporte les éléments de dépenses et de recettes concernant les catégories 1, 2, 3, 4, 5, 6 et 7 de l'article A. 344-2 et figurant, à l'annexe à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006788945&dateTexte=&categorieLien=cid'>l'article A. 344-3, </a>dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \" Catégories 1 à 19 \", du modèle d'annexe), aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \". Le compte comprend également pour les contrats relevant de la catégorie 6 de l'article A. 344-2 les éléments de dépenses et de recettes concernant les garanties accessoires correspondant à la catégorie 21 dudit article et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des opérations par catégories (point 2.2, \" Catégories 20 à 39 \", du modèle d'annexe) aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \", dès lors que le solde de ces éléments de dépenses et de recettes est débiteur. Toutefois, ce solde débiteur ne s'impute qu'à hauteur maximale du solde créditeur de la catégorie 6, le solde non imputé pouvant s'imputer dans les mêmes conditions au titre d'un exercice ultérieur. Le compte de participation comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par le montant le plus élevé entre 10 % du solde créditeur des éléments précédents et 4,5 % des primes annuelles correspondant aux opérations relevant des catégories 3 et 6 de l'article A. 344-2. </p><p>Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \" solde de réassurance cédée \", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent. </p><p>II.-a) Pour les contrats relevant de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812013&dateTexte=&categorieLien=cid'>l'article R. 142-2</a> y compris ceux relevant de l'article L. 144-2 et ne relevant pas de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812024&dateTexte=&categorieLien=cid'>l'article R. 142-12</a>, le montant de la participation aux bénéfices techniques et financiers mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006819685&dateTexte=&categorieLien=cid'>l'article R. 342-6 </a>est déterminé à partir d'un compte de participation aux résultats spécifique relatif aux seules opérations relevant de la comptabilité auxiliaire, à l'exclusion des éventuels engagements exprimés en unités de compte. </p><p>b) Le compte mentionné au a est établi à la date de chaque échéance, qui est au moins trimestrielle. Ce compte comporte en recettes : </p><p>1° Le montant des primes versées et des montants transférés ; </p><p>2° Les produits nets des placements ; </p><p>3° La variation des plus ou moins-values latentes des actifs du contrat ; </p><p>4° Les éventuelles rétrocessions de commission mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812021&dateTexte=&categorieLien=cid'>l'article R. 142-10 ; </a></p><p>5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; </p><p>Il comporte en dépenses : </p><p>1° Les charges des prestations versées aux adhérents et des montants transférés ; </p><p>2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ; </p><p>3° Les frais mentionnés au V de l'article R. 142-10, à l'exception de ceux mentionnés au d dudit V ; </p><p>4° Le cas échéant, le solde débiteur net de déduction de l'exercice précédent ; </p><p>5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; </p><p>Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. </p><p>Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au présent II. </p><p>Pour l'application du d du V de l'article R. 142-10, et lorsque ne sont pas appliqués les frais mentionnés au f dudit V, ce montant peut être diminué d'au plus 15 % dudit solde. </p><p>Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante, déduction faite de la part de ce solde qui peut être compensée par reprise sur la provision de diversification dans la limite de la valeur minimale de cette provision mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006819674&dateTexte=&categorieLien=cid'>l'article R. 142-5</a>. </p><p>c) L'attribution et la répartition entre les adhérents des résultats techniques et financiers du contrat s'effectuent par la revalorisation des engagements de rente ou de capital exprimés en euros ou par l'affectation à la provision de diversification, soit au moyen de la revalorisation de la valeur de la part ou soit au moyen de l'affectation de parts nouvelles aux adhérents. </p><p>La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, net du taux retenu pour l'établissement du tarif de chaque adhérent. Elle ne peut être modulée en prenant en compte les différences de résultats techniques des comptes des participants dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution.</p><p>III. - Les modalités d'attribution et de répartition entre les adhérents d'un plan relevant de l'article L. 144-2 mais ne relevant pas de l'article L. 142-1 ou de l'article L. 441-1 des résultats techniques et financiers du plan sont déterminées comme suit. Les dispositions du présent article ne s'appliquent pas aux supports à capital variable. </p><p>a) Pour chaque plan, il est établi un compte de participation aux résultats, selon une périodicité au moins annuelle. Ce compte comporte en recettes : </p><p>1° Le montant des cotisations versées et les montants transférés au plan ; </p><p>2° Les produits nets des placements ; </p><p>3° Les éventuelles rétrocessions de commission mentionnées à l'article R. 144-21. </p><p>Il comporte en dépenses : </p><p>1° Les charges des prestations versées aux participants et les montants transférés par les participants à d'autres plans ; </p><p>2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ; </p><p>3° Les frais prélevés par l'organisme d'assurance mentionnés à l'article R. 144-25 et, le cas échéant, les frais de fonctionnement du comité de surveillance. </p><p>Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. </p><p>b) Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au a. </p><p>Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante. </p><p>Les dispositions de la deuxième phrase de l'article A. 331-9 ne s'appliquent pas au plan. </p><p>c) La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, qui peut toutefois être modulé en prenant en compte les différences de résultats techniques des comptes des adhérents dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution. </p>",
            "num": "A331-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1322265600000,
            "dateFin": 1410652800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Titre III : Régime financier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000006142569",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Régime prudentiel applicable aux entreprises ne relevant pas du régime dit \"Solvabilité 2\"",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000031773014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les engagements réglementés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156999",
                        "id": "LEGISCTA000006156999",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-07-01",
                        "fin": "2016-01-01",
                        "titre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173963",
                        "id": "LEGISCTA000006173963",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006787930",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173963",
            "sectionParentId": "LEGISCTA000006173963",
            "sectionParentTitre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre III : Régime financier. &gt; Chapitre Ier : Les engagements réglementés. &gt; Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024850933",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024846262",
                    "textTitle": "Arrêté du 23 novembre 2011 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024847449",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-11-25",
                    "dateSignaTexte": "2011-11-23",
                    "dateDebutCible": "2011-11-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000018437811",
                    "textTitle": "Décret n°2008-284 du 26 mars 2008 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021631091",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-284",
                    "datePubli": 1206576000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "JORFTEXT000028655798",
                    "textTitle": "Arrêté du 17 février 2014 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028657540",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1393372800000,
                    "dateDebut": 1393459200000
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 3, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "JORFARTI000031702109",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451347200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A134-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A134-4",
                    "articleId": "LEGIARTI000029450475",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1410652800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A142-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A142-4",
                    "articleId": "LEGIARTI000042957989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-3",
                    "articleId": "LEGIARTI000006787892",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1178064000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-5",
                    "articleId": "LEGIARTI000022616078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1280620800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-6",
                    "articleId": "LEGIARTI000027888859",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-8",
                    "articleId": "LEGIARTI000006787954",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-2",
                    "articleId": "LEGIARTI000006788936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504742400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-3",
                    "articleId": "LEGIARTI000006788945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 744508800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-10",
                    "articleId": "LEGIARTI000006812021",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-12",
                    "articleId": "LEGIARTI000006812024",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-2",
                    "articleId": "LEGIARTI000006812013",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R342-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R342-5",
                    "articleId": "LEGIARTI000006819674",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R342-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R342-6",
                    "articleId": "LEGIARTI000006819685",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 566092800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1952-05-27 art. 6",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A132-2 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A132-2",
                    "articleId": "LEGIARTI000006786130",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006787930",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 206755200000,
                    "dateFin": 741484800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787931",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 814579200000,
                    "dateFin": 1153958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787932",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1153958400000,
                    "dateFin": 1178064000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787933",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178064000000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757727",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1322265600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024850933",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1322265600000,
                    "dateFin": 1410652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029451505",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1410652800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A331-4",
                "331-4"
            ],
            "versionPrecedente": "LEGIARTI000019757727",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019757727",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I-Pour les opérations de chaque entreprise mentionnées au 1° de l'article L. 310-1 autres que celles mentionnées aux catégories 8 à 13 de l'article A. 344-2 , le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats. Ce compte comporte les éléments de dépenses et de recettes concernant les catégories 1, 2, 3, 4, 5, 6 et 7 de l'article A. 344-2 et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \" Catégories 1 à 19 \", du modèle d'annexe), aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \". Le compte comprend également pour les contrats relevant de la catégorie 6 de l'article A. 344-2 les éléments de dépenses et de recettes concernant les garanties accessoires correspondant à la catégorie 21 dudit article et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des opérations par catégories (point 2.2, \" Catégories 20 à 39 \", du modèle d'annexe) aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \", dès lors que le solde de ces éléments de dépenses et de recettes est débiteur. Toutefois, ce solde débiteur ne s'impute qu'à hauteur maximale du solde créditeur de la catégorie 6, le solde non imputé pouvant s'imputer dans les mêmes conditions au titre d'un exercice ultérieur. Le compte de participation comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par le montant le plus élevé entre 10 % du solde créditeur des éléments précédents et 4,5 % des primes annuelles correspondant aux opérations relevant des catégories 3 et 6 de l'article A. 344-2. Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \" solde de réassurance cédée \", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent. II.-a) Pour les contrats relevant de l'article R. 142-2 et ne relevant pas de l'article R. 142-12 , le montant de la participation aux bénéfices techniques et financiers mentionnée à l'article R. 342-6 est déterminé à partir d'un compte de participation aux résultats spécifique relatif aux seules opérations relevant de la comptabilité auxiliaire, à l'exclusion des éventuels engagements exprimés en unités de compte. b) Le compte mentionné au a est établi à la date de chaque échéance, qui est au moins trimestrielle. Ce compte comporte en recettes : 1° Le montant des primes versées et des montants transférés ; 2° Les produits nets des placements ; 3° La variation des plus ou moins-values latentes des actifs du contrat ; 4° Les éventuelles rétrocessions de commission mentionnées à l'article R. 142-10 ; 5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; Il comporte en dépenses : 1° Les charges des prestations versées aux adhérents et des montants transférés ; 2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ; 3° Les frais mentionnés au V de l'article R. 142-10, à l'exception de ceux mentionnés au d dudit V ; 4° Le cas échéant, le solde débiteur net de déduction de l'exercice précédent ; 5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au présent II. Pour l'application du d du V de l'article R. 142-10, et lorsque ne sont pas appliqués les frais mentionnés au f dudit V, ce montant peut être diminué d'au plus 15 % dudit solde. Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante, déduction faite de la part de ce solde qui peut être compensée par reprise sur la provision de diversification dans la limite de la valeur minimale de cette provision mentionnée à l'article R. 142-5 . c) L'attribution et la répartition entre les adhérents des résultats techniques et financiers du contrat s'effectuent par la revalorisation des engagements de rente ou de capital exprimés en euros ou par l'affectation à la provision de diversification, soit au moyen de la revalorisation de la valeur de la part ou soit au moyen de l'affectation de parts nouvelles aux adhérents. La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, net du taux retenu pour l'établissement du tarif de chaque adhérent. Elle ne peut être modulée en prenant en compte les différences de résultats techniques des comptes des participants dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution.",
            "texteHtml": "<p>I-Pour les opérations de chaque entreprise mentionnées au 1° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796289&dateTexte=&categorieLien=cid'>l'article L. 310-1 </a>autres que celles mentionnées aux catégories 8 à 13 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006788936&dateTexte=&categorieLien=cid'>l'article A. 344-2</a>, le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats. </p><p>Ce compte comporte les éléments de dépenses et de recettes concernant les catégories 1, 2, 3, 4, 5, 6 et 7 de l'article A. 344-2 et figurant, à l'annexe à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006788945&dateTexte=&categorieLien=cid'>l'article A. 344-3, </a>dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \" Catégories 1 à 19 \", du modèle d'annexe), aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \". Le compte comprend également pour les contrats relevant de la catégorie 6 de l'article A. 344-2 les éléments de dépenses et de recettes concernant les garanties accessoires correspondant à la catégorie 21 dudit article et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des opérations par catégories (point 2.2, \" Catégories 20 à 39 \", du modèle d'annexe) aux sous-totaux \" A.-Solde de souscription \" et \" B.-Charges d'acquisition et de gestion nettes \", dès lors que le solde de ces éléments de dépenses et de recettes est débiteur. Toutefois, ce solde débiteur ne s'impute qu'à hauteur maximale du solde créditeur de la catégorie 6, le solde non imputé pouvant s'imputer dans les mêmes conditions au titre d'un exercice ultérieur. Le compte de participation comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par le montant le plus élevé entre 10 % du solde créditeur des éléments précédents et 4,5 % des primes annuelles correspondant aux opérations relevant des catégories 3 et 6 de l'article A. 344-2. </p><p>Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \" solde de réassurance cédée \", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent. </p><p>II.-a) Pour les contrats relevant de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812013&dateTexte=&categorieLien=cid'>l'article R. 142-2 </a>et ne relevant pas de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812024&dateTexte=&categorieLien=cid'>l'article R. 142-12</a>, le montant de la participation aux bénéfices techniques et financiers mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006819685&dateTexte=&categorieLien=cid'>l'article R. 342-6 </a>est déterminé à partir d'un compte de participation aux résultats spécifique relatif aux seules opérations relevant de la comptabilité auxiliaire, à l'exclusion des éventuels engagements exprimés en unités de compte. </p><p>b) Le compte mentionné au a est établi à la date de chaque échéance, qui est au moins trimestrielle. Ce compte comporte en recettes : </p><p>1° Le montant des primes versées et des montants transférés ; </p><p>2° Les produits nets des placements ; </p><p>3° La variation des plus ou moins-values latentes des actifs du contrat ; </p><p>4° Les éventuelles rétrocessions de commission mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812021&dateTexte=&categorieLien=cid'>l'article R. 142-10 ; </a></p><p>5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; </p><p>Il comporte en dépenses : </p><p>1° Les charges des prestations versées aux adhérents et des montants transférés ; </p><p>2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ; </p><p>3° Les frais mentionnés au V de l'article R. 142-10, à l'exception de ceux mentionnés au d dudit V ; </p><p>4° Le cas échéant, le solde débiteur net de déduction de l'exercice précédent ; </p><p>5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; </p><p>Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. </p><p>Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au présent II. </p><p>Pour l'application du d du V de l'article R. 142-10, et lorsque ne sont pas appliqués les frais mentionnés au f dudit V, ce montant peut être diminué d'au plus 15 % dudit solde. </p><p>Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante, déduction faite de la part de ce solde qui peut être compensée par reprise sur la provision de diversification dans la limite de la valeur minimale de cette provision mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006819674&dateTexte=&categorieLien=cid'>l'article R. 142-5</a>. </p><p>c) L'attribution et la répartition entre les adhérents des résultats techniques et financiers du contrat s'effectuent par la revalorisation des engagements de rente ou de capital exprimés en euros ou par l'affectation à la provision de diversification, soit au moyen de la revalorisation de la valeur de la part ou soit au moyen de l'affectation de parts nouvelles aux adhérents. </p><p>La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, net du taux retenu pour l'établissement du tarif de chaque adhérent. Elle ne peut être modulée en prenant en compte les différences de résultats techniques des comptes des participants dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution.</p>",
            "num": "A331-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1226275200000,
            "dateFin": 1322265600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Titre III : Régime financier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000006142569",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Régime prudentiel applicable aux entreprises ne relevant pas du régime dit \"Solvabilité 2\"",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000031773014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les engagements réglementés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156999",
                        "id": "LEGISCTA000006156999",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-07-01",
                        "fin": "2016-01-01",
                        "titre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173963",
                        "id": "LEGISCTA000006173963",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006787930",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173963",
            "sectionParentId": "LEGISCTA000006173963",
            "sectionParentTitre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre III : Régime financier. &gt; Chapitre Ier : Les engagements réglementés. &gt; Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019757727",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019736137",
                    "textTitle": "Arrêté du 7 novembre 2008 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019747655",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-11-09",
                    "dateSignaTexte": "2008-11-07",
                    "dateDebutCible": "2008-11-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000018437811",
                    "textTitle": "Décret n°2008-284 du 26 mars 2008 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021631091",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-284",
                    "datePubli": 1206576000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "JORFTEXT000028655798",
                    "textTitle": "Arrêté du 17 février 2014 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028657540",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1393372800000,
                    "dateDebut": 1393459200000
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 3, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "JORFARTI000031702109",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451347200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A134-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A134-4",
                    "articleId": "LEGIARTI000029450475",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1410652800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A142-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A142-4",
                    "articleId": "LEGIARTI000042957989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-3",
                    "articleId": "LEGIARTI000006787892",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1178064000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-5",
                    "articleId": "LEGIARTI000022616078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1280620800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-6",
                    "articleId": "LEGIARTI000027888859",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-8",
                    "articleId": "LEGIARTI000006787954",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-2",
                    "articleId": "LEGIARTI000006788936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504742400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-3",
                    "articleId": "LEGIARTI000006788945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 744508800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-10",
                    "articleId": "LEGIARTI000006812021",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-12",
                    "articleId": "LEGIARTI000006812024",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-2",
                    "articleId": "LEGIARTI000006812013",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R342-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R342-5",
                    "articleId": "LEGIARTI000006819674",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R342-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R342-6",
                    "articleId": "LEGIARTI000006819685",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 566092800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1952-05-27 art. 6",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A132-2 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A132-2",
                    "articleId": "LEGIARTI000006786130",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006787930",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 206755200000,
                    "dateFin": 741484800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787931",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 814579200000,
                    "dateFin": 1153958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787932",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1153958400000,
                    "dateFin": 1178064000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787933",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178064000000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757727",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1322265600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024850933",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1322265600000,
                    "dateFin": 1410652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029451505",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1410652800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A331-4",
                "331-4"
            ],
            "versionPrecedente": "LEGIARTI000006787933",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006787933",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I - Pour les opérations de chaque entreprise mentionnées au 1° de l'article L. 310-1 autres que celles mentionnées aux catégories 8 à 13 de l'article A. 344-2, le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats. Ce compte comporte les éléments de dépenses et de recettes concernant les catégories 1, 2, 3, 4, 5, 6 et 7 de l'article A. 344-2 et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \"Catégories 1 à 19\", du modèle d'annexe), aux sous-totaux \"A. - Solde de souscription\" et \"B. - Charges d'acquisition et de gestion nettes\". Le compte comprend également pour les contrats relevant de la catégorie 6 de l'article A. 344-2 les éléments de dépenses et de recettes concernant les garanties accessoires correspondant à la catégorie 21 dudit article et figurant, à l'annexe à l'article A. 334-3, dans la ventilation de l'ensemble des opérations par catégories (point 2.2, \"Catégories 20 à 39\", du modèle d'annexe) aux sous-totaux \"A. - Solde de souscription\" et \"B. - Charges d'acquisition et de gestion nettes\", dès lors que le solde de ces éléments de dépenses et de recettes est débiteur. Toutefois, ce solde débiteur ne s'impute qu'à hauteur maximale du solde créditeur de la catégorie 6, le solde non imputé pouvant s'imputer dans les mêmes conditions au titre d'un exercice ultérieur. Le compte de participation comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par le montant le plus élevé entre 10 % du solde créditeur des éléments précédents et 4,5 % des primes annuelles correspondant aux opérations relevant des catégories 3 et 6 de l'article A. 344-2. Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \"solde de réassurance cédée\", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent. II. - a) Pour les contrats relevant de l'article R. 142-2 et ne relevant pas de l'article R. 142-12, le montant de la participation aux bénéfices techniques et financiers mentionnée à l'article R. 342-6 est déterminé à partir d'un compte de participation aux résultats spécifique relatif aux seules opérations relevant de la comptabilité auxiliaire, à l'exclusion des éventuels engagements exprimés en unités de compte. b) Le compte mentionné au a est établi à la date de chaque échéance, qui est au moins trimestrielle. Ce compte comporte en recettes : 1° Le montant des primes versées et des montants transférés ; 2° Les produits nets des placements ; 3° La variation des plus ou moins-values latentes des actifs du contrat ; 4° Les éventuelles rétrocessions de commission mentionnées à l'article R. 142-10 ; 5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; Il comporte en dépenses : 1° Les charges des prestations versées aux adhérents et des montants transférés ; 2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ; 3° Les frais mentionnés au V de l'article R. 142-10, à l'exception de ceux mentionnés au d dudit V ; 4° Le cas échéant, le solde débiteur net de déduction de l'exercice précédent ; 5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au présent II. Pour l'application du d du V de l'article R. 142-10, et lorsque ne sont pas appliqués les frais mentionnés au f dudit V, ce montant peut être diminué d'au plus 15 % dudit solde. Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante, déduction faite de la part de ce solde qui peut être compensée par reprise sur la provision de diversification dans la limite de la valeur minimale de cette provision mentionnée à l'article R. 142-5. c) L'attribution et la répartition entre les adhérents des résultats techniques et financiers du contrat s'effectuent par la revalorisation des engagements de rente ou de capital exprimés en euros ou par l'affectation à la provision de diversification, soit au moyen de la revalorisation de la valeur de la part ou soit au moyen de l'affectation de parts nouvelles aux adhérents. La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, net du taux retenu pour l'établissement du tarif de chaque adhérent. Elle ne peut être modulée en prenant en compte les différences de résultats techniques des comptes des participants dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution.",
            "texteHtml": "<p></p>   I - Pour les opérations de chaque entreprise mentionnées au 1° de l'article L. 310-1 autres que celles mentionnées aux catégories 8 à 13 de l'article A. 344-2, le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats.<p></p><p></p>   Ce compte comporte les éléments de dépenses et de recettes concernant les catégories 1, 2, 3, 4, 5, 6 et 7 de l'article A. 344-2 et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \"Catégories 1 à 19\", du modèle d'annexe), aux sous-totaux \"A. - Solde de souscription\" et \"B. - Charges d'acquisition et de gestion nettes\". Le compte comprend également pour les contrats relevant de la catégorie 6 de l'article A. 344-2 les éléments de dépenses et de recettes concernant les garanties accessoires correspondant à la catégorie 21 dudit article et figurant, à l'annexe à l'article A. 334-3, dans la ventilation de l'ensemble des opérations par catégories (point 2.2, \"Catégories 20 à 39\", du modèle d'annexe) aux sous-totaux \"A. - Solde de souscription\" et \"B. - Charges d'acquisition et de gestion nettes\", dès lors que le solde de ces éléments de dépenses et de recettes est débiteur. Toutefois, ce solde débiteur ne s'impute qu'à hauteur maximale du solde créditeur de la catégorie 6, le solde non imputé pouvant s'imputer dans les mêmes conditions au titre d'un exercice ultérieur. Le compte de participation comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par le montant le plus élevé entre 10 % du solde créditeur des éléments précédents et 4,5 % des primes annuelles correspondant aux opérations relevant des catégories 3 et 6 de l'article A. 344-2.<p></p><p></p>   Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \"solde de réassurance cédée\", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent.<p></p><p></p>   II. - a) Pour les contrats relevant de l'article R. 142-2 et ne relevant pas de l'article R. 142-12, le montant de la participation aux bénéfices techniques et financiers mentionnée à l'article R. 342-6 est déterminé à partir d'un compte de participation aux résultats spécifique relatif aux seules opérations relevant de la comptabilité auxiliaire, à l'exclusion des éventuels engagements exprimés en unités de compte.<p></p><p></p>   b) Le compte mentionné au a est établi à la date de chaque échéance, qui est au moins trimestrielle. Ce compte comporte en recettes :<p></p><p></p>   1° Le montant des primes versées et des montants transférés ;<p></p><p></p>   2° Les produits nets des placements ;<p></p><p></p>   3° La variation des plus ou moins-values latentes des actifs du contrat ;<p></p><p></p>   4° Les éventuelles rétrocessions de commission mentionnées à l'article R. 142-10 ;<p></p><p></p>   5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ;<p></p><p></p>   Il comporte en dépenses :<p></p><p></p>   1° Les charges des prestations versées aux adhérents et des montants transférés ;<p></p><p></p>   2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ;<p></p><p></p>   3° Les frais mentionnés au V de l'article R. 142-10, à l'exception de ceux mentionnés au d dudit V ;<p></p><p></p>   4° Le cas échéant, le solde débiteur net de déduction de l'exercice précédent ;<p></p><p></p>   5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ;<p></p><p></p>   Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8.<p></p><p></p>   Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au présent II.<p></p><p></p>   Pour l'application du d du V de l'article R. 142-10, et lorsque ne sont pas appliqués les frais mentionnés au f dudit V, ce montant peut être diminué d'au plus 15 % dudit solde.<p></p><p></p>   Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante, déduction faite de la part de ce solde qui peut être compensée par reprise sur la provision de diversification dans la limite de la valeur minimale de cette provision mentionnée à l'article R. 142-5.<p></p><p></p>   c) L'attribution et la répartition entre les adhérents des résultats techniques et financiers du contrat s'effectuent par la revalorisation des engagements de rente ou de capital exprimés en euros ou par l'affectation à la provision de diversification, soit au moyen de la revalorisation de la valeur de la part ou soit au moyen de l'affectation de parts nouvelles aux adhérents.<p></p><p></p>   La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, net du taux retenu pour l'établissement du tarif de chaque adhérent. Elle ne peut être modulée en prenant en compte les différences de résultats techniques des comptes des participants dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution.<p></p>",
            "num": "A331-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1178064000000,
            "dateFin": 1226275200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Titre III : Régime financier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000006142569",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Régime prudentiel applicable aux entreprises ne relevant pas du régime dit \"Solvabilité 2\"",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000031773014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les engagements réglementés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156999",
                        "id": "LEGISCTA000006156999",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-07-01",
                        "fin": "2016-01-01",
                        "titre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173963",
                        "id": "LEGISCTA000006173963",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006787930",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173963",
            "sectionParentId": "LEGISCTA000006173963",
            "sectionParentTitre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre III : Régime financier. &gt; Chapitre Ier : Les engagements réglementés. &gt; Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006787933",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Arrêté 2007-04-23 art. 1 JORF 2 mai 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000018437811",
                    "textTitle": "Décret n°2008-284 du 26 mars 2008 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021631091",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-284",
                    "datePubli": 1206576000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "JORFTEXT000028655798",
                    "textTitle": "Arrêté du 17 février 2014 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028657540",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1393372800000,
                    "dateDebut": 1393459200000
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 3, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "JORFARTI000031702109",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451347200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A134-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A134-4",
                    "articleId": "LEGIARTI000029450475",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1410652800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A142-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A142-4",
                    "articleId": "LEGIARTI000042957989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-3",
                    "articleId": "LEGIARTI000006787892",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1178064000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-5",
                    "articleId": "LEGIARTI000022616078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1280620800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-6",
                    "articleId": "LEGIARTI000027888859",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-8",
                    "articleId": "LEGIARTI000006787954",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A334-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A334-3",
                    "articleId": "LEGIARTI000006788458",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 715996800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-2",
                    "articleId": "LEGIARTI000006788936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504742400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-3",
                    "articleId": "LEGIARTI000006788945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 744508800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-10 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-10",
                    "articleId": "LEGIARTI000006812021",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-12",
                    "articleId": "LEGIARTI000006812024",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-2",
                    "articleId": "LEGIARTI000006812013",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-5",
                    "articleId": "LEGIARTI000006812016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R342-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R342-6",
                    "articleId": "LEGIARTI000006819685",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 566092800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances L310-1, A344-2, A344-3, annexe, A334-3, A331-6, A331-8, R142-2, R142-12, R342-6, R142-10, R142-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 205891200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1952-05-27 art. 6",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A132-2 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A132-2",
                    "articleId": "LEGIARTI000006786130",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006787930",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 206755200000,
                    "dateFin": 741484800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787931",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 814579200000,
                    "dateFin": 1153958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787932",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1153958400000,
                    "dateFin": 1178064000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787933",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178064000000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757727",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1322265600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024850933",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1322265600000,
                    "dateFin": 1410652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029451505",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1410652800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A331-4",
                "331-4"
            ],
            "versionPrecedente": "LEGIARTI000006787932",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006787932",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I - Pour les opérations de chaque entreprise mentionnées au 1° de l'article L. 310-1, le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats. Ce compte comporte, pour les contrats mentionnés à l'article A. 331-3, les éléments de dépenses et de recettes concernant les catégories 1, 2, 3, 4, 5, 7 et 10 de l'article A. 344-2 et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \"Catégories 1 à 19\", du modèle d'annexe), aux sous-totaux \"A. - Solde de souscription\" et \"B. - Charges d'acquisition et de gestion nettes\". Il comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par 10 % du solde créditeur des éléments précédents. Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \"solde de réassurance cédée\", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent. II. - a) Pour les contrats relevant de l'article R. 142-2 et ne relevant pas de l'article R. 142-12, le montant de la participation aux bénéfices techniques et financiers mentionnée à l'article R. 342-6 est déterminé à partir d'un compte de participation aux résultats spécifique relatif aux seules opérations relevant de la comptabilité auxiliaire, à l'exclusion des éventuels engagements exprimés en unités de compte. b) Le compte mentionné au a est établi à la date de chaque échéance, qui est au moins trimestrielle. Ce compte comporte en recettes : 1° Le montant des primes versées et des montants transférés ; 2° Les produits nets des placements ; 3° La variation des plus ou moins-values latentes des actifs du contrat ; 4° Les éventuelles rétrocessions de commission mentionnées à l'article R. 142-10 ; 5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; Il comporte en dépenses : 1° Les charges des prestations versées aux adhérents et des montants transférés ; 2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ; 3° Les frais mentionnés au V de l'article R. 142-10, à l'exception de ceux mentionnés au d dudit V ; 4° Le cas échéant, le solde débiteur net de déduction de l'exercice précédent ; 5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ; Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8. Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au présent II. Pour l'application du d du V de l'article R. 142-10, et lorsque ne sont pas appliqués les frais mentionnés au f dudit V, ce montant peut être diminué d'au plus 15 % dudit solde. Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante, déduction faite de la part de ce solde qui peut être compensée par reprise sur la provision de diversification dans la limite de la valeur minimale de cette provision mentionnée à l'article R. 142-5. c) L'attribution et la répartition entre les adhérents des résultats techniques et financiers du contrat s'effectuent par la revalorisation des engagements de rente ou de capital exprimés en euros ou par l'affectation à la provision de diversification, soit au moyen de la revalorisation de la valeur de la part ou soit au moyen de l'affectation de parts nouvelles aux adhérents. La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, net du taux retenu pour l'établissement du tarif de chaque adhérent. Elle ne peut être modulée en prenant en compte les différences de résultats techniques des comptes des participants dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution.",
            "texteHtml": "<p></p>   I - Pour les opérations de chaque entreprise mentionnées au 1° de l'article L. 310-1, le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats.<p></p><p></p>   Ce compte comporte, pour les contrats mentionnés à l'article A. 331-3, les éléments de dépenses et de recettes concernant les catégories 1, 2, 3, 4, 5, 7 et 10 de l'article A. 344-2 et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \"Catégories 1 à 19\", du modèle d'annexe), aux sous-totaux \"A. - Solde de souscription\" et \"B. - Charges d'acquisition et de gestion nettes\". Il comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par 10 % du solde créditeur des éléments précédents.<p></p><p></p>   Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \"solde de réassurance cédée\", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent.<p></p><p></p>   II. - a) Pour les contrats relevant de l'article R. 142-2 et ne relevant pas de l'article R. 142-12, le montant de la participation aux bénéfices techniques et financiers mentionnée à l'article R. 342-6 est déterminé à partir d'un compte de participation aux résultats spécifique relatif aux seules opérations relevant de la comptabilité auxiliaire, à l'exclusion des éventuels engagements exprimés en unités de compte.<p></p><p></p>   b) Le compte mentionné au a est établi à la date de chaque échéance, qui est au moins trimestrielle. Ce compte comporte en recettes :<p></p><p></p>   1° Le montant des primes versées et des montants transférés ;<p></p><p></p>   2° Les produits nets des placements ;<p></p><p></p>   3° La variation des plus ou moins-values latentes des actifs du contrat ;<p></p><p></p>   4° Les éventuelles rétrocessions de commission mentionnées à l'article R. 142-10 ;<p></p><p></p>   5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ;<p></p><p></p>   Il comporte en dépenses :<p></p><p></p>   1° Les charges des prestations versées aux adhérents et des montants transférés ;<p></p><p></p>   2° Les charges des provisions techniques, y compris celles résultant d'écarts actuariels des provisions mathématiques, avant attribution de participation aux résultats ;<p></p><p></p>   3° Les frais mentionnés au V de l'article R. 142-10, à l'exception de ceux mentionnés au d dudit V ;<p></p><p></p>   4° Le cas échéant, le solde débiteur net de déduction de l'exercice précédent ;<p></p><p></p>   5° Les montants arbitrés entre comptabilités auxiliaires pour les contrats mentionnés au cinquième alinéa de l'article R. 142-10 ou au IV de l'article R. 142-2 ;<p></p><p></p>   Le compte de participation aux résultats comporte en outre les sommes correspondant au solde de réassurance cédée calculées conformément à l'article A. 331-8.<p></p><p></p>   Le montant de la participation aux résultats est le solde créditeur du compte de participation aux résultats défini au présent II.<p></p><p></p>   Pour l'application du d du V de l'article R. 142-10, et lorsque ne sont pas appliqués les frais mentionnés au f dudit V, ce montant peut être diminué d'au plus 15 % dudit solde.<p></p><p></p>   Lorsque ce compte présente un solde débiteur, ce solde est reporté en dépenses du compte de participation aux résultats arrêté à l'échéance suivante, déduction faite de la part de ce solde qui peut être compensée par reprise sur la provision de diversification dans la limite de la valeur minimale de cette provision mentionnée à l'article R. 142-5.<p></p><p></p>   c) L'attribution et la répartition entre les adhérents des résultats techniques et financiers du contrat s'effectuent par la revalorisation des engagements de rente ou de capital exprimés en euros ou par l'affectation à la provision de diversification, soit au moyen de la revalorisation de la valeur de la part ou soit au moyen de l'affectation de parts nouvelles aux adhérents.<p></p><p></p>   La revalorisation des engagements de rente ou de capital exprimés en euros est déterminée selon un taux identique pour tous les adhérents, net du taux retenu pour l'établissement du tarif de chaque adhérent. Elle ne peut être modulée en prenant en compte les différences de résultats techniques des comptes des participants dont les droits individuels ont été liquidés et de ceux dont les droits individuels sont en cours de constitution.<p></p>",
            "num": "A331-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1153958400000,
            "dateFin": 1178064000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Titre III : Régime financier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000006142569",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Régime prudentiel applicable aux entreprises ne relevant pas du régime dit \"Solvabilité 2\"",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000031773014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les engagements réglementés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156999",
                        "id": "LEGISCTA000006156999",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-07-01",
                        "fin": "2016-01-01",
                        "titre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173963",
                        "id": "LEGISCTA000006173963",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006787930",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173963",
            "sectionParentId": "LEGISCTA000006173963",
            "sectionParentTitre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre III : Régime financier. &gt; Chapitre Ier : Les engagements réglementés. &gt; Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006787932",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Arrêté 2006-07-26 art. 1 4° JORF 27 juillet 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000018437811",
                    "textTitle": "Décret n°2008-284 du 26 mars 2008 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021631091",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-284",
                    "datePubli": 1206576000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "JORFTEXT000028655798",
                    "textTitle": "Arrêté du 17 février 2014 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028657540",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1393372800000,
                    "dateDebut": 1393459200000
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 3, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "JORFARTI000031702109",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451347200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A134-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A134-4",
                    "articleId": "LEGIARTI000029450475",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1410652800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A142-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A142-4",
                    "articleId": "LEGIARTI000042957989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-3",
                    "articleId": "LEGIARTI000006787892",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1178064000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-5",
                    "articleId": "LEGIARTI000022616078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1280620800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-6",
                    "articleId": "LEGIARTI000027888859",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-8",
                    "articleId": "LEGIARTI000006787954",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-2",
                    "articleId": "LEGIARTI000006788936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504742400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-3",
                    "articleId": "LEGIARTI000006788945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 744508800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-10 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-10",
                    "articleId": "LEGIARTI000006812021",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-12",
                    "articleId": "LEGIARTI000006812024",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-2",
                    "articleId": "LEGIARTI000006812013",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R142-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-5",
                    "articleId": "LEGIARTI000006812016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153958400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R342-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R342-6",
                    "articleId": "LEGIARTI000006819685",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 566092800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1952-05-27 art. 6",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A132-2 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A132-2",
                    "articleId": "LEGIARTI000006786130",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006787930",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 206755200000,
                    "dateFin": 741484800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787931",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 814579200000,
                    "dateFin": 1153958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787932",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1153958400000,
                    "dateFin": 1178064000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787933",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178064000000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757727",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1322265600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024850933",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1322265600000,
                    "dateFin": 1410652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029451505",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1410652800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A331-4",
                "331-4"
            ],
            "versionPrecedente": "LEGIARTI000006787931",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006787931",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour les opérations de chaque entreprise mentionnées au 1° de l'article L. 310-1, le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats. Ce compte comporte, pour les contrats mentionnés à l'article A. 331-3, les éléments de dépenses et de recettes concernant les catégories 1, 2, 3, 4, 5, 7 et 10 de l'article A. 344-2 et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \"Catégories 1 à 19\", du modèle d'annexe), aux sous-totaux \"A. - Solde de souscription\" et \"B. - Charges d'acquisition et de gestion nettes\". Il comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par 10 p. 100 du solde créditeur des éléments précédents. Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \"solde de réassurance cédée\", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent.",
            "texteHtml": "<p></p>   Pour les opérations de chaque entreprise mentionnées au 1° de l'article L. 310-1, le montant minimal de la participation aux bénéfices à attribuer au titre d'un exercice est déterminé globalement à partir d'un compte de participation aux résultats.<p></p><p></p>   Ce compte comporte, pour les contrats mentionnés à l'article A. 331-3, les éléments de dépenses et de recettes concernant les catégories 1, 2, 3, 4, 5, 7 et 10 de l'article A. 344-2 et figurant, à l'annexe à l'article A. 344-3, dans la ventilation de l'ensemble des produits et charges des opérations par catégorie (point 2.2, \"Catégories 1 à 19\", du modèle d'annexe), aux sous-totaux \"A. - Solde de souscription\" et \"B. - Charges d'acquisition et de gestion nettes\". Il comporte également en dépenses la participation de l'assureur aux bénéfices de la gestion technique, qui est constituée par 10 p. 100 du solde créditeur des éléments précédents.<p></p><p></p>   Il est ajouté en recette du compte de participation aux résultats une part des produits financiers. Cette part est égale à 85 % du solde d'un compte financier comportant les éléments prévus à l'article A. 331-6. Le compte de participation aux résultats comporte en outre les sommes correspondant aux \"solde de réassurance cédée\", calculées conformément aux dispositions de l'article A. 331-8 et, s'il y a lieu, le solde débiteur du compte de participation aux résultats de l'exercice précédent.<p></p>",
            "num": "A331-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 814579200000,
            "dateFin": 1153958400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Titre III : Régime financier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000006142569",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Régime prudentiel applicable aux entreprises ne relevant pas du régime dit \"Solvabilité 2\"",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000031773014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les engagements réglementés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156999",
                        "id": "LEGISCTA000006156999",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2007-01-01",
                        "titre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173853",
                        "id": "LEGISCTA000006173853",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006787930",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173853",
            "sectionParentId": "LEGISCTA000006173853",
            "sectionParentTitre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre III : Régime financier. &gt; Chapitre Ier : Les engagements réglementés. &gt; Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006787931",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1994-08-08 art. 10 II JORF 23 août 1994",
                    "linkType": "TRANSFERT",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1995-10-23 art. 2 JORF 25 octobre 1995",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000018437811",
                    "textTitle": "Décret n°2008-284 du 26 mars 2008 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021631091",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-284",
                    "datePubli": 1206576000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "JORFTEXT000028655798",
                    "textTitle": "Arrêté du 17 février 2014 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028657540",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1393372800000,
                    "dateDebut": 1393459200000
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 3, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "JORFARTI000031702109",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451347200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A134-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A134-4",
                    "articleId": "LEGIARTI000029450475",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1410652800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A142-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A142-4",
                    "articleId": "LEGIARTI000042957989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-3",
                    "articleId": "LEGIARTI000006787892",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1178064000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-5",
                    "articleId": "LEGIARTI000022616078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1280620800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-6",
                    "articleId": "LEGIARTI000027888859",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-8",
                    "articleId": "LEGIARTI000006787954",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-2",
                    "articleId": "LEGIARTI000006788936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504742400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-3",
                    "articleId": "LEGIARTI000006788945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 744508800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1952-05-27 art. 6",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A132-2 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A132-2",
                    "articleId": "LEGIARTI000006786130",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006787930",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 206755200000,
                    "dateFin": 741484800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787931",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 814579200000,
                    "dateFin": 1153958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787932",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1153958400000,
                    "dateFin": 1178064000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787933",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178064000000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757727",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1322265600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024850933",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1322265600000,
                    "dateFin": 1410652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029451505",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1410652800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A331-4",
                "331-4"
            ],
            "versionPrecedente": "LEGIARTI000006787930",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006787930",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les primes des contrats d'assurances sur la vie payées d'avance à la date de l'inventaire en sus des fractions échues doivent être portées en provision mathématique pour leur montant brut, diminué de la commission d'encaissement, escompté au taux du tarif.",
            "texteHtml": "<p></p>   Les primes des contrats d'assurances sur la vie payées d'avance à la date de l'inventaire en sus des fractions échues doivent être portées en provision mathématique pour leur montant brut, diminué de la commission d'encaissement, escompté au taux du tarif.<p></p><p></p>",
            "num": "A331-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 206755200000,
            "dateFin": 741484800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Titre III : Régime financier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000006142569",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Régime prudentiel applicable aux entreprises ne relevant pas du régime dit \"Solvabilité 2\"",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142569",
                        "id": "LEGISCTA000031773014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les engagements réglementés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156999",
                        "id": "LEGISCTA000006156999",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2007-01-01",
                        "titre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173853",
                        "id": "LEGISCTA000006173853",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006787930",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173853",
            "sectionParentId": "LEGISCTA000006173853",
            "sectionParentTitre": "Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre III : Régime financier. &gt; Chapitre Ier : Les engagements réglementés. &gt; Section II : Provisions techniques des opérations d'assurance sur la vie, d'assurance nuptialité-natalité et de capitalisation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006787930",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1993-03-19 art. 15 JORF 20 mars 1993 en vigueur le 1er juillet 1993",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000018437811",
                    "textTitle": "Décret n°2008-284 du 26 mars 2008 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021631091",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-284",
                    "datePubli": 1206576000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "JORFTEXT000028655798",
                    "textTitle": "Arrêté du 17 février 2014 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028657540",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1393372800000,
                    "dateDebut": 1393459200000
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 3, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "JORFARTI000031702109",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451347200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A134-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A134-4",
                    "articleId": "LEGIARTI000029450475",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1410652800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A142-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A142-4",
                    "articleId": "LEGIARTI000042957989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-3",
                    "articleId": "LEGIARTI000006787892",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1178064000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-5",
                    "articleId": "LEGIARTI000022616078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1280620800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-6",
                    "articleId": "LEGIARTI000027888859",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A331-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-8",
                    "articleId": "LEGIARTI000006787954",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1952-05-27 art. 6",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A132-2 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A132-2",
                    "articleId": "LEGIARTI000006786130",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*331-4 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R*331-4",
                    "articleId": "LEGIARTI000006816242",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006787930",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 206755200000,
                    "dateFin": 741484800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787931",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 814579200000,
                    "dateFin": 1153958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787932",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1153958400000,
                    "dateFin": 1178064000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787933",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178064000000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757727",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1322265600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024850933",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1322265600000,
                    "dateFin": 1410652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029451505",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1410652800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A331-4",
                "331-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}