{
    "cid": "LEGIARTI000045206886",
    "num": "L614-1-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2021-03-18",
                        "titre": "Livre VI : Dispositions applicables en Nouvelle-Calédonie, en Polynésie Française, à Wallis et Futuna, dans les terres australes et antarctiques françaises et à Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129027",
                        "id": "LEGISCTA000006129027",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-03-18",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions applicables en Nouvelle-Calédonie, en Polynésie française, à Wallis-et-Futuna, dans les Terres australes et antarctiques françaises, à Mayotte, à Saint-Martin et à Saint-Pierre-et-Miquelon",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129027",
                        "id": "LEGISCTA000043238556",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositions applicables en Nouvelle-Calédonie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143758",
                        "id": "LEGISCTA000006143758",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-07-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Autres dispositions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159308",
                        "id": "LEGISCTA000006159308",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045206886",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 264",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "264",
                    "articleId": "LEGIARTI000045199121",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "num": "L614-1-2",
            "origine": "LEGI",
            "texte": "Sans préjudice des compétences des officiers et agents de police judiciaire, sont habilités à rechercher et à constater les infractions définies localement en Nouvelle-Calédonie en matière de protection du patrimoine naturel, de préservation des espèces et espaces protégés, de pêche et de gestion des ressources halieutiques, de réglementation de la navigation ainsi que de prévention et de gestion des pollutions causées par les rejets des navires les commandants, dans l'exercice de leurs fonctions, les commandants en second et officiers des bâtiments de la marine nationale et les commandants des aéronefs militaires affectés à la surveillance maritime ainsi que les officiers mariniers commissionnés et assermentés à cet effet par l'autorité administrative, dans les limites et selon les modalités fixées par le code de procédure pénale. Les procès-verbaux établis par les fonctionnaires mentionnés au premier alinéa font foi jusqu'à preuve du contraire. Ils sont notifiés aux personnes concernées et transmis sans délai au procureur de la République. Les modalités d'application du présent article sont fixées par décret.",
            "texteHtml": "<p>Sans préjudice des compétences des officiers et agents de police judiciaire, sont habilités à rechercher et à constater les infractions définies localement en Nouvelle-Calédonie en matière de protection du patrimoine naturel, de préservation des espèces et espaces protégés, de pêche et de gestion des ressources halieutiques, de réglementation de la navigation ainsi que de prévention et de gestion des pollutions causées par les rejets des navires les commandants, dans l'exercice de leurs fonctions, les commandants en second et officiers des bâtiments de la marine nationale et les commandants des aéronefs militaires affectés à la surveillance maritime ainsi que les officiers mariniers commissionnés et assermentés à cet effet par l'autorité administrative, dans les limites et selon les modalités fixées par le code de procédure pénale.<br/><br/>\n Les procès-verbaux établis par les fonctionnaires mentionnés au premier alinéa font foi jusqu'à preuve du contraire. Ils sont notifiés aux personnes concernées et transmis sans délai au procureur de la République.<br/><br/>\n Les modalités d'application du présent article sont fixées par décret.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-02-23T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}