{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006585645",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les personnes dont la pension de retraite, servie à titre personnel, a pris effet postérieurement au 31 décembre 2001 bénéficient d'une majoration de leur pension, exprimée en points de retraite proportionnelle, lorsqu'elles justifient dans un ou plusieurs régimes obligatoires d'une durée d'assurance et de périodes équivalentes au moins égale à celle requise en application de l'article L. 351-1 du code de la sécurité sociale à la date d'effet de la pension de retraite pour ouvrir droit à une pension à taux plein du régime général de la sécurité sociale et qu'elles remplissent des conditions fixées par décret, de durées minimales d'activité non salariée agricole accomplie à titre exclusif ou principal. Cette majoration s'applique également aux conjoints en activité au 1er janvier 1999 qui ont opté à cette date pour la qualité de collaborateur d'exploitation ou d'entreprise mentionnée à l'article L. 732-35, qui, à défaut de justifier de la durée d'assurance et de périodes équivalentes définies à l'alinéa précédent, justifient de la durée d'assurance mentionnée au troisième alinéa du I de l'article L. 732-54-2 et dont la pension de retraite a pris effet postérieurement au 31 décembre 2001. II. - Cette majoration a pour but de porter la pension de retraite de l'intéressé à un montant minimum. Ce montant minimum tient compte de sa durée d'activité non salariée agricole effectuée à titre exclusif ou principal et prise en compte dans une limite fixée par décret, de ses périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal, des périodes d'activité accomplies à titre exclusif ou principal en qualité de conjoint collaborateur d'exploitation ou d'entreprise agricole mentionné à l'article L. 732-35, des périodes d'activité effectuées en qualité de membre de la famille mentionné à l'article L. 732-34 ainsi que de tout ou partie des périodes de conjoint participant aux travaux effectuées avant 1999, de l'année de prise d'effet de la retraite et du nombre de points de retraite proportionnelle qu'il a acquis en chacune de ces qualités, ou, s'agissant des périodes de conjoint participant aux travaux de l'exploitation effectuées avant 1999, qu'il aurait pu obtenir par rachat dans le cadre de la procédure prévue à l'article L. 732-35. Pour les conjoints participant aux travaux au 1er janvier 1999 qui, soit n'ont pas fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise dans le délai imparti par l'article L. 321-5, soit n'ont pas conservé ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, les périodes accomplies après 1998 comme conjoint participant ou collaborateur ne peuvent donner lieu à revalorisation. III. - Pour les personnes qui totalisent des périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à une durée minimale prévue par décret, ce décret fixe le nombre minimum annuel moyen de points de retraite proportionnelle de manière différenciée pour les périodes accomplies en qualité de chef d'exploitation ou d'entreprise et pour celles accomplies en qualité de conjoint ou de membre de la famille, respectivement retenues dans les conditions et limites prévues au II. Toutefois, ce même décret prévoit les modalités dans lesquelles des annuités accomplies en qualité d'aide familial majeur peuvent être assimilées à des annuités de chef d'exploitation pour le calcul du nombre minimum annuel moyen de points de retraite proportionnelle. Pour les personnes qui ne justifient pas de périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à ladite durée minimale, le même décret fixe un nombre minimum annuel moyen unique de points de retraite proportionnelle pour les années retenues dans les conditions et limites prévues au II, quelle que soit la qualité en laquelle l'activité a été exercée. Toutefois, pour les personnes qui, postérieurement au 1er janvier 1999, ont conservé le statut de conjoint participant aux travaux ainsi que pour celles qui ont fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise après le délai imparti par l'article L. 321-5, ou sans conserver ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, le nombre minimum annuel moyen de points, prévu aux premier et deuxième alinéas du présent III et appliqué aux périodes accomplies comme conjoint antérieurement à 1999, est réduit dans des conditions fixées par décret. IV. - Les conditions d'application du présent article sont fixées par décret.",
            "texteHtml": "<p></p>   I. - Les personnes dont la pension de retraite, servie à titre personnel, a pris effet postérieurement au 31 décembre 2001 bénéficient d'une majoration de leur pension, exprimée en points de retraite proportionnelle, lorsqu'elles justifient dans un ou plusieurs régimes obligatoires d'une durée d'assurance et de périodes équivalentes au moins égale à celle requise en application de l'article L. 351-1 du code de la sécurité sociale à la date d'effet de la pension de retraite pour ouvrir droit à une pension à taux plein du régime général de la sécurité sociale et qu'elles remplissent des conditions fixées par décret, de durées minimales d'activité non salariée agricole accomplie à titre exclusif ou principal.<p></p><p></p>   Cette majoration s'applique également aux conjoints en activité au 1er janvier 1999 qui ont opté à cette date pour la qualité de collaborateur d'exploitation ou d'entreprise mentionnée à l'article L. 732-35, qui, à défaut de justifier de la durée d'assurance et de périodes équivalentes définies à l'alinéa précédent, justifient de la durée d'assurance mentionnée au troisième alinéa du I de l'article L. 732-54-2 et dont la pension de retraite a pris effet postérieurement au 31 décembre 2001.<p></p><p></p>   II. - Cette majoration a pour but de porter la pension de retraite de l'intéressé à un montant minimum. Ce montant minimum tient compte de sa durée d'activité non salariée agricole effectuée à titre exclusif ou principal et prise en compte dans une limite fixée par décret, de ses périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal, des périodes d'activité accomplies à titre exclusif ou principal en qualité de conjoint collaborateur d'exploitation ou d'entreprise agricole mentionné à l'article L. 732-35, des périodes d'activité effectuées en qualité de membre de la famille mentionné à l'article L. 732-34 ainsi que de tout ou partie des périodes de conjoint participant aux travaux effectuées avant 1999, de l'année de prise d'effet de la retraite et du nombre de points de retraite proportionnelle qu'il a acquis en chacune de ces qualités, ou, s'agissant des périodes de conjoint participant aux travaux de l'exploitation effectuées avant 1999, qu'il aurait pu obtenir par rachat dans le cadre de la procédure prévue à l'article L. 732-35.<p></p><p></p>   Pour les conjoints participant aux travaux au 1er janvier 1999 qui, soit n'ont pas fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise dans le délai imparti par l'article L. 321-5, soit n'ont pas conservé ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, les périodes accomplies après 1998 comme conjoint participant ou collaborateur ne peuvent donner lieu à revalorisation.<p></p><p></p>   III. - Pour les personnes qui totalisent des périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à une durée minimale prévue par décret, ce décret fixe le nombre minimum annuel moyen de points de retraite proportionnelle de manière différenciée pour les périodes accomplies en qualité de chef d'exploitation ou d'entreprise et pour celles accomplies en qualité de conjoint ou de membre de la famille, respectivement retenues dans les conditions et limites prévues au II. Toutefois, ce même décret prévoit les modalités dans lesquelles des annuités accomplies en qualité d'aide familial majeur peuvent être assimilées à des annuités de chef d'exploitation pour le calcul du nombre minimum annuel moyen de points de retraite proportionnelle.<p></p><p></p>   Pour les personnes qui ne justifient pas de périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à ladite durée minimale, le même décret fixe un nombre minimum annuel moyen unique de points de retraite proportionnelle pour les années retenues dans les conditions et limites prévues au II, quelle que soit la qualité en laquelle l'activité a été exercée.<p></p><p></p>   Toutefois, pour les personnes qui, postérieurement au 1er janvier 1999, ont conservé le statut de conjoint participant aux travaux ainsi que pour celles qui ont fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise après le délai imparti par l'article L. 321-5, ou sans conserver ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, le nombre minimum annuel moyen de points, prévu aux premier et deuxième alinéas du présent III et appliqué aux périodes accomplies comme conjoint antérieurement à 1999, est réduit dans des conditions fixées par décret.<p></p><p></p>   IV. - Les conditions d'application du présent article sont fixées par décret.<p></p>",
            "num": "L732-54-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1126224000000,
            "dateFin": 1229644800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Protection sociale des personnes non salariées des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138365",
                        "id": "LEGISCTA000006138365",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152347",
                        "id": "LEGISCTA000006152347",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-01-01",
                        "fin": "2010-11-11",
                        "titre": "Section 3 : Assurance vieillesse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167891",
                        "id": "LEGISCTA000006167891",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Assurance vieillesse et assurance veuvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167891",
                        "id": "LEGISCTA000023034858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Assurance vieillesse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183063",
                        "id": "LEGISCTA000006183063",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-01-01",
                        "fin": "2008-12-19",
                        "titre": "Paragraphe 5 : Revalorisations des retraites et des pensions de réversion.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193343",
                        "id": "LEGISCTA000006193343",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-12-19",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 5 : Majoration des retraites.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193343",
                        "id": "LEGISCTA000019959470",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585642",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193343",
            "sectionParentId": "LEGISCTA000019959470",
            "sectionParentTitre": "Paragraphe 5 : Majoration des retraites.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre III : Protection sociale des personnes non salariées des professions agricoles &gt; Chapitre II : Prestations &gt; Section 3 : Assurance vieillesse &gt; Sous-section 1 : Assurance vieillesse &gt; Paragraphe 5 : Majoration des retraites.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585645",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000239315",
                    "textTitle": "Ordonnance n°2005-1127 du 8 septembre 2005 - art. 9 () JORF 9 septembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006601430",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2005-09-09",
                    "dateSignaTexte": "2005-09-08",
                    "dateDebutCible": "2005-09-09"
                },
                {
                    "textCid": "JORFTEXT000019942966",
                    "textTitle": "LOI n°2008-1330\n du 17 décembre 2008 - art. 77 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "77",
                    "articleId": "LEGIARTI000019945492",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-12-18",
                    "dateSignaTexte": "2008-12-17",
                    "dateDebutCible": "2008-12-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L732-35, L732-34, L321-5, L732-54-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D732-110 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D732-110",
                    "articleId": "LEGIARTI000044944285",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L351-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-1",
                    "articleId": "LEGIARTI000006742620",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585642",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1009584000000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585643",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585644",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1126224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585645",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1126224000000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L732-54-8",
                "732-54-8"
            ],
            "versionPrecedente": "LEGIARTI000006585644",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585644",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les personnes dont la pension de retraite, servie à titre personnel, a pris effet postérieurement au 31 décembre 2001 bénéficient d'une majoration de leur pension, exprimée en points de retraite proportionnelle, lorsqu'elles justifient dans un ou plusieurs régimes obligatoires d'une durée d'assurance et de périodes équivalentes au moins égale à celle requise en application de l'article L. 351-1 du code de la sécurité sociale à la date d'effet de la pension de retraite pour ouvrir droit à une pension à taux plein du régime général de la sécurité sociale et qu'elles remplissent des conditions fixées par décret, de durées minimales d'activité non salariée agricole accomplie à titre exclusif ou principal. II. - Cette majoration a pour but de porter la pension de retraite de l'intéressé à un montant minimum. Ce montant minimum tient compte de sa durée d'activité non salariée agricole effectuée à titre exclusif ou principal et prise en compte dans une limite fixée par décret, de ses périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal, des périodes d'activité accomplies à titre exclusif ou principal en qualité de conjoint collaborateur d'exploitation ou d'entreprise agricole mentionné à l'article L. 732-35, des périodes d'activité effectuées en qualité de membre de la famille mentionné à l'article L. 732-34 ainsi que de tout ou partie des périodes de conjoint participant aux travaux effectuées avant 1999, de l'année de prise d'effet de la retraite et du nombre de points de retraite proportionnelle qu'il a acquis en chacune de ces qualités, ou, s'agissant des périodes de conjoint participant aux travaux de l'exploitation effectuées avant 1999, qu'il aurait pu obtenir par rachat dans le cadre de la procédure prévue à l'article L. 732-35. Pour les conjoints participant aux travaux au 1er janvier 1999 qui, soit n'ont pas fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise dans le délai imparti par l'article L. 321-5, soit n'ont pas conservé ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, les périodes accomplies après 1998 comme conjoint participant ou collaborateur ne peuvent donner lieu à revalorisation. III. - Pour les personnes qui totalisent des périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à une durée minimale prévue par décret, ce décret fixe le nombre minimum annuel moyen de points de retraite proportionnelle de manière différenciée pour les périodes accomplies en qualité de chef d'exploitation ou d'entreprise et pour celles accomplies en qualité de conjoint ou de membre de la famille, respectivement retenues dans les conditions et limites prévues au II. Toutefois, ce même décret prévoit les modalités dans lesquelles des annuités accomplies en qualité d'aide familial majeur peuvent être assimilées à des annuités de chef d'exploitation pour le calcul du nombre minimum annuel moyen de points de retraite proportionnelle. Pour les personnes qui ne justifient pas de périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à ladite durée minimale, le même décret fixe un nombre minimum annuel moyen unique de points de retraite proportionnelle pour les années retenues dans les conditions et limites prévues au II, quelle que soit la qualité en laquelle l'activité a été exercée. Toutefois, pour les personnes qui, postérieurement au 1er janvier 1999, ont conservé le statut de conjoint participant aux travaux ainsi que pour celles qui ont fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise après le délai imparti par l'article L. 321-5, ou sans conserver ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, le nombre minimum annuel moyen de points, prévu aux premier et deuxième alinéas du présent III et appliqué aux périodes accomplies comme conjoint antérieurement à 1999, est réduit dans des conditions fixées par décret. IV. - Les conditions d'application du présent article sont fixées par décret.",
            "texteHtml": "<p></p>   I. - Les personnes dont la pension de retraite, servie à titre personnel, a pris effet postérieurement au 31 décembre 2001 bénéficient d'une majoration de leur pension, exprimée en points de retraite proportionnelle, lorsqu'elles justifient dans un ou plusieurs régimes obligatoires d'une durée d'assurance et de périodes équivalentes au moins égale à celle requise en application de l'article L. 351-1 du code de la sécurité sociale à la date d'effet de la pension de retraite pour ouvrir droit à une pension à taux plein du régime général de la sécurité sociale et qu'elles remplissent des conditions fixées par décret, de durées minimales d'activité non salariée agricole accomplie à titre exclusif ou principal.<p></p><p></p>   II. - Cette majoration a pour but de porter la pension de retraite de l'intéressé à un montant minimum. Ce montant minimum tient compte de sa durée d'activité non salariée agricole effectuée à titre exclusif ou principal et prise en compte dans une limite fixée par décret, de ses périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal, des périodes d'activité accomplies à titre exclusif ou principal en qualité de conjoint collaborateur d'exploitation ou d'entreprise agricole mentionné à l'article L. 732-35, des périodes d'activité effectuées en qualité de membre de la famille mentionné à l'article L. 732-34 ainsi que de tout ou partie des périodes de conjoint participant aux travaux effectuées avant 1999, de l'année de prise d'effet de la retraite et du nombre de points de retraite proportionnelle qu'il a acquis en chacune de ces qualités, ou, s'agissant des périodes de conjoint participant aux travaux de l'exploitation effectuées avant 1999, qu'il aurait pu obtenir par rachat dans le cadre de la procédure prévue à l'article L. 732-35.<p></p><p></p>   Pour les conjoints participant aux travaux au 1er janvier 1999 qui, soit n'ont pas fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise dans le délai imparti par l'article L. 321-5, soit n'ont pas conservé ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, les périodes accomplies après 1998 comme conjoint participant ou collaborateur ne peuvent donner lieu à revalorisation.<p></p><p></p>   III. - Pour les personnes qui totalisent des périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à une durée minimale prévue par décret, ce décret fixe le nombre minimum annuel moyen de points de retraite proportionnelle de manière différenciée pour les périodes accomplies en qualité de chef d'exploitation ou d'entreprise et pour celles accomplies en qualité de conjoint ou de membre de la famille, respectivement retenues dans les conditions et limites prévues au II. Toutefois, ce même décret prévoit les modalités dans lesquelles des annuités accomplies en qualité d'aide familial majeur peuvent être assimilées à des annuités de chef d'exploitation pour le calcul du nombre minimum annuel moyen de points de retraite proportionnelle.<p></p><p></p>   Pour les personnes qui ne justifient pas de périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à ladite durée minimale, le même décret fixe un nombre minimum annuel moyen unique de points de retraite proportionnelle pour les années retenues dans les conditions et limites prévues au II, quelle que soit la qualité en laquelle l'activité a été exercée.<p></p><p></p>   Toutefois, pour les personnes qui, postérieurement au 1er janvier 1999, ont conservé le statut de conjoint participant aux travaux ainsi que pour celles qui ont fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise après le délai imparti par l'article L. 321-5, ou sans conserver ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, le nombre minimum annuel moyen de points, prévu aux premier et deuxième alinéas du présent III et appliqué aux périodes accomplies comme conjoint antérieurement à 1999, est réduit dans des conditions fixées par décret.<p></p><p></p>   IV. - Les conditions d'application du présent article sont fixées par décret.<p></p>",
            "num": "L732-54-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1088640000000,
            "dateFin": 1126224000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Protection sociale des personnes non salariées des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138365",
                        "id": "LEGISCTA000006138365",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152347",
                        "id": "LEGISCTA000006152347",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-01-01",
                        "fin": "2010-11-11",
                        "titre": "Section 3 : Assurance vieillesse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167891",
                        "id": "LEGISCTA000006167891",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Assurance vieillesse et assurance veuvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167891",
                        "id": "LEGISCTA000023034858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Assurance vieillesse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183063",
                        "id": "LEGISCTA000006183063",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-01-01",
                        "fin": "2008-12-19",
                        "titre": "Paragraphe 5 : Revalorisations des retraites et des pensions de réversion.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193343",
                        "id": "LEGISCTA000006193343",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-12-19",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 5 : Majoration des retraites.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193343",
                        "id": "LEGISCTA000019959470",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585642",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193343",
            "sectionParentId": "LEGISCTA000019959470",
            "sectionParentTitre": "Paragraphe 5 : Majoration des retraites.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre III : Protection sociale des personnes non salariées des professions agricoles &gt; Chapitre II : Prestations &gt; Section 3 : Assurance vieillesse &gt; Sous-section 1 : Assurance vieillesse &gt; Paragraphe 5 : Revalorisations des retraites et des pensions de réversion.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585644",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000781627",
                    "textTitle": "Loi n°2003-775 du 21 août 2003 - art. 102 (V) JORF 22 août 2003 en vigueur le 1er juillet 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "102",
                    "articleId": "LEGIARTI000006758652",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-08-22",
                    "dateSignaTexte": "2003-08-21",
                    "dateDebutCible": "2003-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L732-35, L732-34, L321-5, L732-54-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D732-110 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D732-110",
                    "articleId": "LEGIARTI000044944285",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L351-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-1",
                    "articleId": "LEGIARTI000006742620",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585642",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1009584000000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585643",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585644",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1126224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585645",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1126224000000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L732-54-8",
                "732-54-8"
            ],
            "versionPrecedente": "LEGIARTI000006585643",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585643",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les personnes dont la pension de retraite, servie à titre personnel, a pris effet postérieurement au 31 décembre 2001 bénéficient d'une majoration de leur pension, exprimée en points de retraite proportionnelle, lorsqu'elles justifient dans un ou plusieurs régimes obligatoires d'une durée d'assurance et de périodes équivalentes au moins égale à celle requise en application de l'article L. 351-1 du code de la sécurité sociale à la date d'effet de la pension de retraite pour ouvrir droit à une pension à taux plein du régime général de la sécurité sociale et qu'elles remplissent des conditions fixées par décret, de durées minimales d'activité non salariée agricole accomplie à titre exclusif ou principal. II. - Cette majoration a pour but de porter la pension de retraite de l'intéressé à un montant minimum. Ce montant minimum tient compte de sa durée d'activité non salariée agricole effectuée à titre exclusif ou principal et prise en compte dans une limite fixée par décret, de ses périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal, des périodes d'activité accomplies à titre exclusif ou principal en qualité de conjoint collaborateur d'exploitation ou d'entreprise agricole mentionné à l'article L. 732-35, des périodes d'activité effectuées en qualité de membre de la famille mentionné à l'article L. 732-34 ainsi que de tout ou partie des périodes de conjoint participant aux travaux effectuées avant 1999, de l'année de prise d'effet de la retraite et du nombre de points de retraite proportionnelle qu'il a acquis en chacune de ces qualités, ou, s'agissant des périodes de conjoint participant aux travaux de l'exploitation effectuées avant 1999, qu'il aurait pu obtenir par rachat dans le cadre de la procédure prévue à l'article L. 732-35. Pour les conjoints participant aux travaux au 1er janvier 1999 qui, soit n'ont pas fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise dans le délai imparti par l'article L. 321-5, soit n'ont pas conservé ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, les périodes accomplies après 1998 comme conjoint participant ou collaborateur ne peuvent donner lieu à revalorisation. III. - Pour les personnes qui totalisent des périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à une durée minimale prévue par décret, ce décret fixe le nombre minimum annuel moyen de points de retraite proportionnelle de manière différenciée pour les périodes accomplies en qualité de chef d'exploitation ou d'entreprise et pour celles accomplies en qualité de conjoint ou de membre de la famille, respectivement retenues dans les conditions et limites prévues au II. Toutefois, ce même décret prévoit les modalités dans lesquelles des annuités accomplies en qualité d'aide familial majeur peuvent être assimilées à des annuités de chef d'exploitation pour le calcul du nombre minimum annuel moyen de points de retraite proportionnelle. Pour les personnes qui ne justifient pas de périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à ladite durée minimale, le même décret fixe un nombre minimum annuel moyen unique de points de retraite proportionnelle pour les années retenues dans les conditions et limites prévues au II, quelle que soit la qualité en laquelle l'activité a été exercée. Toutefois, pour les personnes qui, postérieurement au 1er janvier 1999, ont conservé le statut de conjoint participant aux travaux ainsi que pour celles qui ont fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise après le délai imparti par l'article L. 321-5, ou sans conserver ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, le nombre minimum annuel moyen de points, prévu aux premier et deuxième alinéas du présent III et appliqué aux périodes accomplies comme conjoint antérieurement à 1999, est réduit dans des conditions fixées par décret. IV. - Les conditions d'application du présent article sont fixées par décret.",
            "texteHtml": "<p></p>   I. - Les personnes dont la pension de retraite, servie à titre personnel, a pris effet postérieurement au 31 décembre 2001 bénéficient d'une majoration de leur pension, exprimée en points de retraite proportionnelle, lorsqu'elles justifient dans un ou plusieurs régimes obligatoires d'une durée d'assurance et de périodes équivalentes au moins égale à celle requise en application de l'article L. 351-1 du code de la sécurité sociale à la date d'effet de la pension de retraite pour ouvrir droit à une pension à taux plein du régime général de la sécurité sociale et qu'elles remplissent des conditions fixées par décret, de durées minimales d'activité non salariée agricole accomplie à titre exclusif ou principal.<p></p><p></p>   II. - Cette majoration a pour but de porter la pension de retraite de l'intéressé à un montant minimum. Ce montant minimum tient compte de sa durée d'activité non salariée agricole effectuée à titre exclusif ou principal et prise en compte dans une limite fixée par décret, de ses périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal, des périodes d'activité accomplies à titre exclusif ou principal en qualité de conjoint collaborateur d'exploitation ou d'entreprise agricole mentionné à l'article L. 732-35, des périodes d'activité effectuées en qualité de membre de la famille mentionné à l'article L. 732-34 ainsi que de tout ou partie des périodes de conjoint participant aux travaux effectuées avant 1999, de l'année de prise d'effet de la retraite et du nombre de points de retraite proportionnelle qu'il a acquis en chacune de ces qualités, ou, s'agissant des périodes de conjoint participant aux travaux de l'exploitation effectuées avant 1999, qu'il aurait pu obtenir par rachat dans le cadre de la procédure prévue à l'article L. 732-35.<p></p><p></p>   Pour les conjoints participant aux travaux au 1er janvier 1999 qui, soit n'ont pas fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise dans le délai imparti par l'article L. 321-5, soit n'ont pas conservé ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, les périodes accomplies après 1998 comme conjoint participant ou collaborateur ne peuvent donner lieu à revalorisation.<p></p><p></p>   III. - Pour les personnes qui totalisent des périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à une durée minimale prévue par décret, ce décret fixe le nombre minimum annuel moyen de points de retraite proportionnelle de manière différenciée pour les périodes accomplies en qualité de chef d'exploitation ou d'entreprise et pour celles accomplies en qualité de conjoint ou de membre de la famille, respectivement retenues dans les conditions et limites prévues au II. Toutefois, ce même décret prévoit les modalités dans lesquelles des annuités accomplies en qualité d'aide familial majeur peuvent être assimilées à des annuités de chef d'exploitation pour le calcul du nombre minimum annuel moyen de points de retraite proportionnelle.<p></p><p></p>   Pour les personnes qui ne justifient pas de périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à ladite durée minimale, le même décret fixe un nombre minimum annuel moyen unique de points de retraite proportionnelle pour les années retenues dans les conditions et limites prévues au II, quelle que soit la qualité en laquelle l'activité a été exercée.<p></p><p></p>   Toutefois, pour les personnes qui, postérieurement au 1er janvier 1999, ont conservé le statut de conjoint participant aux travaux ainsi que pour celles qui ont fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise après le délai imparti par l'article L. 321-5, ou sans conserver ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, le nombre minimum annuel moyen de points, prévu aux premier et deuxième alinéas du présent III et appliqué aux périodes accomplies comme conjoint antérieurement à 1999, est réduit dans des conditions fixées par décret.<p></p><p></p>   IV. - Les conditions d'application du présent article sont fixées par décret.<p></p>",
            "num": "L732-54-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1072915200000,
            "dateFin": 1088640000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Protection sociale des personnes non salariées des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138365",
                        "id": "LEGISCTA000006138365",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152347",
                        "id": "LEGISCTA000006152347",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2004-07-01",
                        "titre": "Section 3 : Assurance vieillesse et assurance veuvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167890",
                        "id": "LEGISCTA000006167890",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2004-07-01",
                        "titre": "Sous-section 1 : Assurance vieillesse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183060",
                        "id": "LEGISCTA000006183060",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2001-12-29",
                        "fin": "2004-07-01",
                        "titre": "Paragraphe 5 : Revalorisations des retraites et des pensions de réversion.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193342",
                        "id": "LEGISCTA000006193342",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585642",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193342",
            "sectionParentId": "LEGISCTA000006193342",
            "sectionParentTitre": "Paragraphe 5 : Revalorisations des retraites et des pensions de réversion.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre III : Protection sociale des personnes non salariées des professions agricoles &gt; Chapitre II : Prestations",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585643",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000781627",
                    "textTitle": "Loi 2003-775 2003-08-21 art. 99 V, VI JORF 22 août 2003 en vigueur le 1er janvier 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000781627",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-08-22",
                    "dateSignaTexte": "2003-08-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000781627",
                    "textTitle": "Loi n°2003-775 du 21 août 2003 - art. 99 (V) JORF 22 août 2003 en vigueur le 1er janvier 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "99",
                    "articleId": "LEGIARTI000006758649",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-08-22",
                    "dateSignaTexte": "2003-08-21",
                    "dateDebutCible": "2003-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L732-35, L732-34, L321-5, L732-54-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D732-110 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D732-110",
                    "articleId": "LEGIARTI000044944285",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L351-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-1",
                    "articleId": "LEGIARTI000006742620",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585642",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1009584000000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585643",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585644",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1126224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585645",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1126224000000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L732-54-8",
                "732-54-8"
            ],
            "versionPrecedente": "LEGIARTI000006585642",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585642",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les personnes dont la pension de retraite, servie à titre personnel, a pris effet postérieurement au 31 décembre 2001 bénéficient d'une majoration de leur pension, exprimée en points de retraite proportionnelle, lorsqu'elles justifient dans un ou plusieurs régimes obligatoires d'une durée d'assurance et de périodes équivalentes au moins égale à celle requise en application de l'article L. 351-1 du code de la sécurité sociale pour ouvrir droit à une pension à taux plein du régime général de la sécurité sociale et qu'elles remplissent des conditions fixées par décret, de durées minimales d'activité non salariée agricole accomplie à titre exclusif ou principal. II. - Cette majoration a pour but de porter la pension de retraite de l'intéressé à un montant minimum. Ce montant minimum tient compte de sa durée d'activité non salariée agricole effectuée à titre exclusif ou principal et prise en compte dans une limite fixée par décret, de ses périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal, des périodes d'activité accomplies à titre exclusif ou principal en qualité de conjoint collaborateur d'exploitation ou d'entreprise agricole mentionné à l'article L. 732-35, des périodes d'activité effectuées en qualité de membre de la famille mentionné à l'article L. 732-34 ainsi que de tout ou partie des périodes de conjoint participant aux travaux effectuées avant 1999, de l'année de prise d'effet de la retraite et du nombre de points de retraite proportionnelle qu'il a acquis en chacune de ces qualités, ou, s'agissant des périodes de conjoint participant aux travaux de l'exploitation effectuées avant 1999, qu'il aurait pu obtenir par rachat dans le cadre de la procédure prévue à l'article L. 732-35. Pour les conjoints participant aux travaux au 1er janvier 1999 qui, soit n'ont pas fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise dans le délai imparti par l'article L. 321-5, soit n'ont pas conservé ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, les périodes accomplies après 1998 comme conjoint participant ou collaborateur ne peuvent donner lieu à revalorisation. III. - Pour les personnes qui totalisent des périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à une durée minimale prévue par décret, ce décret fixe le nombre minimum annuel moyen de points de retraite proportionnelle de manière différenciée pour les périodes accomplies en qualité de chef d'exploitation ou d'entreprise et pour celles accomplies en qualité de conjoint ou de membre de la famille, respectivement retenues dans les conditions et limites prévues au II. Toutefois, ce même décret prévoit les modalités dans lesquelles des annuités accomplies en qualité d'aide familial majeur peuvent être assimilées à des annuités de chef d'exploitation pour le calcul du nombre minimum annuel moyen de points de retraite proportionnelle. Pour les personnes qui ne justifient pas de périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à ladite durée minimale, le même décret fixe un nombre minimum annuel moyen unique de points de retraite proportionnelle pour les années retenues dans les conditions et limites prévues au II, quelle que soit la qualité en laquelle l'activité a été exercée. Toutefois, pour les personnes qui, postérieurement au 1er janvier 1999, ont conservé le statut de conjoint participant aux travaux ainsi que pour celles qui ont fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise après le délai imparti par l'article L. 321-5, ou sans conserver ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, le nombre minimum annuel moyen de points, prévu aux premier et deuxième alinéas du présent III et appliqué aux périodes accomplies comme conjoint antérieurement à 1999, est réduit dans des conditions fixées par décret. IV. - Les conditions d'application du présent article sont fixées par décret.",
            "texteHtml": "<p></p>   I. - Les personnes dont la pension de retraite, servie à titre personnel, a pris effet postérieurement au 31 décembre 2001 bénéficient d'une majoration de leur pension, exprimée en points de retraite proportionnelle, lorsqu'elles justifient dans un ou plusieurs régimes obligatoires d'une durée d'assurance et de périodes équivalentes au moins égale à celle requise en application de l'article L. 351-1 du code de la sécurité sociale pour ouvrir droit à une pension à taux plein du régime général de la sécurité sociale et qu'elles remplissent des conditions fixées par décret, de durées minimales d'activité non salariée agricole accomplie à titre exclusif ou principal.<p></p><p></p>   II. - Cette majoration a pour but de porter la pension de retraite de l'intéressé à un montant minimum. Ce montant minimum tient compte de sa durée d'activité non salariée agricole effectuée à titre exclusif ou principal et prise en compte dans une limite fixée par décret, de ses périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal, des périodes d'activité accomplies à titre exclusif ou principal en qualité de conjoint collaborateur d'exploitation ou d'entreprise agricole mentionné à l'article L. 732-35, des périodes d'activité effectuées en qualité de membre de la famille mentionné à l'article L. 732-34 ainsi que de tout ou partie des périodes de conjoint participant aux travaux effectuées avant 1999, de l'année de prise d'effet de la retraite et du nombre de points de retraite proportionnelle qu'il a acquis en chacune de ces qualités, ou, s'agissant des périodes de conjoint participant aux travaux de l'exploitation effectuées avant 1999, qu'il aurait pu obtenir par rachat dans le cadre de la procédure prévue à l'article L. 732-35.<p></p><p></p>   Pour les conjoints participant aux travaux au 1er janvier 1999 qui, soit n'ont pas fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise dans le délai imparti par l'article L. 321-5, soit n'ont pas conservé ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, les périodes accomplies après 1998 comme conjoint participant ou collaborateur ne peuvent donner lieu à revalorisation.<p></p><p></p>   III. - Pour les personnes qui totalisent des périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à une durée minimale prévue par décret, ce décret fixe le nombre minimum annuel moyen de points de retraite proportionnelle de manière différenciée pour les périodes accomplies en qualité de chef d'exploitation ou d'entreprise et pour celles accomplies en qualité de conjoint ou de membre de la famille, respectivement retenues dans les conditions et limites prévues au II. Toutefois, ce même décret prévoit les modalités dans lesquelles des annuités accomplies en qualité d'aide familial majeur peuvent être assimilées à des annuités de chef d'exploitation pour le calcul du nombre minimum annuel moyen de points de retraite proportionnelle.<p></p><p></p>   Pour les personnes qui ne justifient pas de périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricole au moins égales à ladite durée minimale, le même décret fixe un nombre minimum annuel moyen unique de points de retraite proportionnelle pour les années retenues dans les conditions et limites prévues au II, quelle que soit la qualité en laquelle l'activité a été exercée.<p></p><p></p>   Toutefois, pour les personnes qui, postérieurement au 1er janvier 1999, ont conservé le statut de conjoint participant aux travaux ainsi que pour celles qui ont fait choix de l'option pour le statut de conjoint collaborateur d'exploitation ou d'entreprise après le délai imparti par l'article L. 321-5, ou sans conserver ce statut de manière durable dans les conditions fixées par le décret prévu au deuxième alinéa du II de l'article L. 732-54-2, le nombre minimum annuel moyen de points, prévu aux premier et deuxième alinéas du présent III et appliqué aux périodes accomplies comme conjoint antérieurement à 1999, est réduit dans des conditions fixées par décret.<p></p><p></p>   IV. - Les conditions d'application du présent article sont fixées par décret.<p></p>",
            "num": "L732-54-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1009584000000,
            "dateFin": 1072915200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Protection sociale des personnes non salariées des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138365",
                        "id": "LEGISCTA000006138365",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152347",
                        "id": "LEGISCTA000006152347",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2004-07-01",
                        "titre": "Section 3 : Assurance vieillesse et assurance veuvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167890",
                        "id": "LEGISCTA000006167890",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2004-07-01",
                        "titre": "Sous-section 1 : Assurance vieillesse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183060",
                        "id": "LEGISCTA000006183060",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2001-12-29",
                        "fin": "2004-07-01",
                        "titre": "Paragraphe 5 : Revalorisations des retraites et des pensions de réversion.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193342",
                        "id": "LEGISCTA000006193342",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585642",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193342",
            "sectionParentId": "LEGISCTA000006193342",
            "sectionParentTitre": "Paragraphe 5 : Revalorisations des retraites et des pensions de réversion.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre III : Protection sociale des personnes non salariées des professions agricoles &gt; Chapitre II : Prestations &gt; Section 3 : Assurance vieillesse et assurance veuvage &gt; Sous-section 1 : Assurance vieillesse &gt; Paragraphe 5 : Revalorisations des retraites et des pensions de réversion.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585642",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000592233",
                    "textTitle": "Loi - art. 117 () JORF 29 décembre 2001",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "117",
                    "articleId": "LEGIARTI000006321246",
                    "natureText": "LOI",
                    "datePubliTexte": "2001-12-29",
                    "dateSignaTexte": "2001-12-28",
                    "dateDebutCible": "2001-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L732-35, L732-34, L321-5, L732-54-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D732-110 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D732-110",
                    "articleId": "LEGIARTI000044944285",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L351-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-1",
                    "articleId": "LEGIARTI000006742620",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585642",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1009584000000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585643",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585644",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1126224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585645",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1126224000000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L732-54-8",
                "732-54-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}