{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006465950",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. Toute demande d'assignation de fréquence relative à un système satellitaire est adressée à l'Agence nationale des fréquences. Sauf si l'assignation demandée n'est pas conforme au tableau national de répartition des bandes de fréquences ou aux stipulations des instruments de l'Union internationale des télécommunications, l'Agence nationale des fréquences déclare, au nom de la France, l'assignation de fréquence correspondante à l'Union internationale des télécommunications et engage la procédure prévue par le règlement des radiocommunications. 2. L'exploitation d'une assignation de fréquence à un système satellitaire, déclarée par la France à l'Union internationale des télécommunications, est soumise à l'autorisation du ministre chargé des communications électroniques, après avis des autorités affectataires des fréquences radioélectriques concernées. L'octroi de l'autorisation est subordonné à la justification par le demandeur de sa capacité à contrôler l'émission de l'ensemble des stations radioélectriques, y compris les stations terriennes, utilisant l'assignation de fréquence, ainsi qu'au versement à l'Agence nationale des fréquences d'une redevance correspondant aux coûts de traitement du dossier déclaré à l'Union internationale des télécommunications. L'autorisation peut être refusée dans les cas suivants : 1° Pour la sauvegarde de l'ordre public, les besoins de la défense ou ceux de la sécurité publique ; 2° Lorsque la demande n'est pas compatible, soit avec les engagements souscrits par la France dans le domaine des radiocommunications, soit avec les utilisations existantes ou prévisibles de bandes de fréquences, soit avec d'autres demandes d'autorisation permettant une meilleure gestion du spectre des fréquences ; 3° Lorsque la demande a des incidences sur les droits attachés aux assignations de fréquence antérieurement déclarées par la France à l'Union internationale des télécommunications ; 4° Lorsque le demandeur a fait l'objet d'une des sanctions prévues au III du présent article ou à l'article L. 97-3. L'autorisation devient caduque si l'exploitation se révèle incompatible avec les accords de coordination postérieurs à la délivrance de l'autorisation. II. – Le titulaire d'une autorisation doit respecter les spécifications techniques notifiées par la France à l'Union internationale des télécommunications ainsi que, le cas échéant, les accords de coordination conclus avec d'autres Etats membres de l'Union internationale des télécommunications ou avec d'autres exploitants d'assignations de fréquence déclarées par la France à l'Union internationale des télécommunications, y compris les accords postérieurs à la délivrance de l'autorisation. Le titulaire doit assurer, de façon permanente, le contrôle de l'émission de l'ensemble des stations radioélectriques, y compris les stations terriennes, utilisant l'assignation de fréquence. Le titulaire de l'autorisation doit apporter son concours à l'administration pour la mise en oeuvre des dispositions du règlement des radiocommunications. A la demande du ministre chargé des communications électroniques, le titulaire de l'autorisation doit faire cesser tout brouillage préjudiciable occasionné par le système satellitaire ayant fait l'objet de l'autorisation, dans les cas prévus par le règlement des radiocommunications. Les obligations que le présent article met à la charge du titulaire de l'autorisation s'appliquent également aux stations radioélectriques faisant l'objet de l'autorisation qui sont détenues, installées ou exploitées par des tiers ou qui sont situées hors de France. L'autorisation est accordée à titre personnel et ne peut être cédée à un tiers. Elle ne peut faire l'objet d'un transfert qu'après accord de l'autorité administrative. III. – Lorsque le titulaire de l'autorisation prévue au I ne respecte pas les obligations qui lui sont imposées par les textes législatifs ou réglementaires, le ministre chargé des communications électroniques le met en demeure de s'y conformer dans un délai déterminé. Si le titulaire ne donne pas suite à la mise en demeure qui lui a été adressée, le ministre chargé des communications électroniques peut prononcer à son encontre l'une des sanctions prévues au 2° de l'article L. 36-11 . La procédure prévue aux 2° et 5° de l'article L. 36-11 est applicable. Il peut, en outre, décider d'interrompre la procédure engagée par la France auprès de l'Union internationale des télécommunications. IV. – L'obtention de l'autorisation prévue au I ne dispense pas, le cas échéant, des autres autorisations prévues par les lois et règlements en vigueur, notamment de celles prévues au titre Ier du présent livre et de celles concernant la fourniture de services de radio ou de télévision sur le territoire français prévues par la loi n° 86-1067 du 30 septembre 1986 précitée. V. – Le présent article n'est pas applicable : 1° Lorsque l'assignation de fréquence est utilisée par une administration pour ses propres besoins dans une bande de fréquences dont elle est affectataire, en application de l' article 21 de la loi n° 86-1067 du 30 septembre 1986 précitée ; 2° Lorsque la France a agi auprès de l'Union internationale des télécommunications, en sa qualité d'administration notificatrice, au nom d'un groupe d'Etats membres de l'Union internationale des télécommunications. VI. – Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Il précise : 1° La procédure selon laquelle les autorisations sont délivrées ou retirées et selon laquelle leur caducité est constatée ; 2° La durée et les conditions de modification et de renouvellement de l'autorisation ; 3° Les conditions de mise en service du système satellitaire ; 4° Les modalités d'établissement et de recouvrement de la redevance prévue au deuxième alinéa du 2 du I.",
            "texteHtml": "<p>I. – 1. Toute demande d'assignation de fréquence relative à un système satellitaire est adressée à l'Agence nationale des fréquences. </p><p>Sauf si l'assignation demandée n'est pas conforme au tableau national de répartition des bandes de fréquences ou aux stipulations des instruments de l'Union internationale des télécommunications, l'Agence nationale des fréquences déclare, au nom de la France, l'assignation de fréquence correspondante à l'Union internationale des télécommunications et engage la procédure prévue par le règlement des radiocommunications. </p><p>2. L'exploitation d'une assignation de fréquence à un système satellitaire, déclarée par la France à l'Union internationale des télécommunications, est soumise à l'autorisation du ministre chargé des communications électroniques, après avis des autorités affectataires des fréquences radioélectriques concernées. </p><p>L'octroi de l'autorisation est subordonné à la justification par le demandeur de sa capacité à contrôler l'émission de l'ensemble des stations radioélectriques, y compris les stations terriennes, utilisant l'assignation de fréquence, ainsi qu'au versement à l'Agence nationale des fréquences d'une redevance correspondant aux coûts de traitement du dossier déclaré à l'Union internationale des télécommunications. </p><p>L'autorisation peut être refusée dans les cas suivants : </p><p>1° Pour la sauvegarde de l'ordre public, les besoins de la défense ou ceux de la sécurité publique ; </p><p>2° Lorsque la demande n'est pas compatible, soit avec les engagements souscrits par la France dans le domaine des radiocommunications, soit avec les utilisations existantes ou prévisibles de bandes de fréquences, soit avec d'autres demandes d'autorisation permettant une meilleure gestion du spectre des fréquences ; </p><p>3° Lorsque la demande a des incidences sur les droits attachés aux assignations de fréquence antérieurement déclarées par la France à l'Union internationale des télécommunications ; </p><p>4° Lorsque le demandeur a fait l'objet d'une des sanctions prévues au III du présent article ou à l'article L. 97-3. </p><p>L'autorisation devient caduque si l'exploitation se révèle incompatible avec les accords de coordination postérieurs à la délivrance de l'autorisation. </p><p>II. – Le titulaire d'une autorisation doit respecter les spécifications techniques notifiées par la France à l'Union internationale des télécommunications ainsi que, le cas échéant, les accords de coordination conclus avec d'autres Etats membres de l'Union internationale des télécommunications ou avec d'autres exploitants d'assignations de fréquence déclarées par la France à l'Union internationale des télécommunications, y compris les accords postérieurs à la délivrance de l'autorisation. </p><p>Le titulaire doit assurer, de façon permanente, le contrôle de l'émission de l'ensemble des stations radioélectriques, y compris les stations terriennes, utilisant l'assignation de fréquence. </p><p>Le titulaire de l'autorisation doit apporter son concours à l'administration pour la mise en oeuvre des dispositions du règlement des radiocommunications. </p><p>A la demande du ministre chargé des communications électroniques, le titulaire de l'autorisation doit faire cesser tout brouillage préjudiciable occasionné par le système satellitaire ayant fait l'objet de l'autorisation, dans les cas prévus par le règlement des radiocommunications. </p><p>Les obligations que le présent article met à la charge du titulaire de l'autorisation s'appliquent également aux stations radioélectriques faisant l'objet de l'autorisation qui sont détenues, installées ou exploitées par des tiers ou qui sont situées hors de France. </p><p>L'autorisation est accordée à titre personnel et ne peut être cédée à un tiers. Elle ne peut faire l'objet d'un transfert qu'après accord de l'autorité administrative. </p><p>III. – Lorsque le titulaire de l'autorisation prévue au I ne respecte pas les obligations qui lui sont imposées par les textes législatifs ou réglementaires, le ministre chargé des communications électroniques le met en demeure de s'y conformer dans un délai déterminé. </p><p>Si le titulaire ne donne pas suite à la mise en demeure qui lui a été adressée, le ministre chargé des communications électroniques peut prononcer à son encontre l'une des sanctions prévues au 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465863&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L36-11 (V)'>L. 36-11</a>. La procédure prévue aux 2° et 5° de l'article L. 36-11 est applicable. Il peut, en outre, décider d'interrompre la procédure engagée par la France auprès de l'Union internationale des télécommunications. </p><p>IV. – L'obtention de l'autorisation prévue au I ne dispense pas, le cas échéant, des autres autorisations prévues par les lois et règlements en vigueur, notamment de celles prévues au titre Ier du présent livre et de celles concernant la fourniture de services de radio ou de télévision sur le territoire français prévues par la loi n° <a href='/affichTexte.do?cidTexte=JORFTEXT000000512205&categorieLien=cid' title='Loi n° 86-1067 du 30 septembre 1986 (V)'>86-1067 </a>du 30 septembre 1986 précitée. </p><p>V. – Le présent article n'est pas applicable : </p><p>1° Lorsque l'assignation de fréquence est utilisée par une administration pour ses propres besoins dans une bande de fréquences dont elle est affectataire, en application de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000512205&idArticle=LEGIARTI000006420265&dateTexte=&categorieLien=cid' title='Loi n° 86-1067 du 30 septembre 1986 - art. 21 (V)'>article 21 </a>de la loi n° 86-1067 du 30 septembre 1986 précitée ; </p><p>2° Lorsque la France a agi auprès de l'Union internationale des télécommunications, en sa qualité d'administration notificatrice, au nom d'un groupe d'Etats membres de l'Union internationale des télécommunications. </p><p>VI. – Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Il précise : </p><p>1° La procédure selon laquelle les autorisations sont délivrées ou retirées et selon laquelle leur caducité est constatée ; </p><p>2° La durée et les conditions de modification et de renouvellement de l'autorisation ; </p><p>3° Les conditions de mise en service du système satellitaire ; </p><p>4° Les modalités d'établissement et de recouvrement de la redevance prévue au deuxième alinéa du 2 du I.</p>",
            "num": "L97-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1089417600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "TITRE VIII : Assignations de fréquence relatives aux systèmes satellitaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136633",
                        "id": "LEGISCTA000006136633",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465949",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006136633",
            "sectionParentId": "LEGISCTA000006136633",
            "sectionParentTitre": "TITRE VIII : Assignations de fréquence relatives aux systèmes satellitaires.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE VIII : Assignations de fréquence relatives aux systèmes satellitaires.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006465950",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000439399",
                    "textTitle": "Loi n°2004-669 du 9 juillet 2004 - art. 1 (V) JORF 10 juillet 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006421611",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-07-10",
                    "dateSignaTexte": "2004-07-09",
                    "dateDebutCible": "2004-07-10"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret 62-273 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi n° 86-1067 du 30 septembre 1986 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000512205",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi n° 86-1067 du 30 septembre 1986 - art. 21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006420265",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi n° 86-1067 du 30 septembre 1986 - art. 30-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30-6",
                    "articleId": "LEGIARTI000044260491",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "JORFTEXT000017644368",
                    "textTitle": "Arrêté du 3 décembre 2007 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017644381",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1197590400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000017644948",
                    "textTitle": "Avis n°2007-0841  du 9 octobre 2007 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017644985",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2007-0841",
                    "datePubli": 1197590400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018122613",
                    "textTitle": "Arrêté du 5 février 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018122625",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1203033600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018122973",
                    "textTitle": "Avis n°2007-0839 \n du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018122977",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2007-0839",
                    "datePubli": 1203033600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018125125",
                    "textTitle": "Arrêté du 5 février 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018125136",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1203120000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018315320",
                    "textTitle": "Arrêté du 5 février 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018315331",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1205452800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018315337",
                    "textTitle": "Arrêté du 5 février 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018315349",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1205452800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018359866",
                    "textTitle": "Arrêté du 5 février 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018359878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1205798400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019778648",
                    "textTitle": "Arrêté du 3 novembre 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019778661",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1227312000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019778648",
                    "textTitle": "Arrêté du 3 novembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019778648",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1227312000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019779040",
                    "textTitle": "Avis n° 2008-0829\n du 22 juillet 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019779044",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2008-0829",
                    "datePubli": 1227312000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019779040",
                    "textTitle": "Avis n° 2008-0829\n du 22 juillet 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019779040",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2008-0829",
                    "datePubli": 1227312000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020040836",
                    "textTitle": "Arrêté du 24 décembre 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020040849",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1231286400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020040831",
                    "textTitle": "Arrêté du 24 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020040831",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1231286400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020040836",
                    "textTitle": "Arrêté du 24 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020040836",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1231286400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020041331",
                    "textTitle": "Avis n°2008-1172\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020041331",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2008-1172",
                    "datePubli": 1231286400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020418220",
                    "textTitle": "Avis n° 2008-1371\n du 4 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020418220",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2008-1371",
                    "datePubli": 1237680000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020436281",
                    "textTitle": "Arrêté du 17 février 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020436281",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1238025600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020581566",
                    "textTitle": "Arrêté du 24 avril 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020581566",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1241568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020987742",
                    "textTitle": "Arrêté du 5 août 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020987742",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1250899200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028320406",
                    "textTitle": "Arrêté du 4 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028320416",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1386892800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028320762",
                    "textTitle": "Avis n°2013-1263  du 22 octobre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028320764",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-1263",
                    "datePubli": 1386892800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028397834",
                    "textTitle": "Arrêté du 23 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028397844",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388188800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028397913",
                    "textTitle": "Avis n°2013-0272  du 19 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028397915",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0272",
                    "datePubli": 1388188800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028720829",
                    "textTitle": "Arrêté du 6 mars 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028720839",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394755200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028721046",
                    "textTitle": "Avis n°2013-0274   du 19 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028721048",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0274",
                    "datePubli": 1394755200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029050069",
                    "textTitle": "Arrêté du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029050074",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1402012800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029050079",
                    "textTitle": "Arrêté du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029050089",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1402012800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029050694",
                    "textTitle": "Avis n°2013-0273  du 19 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029050696",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0273",
                    "datePubli": 1402012800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029050688",
                    "textTitle": "Avis n°2013-0717   du 28 mai 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029050690",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0717",
                    "datePubli": 1402012800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029053286",
                    "textTitle": "Arrêté du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029053296",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1402099200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029053730",
                    "textTitle": "Avis n°2013-0276  du 19 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029053732",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0276",
                    "datePubli": 1402099200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029066609",
                    "textTitle": "Arrêté du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029066619",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1402444800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029067147",
                    "textTitle": "Avis n°2013-0275  du 19 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029067149",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0275",
                    "datePubli": 1402444800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029123045",
                    "textTitle": "ARRÊTÉ du 12 juin 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029123055",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1403568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029123696",
                    "textTitle": "AVIS n°2013-0917 du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029123698",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0917",
                    "datePubli": 1403568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029287492",
                    "textTitle": "ARRÊTÉ du 16 juillet 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029287502",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1406160000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029287870",
                    "textTitle": "AVIS n°2014-0229 du 18 février 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029287872",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-0229",
                    "datePubli": 1406160000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029675834",
                    "textTitle": "DÉCRET n°2014-1282 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046774993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1282",
                    "datePubli": 1414800000000,
                    "dateDebut": 1671753600000
                },
                {
                    "textCid": "JORFTEXT000030484117",
                    "textTitle": "ARRÊTÉ du 30 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030484127",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429142400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030484345",
                    "textTitle": "AVIS n°2014-1322 du 6 novembre 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030484347",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-1322",
                    "datePubli": 1429142400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590332",
                    "textTitle": "Arrêté du 1er décembre 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031590342",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590350",
                    "textTitle": "Arrêté du 1er décembre 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031590360",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590501",
                    "textTitle": "Avis n°2014-1323 du 6 novembre 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031590504",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-1323",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590501",
                    "textTitle": "Avis n°2014-1323 du 6 novembre 2014, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000031590501",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-1323",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590507",
                    "textTitle": "Avis n°2015-0112 du 3 février 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031590510",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0112",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590507",
                    "textTitle": "Avis n°2015-0112 du 3 février 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000031590507",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0112",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031979067",
                    "textTitle": "Arrêté du 28 janvier 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031979077",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1454630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031979298",
                    "textTitle": "Avis n°2015-0697 du 11 juin 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031979300",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0697",
                    "datePubli": 1454630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032511355",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032511360",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1462924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032511366",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032511371",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1462924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032511379",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032511384",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1462924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032511391",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032511396",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1462924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032511403",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032511408",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1462924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032540060",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032540065",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1463529600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036468596",
                    "textTitle": "Arrêté du 5 janvier 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036468606",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1515715200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039305872",
                    "textTitle": "Arrêté du 30 octobre 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000039305882",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1572739200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039792795",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000039792796",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1578441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041477481",
                    "textTitle": "Arrêté du 18 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041477491",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1579910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041477496",
                    "textTitle": "Arrêté du 18 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041477506",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1579910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041478009",
                    "textTitle": "Avis n°2019-0815 du 6 juin 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041478011",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2019-0815",
                    "datePubli": 1579910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042326040",
                    "textTitle": "Arrêté du 8 septembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042326050",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1599955200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042331106",
                    "textTitle": "Arrêté du 8 septembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042331116",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1600214400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042649262",
                    "textTitle": "Avis n°2020-10 du 25 novembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042649263",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2020-10",
                    "datePubli": 1607644800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042738844",
                    "textTitle": "Arrêté du 17 décembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042738854",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1608940800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043099748",
                    "textTitle": "Arrêté du 27 janvier 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043099758",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1612569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043142179",
                    "textTitle": "Arrêté du 27 janvier 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043142189",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1613520000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043704573",
                    "textTitle": "Arrêté du 22 juin 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043704583",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1624752000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044559505",
                    "textTitle": "Arrêté du 16 décembre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044559515",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640476800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045243297",
                    "textTitle": "Arrêté du 23 février 2022 - art. 19, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "JORFARTI000045243313",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1645833600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047422353",
                    "textTitle": "Arrêté du 27 février 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047422363",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1680912000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L36-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L36-11",
                    "articleId": "LEGIARTI000006465863",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L43",
                    "articleId": "LEGIARTI000045292698",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1662336000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L97-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L97-3",
                    "articleId": "LEGIARTI000020631677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1242259200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L97-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L97-4",
                    "articleId": "LEGIARTI000006465953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1087862400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. R20-44-11 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R20-44-11",
                    "articleId": "LEGIARTI000047818458",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1720828800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. R20-44-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R20-44-23",
                    "articleId": "LEGIARTI000026629121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1356998400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. R52-3-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-6",
                    "articleId": "LEGIARTI000006466520",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. R52-3-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-10",
                    "articleId": "LEGIARTI000006466524",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. R52-3-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-11",
                    "articleId": "LEGIARTI000006466525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. R52-3-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-7",
                    "articleId": "LEGIARTI000006466521",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. R52-3-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-8",
                    "articleId": "LEGIARTI000006466522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. R52-3-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-9",
                    "articleId": "LEGIARTI000006466523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465949",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1087862400000,
                    "dateFin": 1089417600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465950",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1089417600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L97-2",
                "97-2"
            ],
            "versionPrecedente": "LEGIARTI000006465949",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006465949",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. Toute demande d'assignation de fréquence relative à un système satellitaire est adressée à l'Agence nationale des fréquences. Sauf si l'assignation demandée n'est pas conforme au tableau national de répartition des bandes de fréquences ou aux stipulations des instruments de l'Union internationale des télécommunications, l'Agence nationale des fréquences déclare, au nom de la France, l'assignation de fréquence correspondante à l'Union internationale des télécommunications et engage la procédure prévue par le règlement des radiocommunications. 2. L'exploitation d'une assignation de fréquence à un système satellitaire, déclarée par la France à l'Union internationale des télécommunications, est soumise à l'autorisation du ministre chargé des communications électroniques, après avis des autorités affectataires des fréquences radioélectriques concernées. L'octroi de l'autorisation est subordonné à la justification par le demandeur de sa capacité à contrôler l'émission de l'ensemble des stations radioélectriques, y compris les stations terriennes, utilisant l'assignation de fréquence, ainsi qu'au versement à l'Agence nationale des fréquences d'une redevance correspondant aux coûts de traitement du dossier déclaré à l'Union internationale des télécommunications. L'autorisation peut être refusée dans les cas suivants : 1° Pour la sauvegarde de l'ordre public, les besoins de la défense ou ceux de la sécurité publique ; 2° Lorsque la demande n'est pas compatible, soit avec les engagements souscrits par la France dans le domaine des radiocommunications, soit avec les utilisations existantes ou prévisibles de bandes de fréquences, soit avec d'autres demandes d'autorisation permettant une meilleure gestion du spectre des fréquences ; 3° Lorsque la demande a des incidences sur les droits attachés aux assignations de fréquence antérieurement déclarées par la France à l'Union internationale des télécommunications ; 4° Lorsque le demandeur a fait l'objet d'une des sanctions prévues au III du présent article ou à l'article L. 97-3. L'autorisation devient caduque si l'exploitation se révèle incompatible avec les accords de coordination postérieurs à la délivrance de l'autorisation. II. - Le titulaire d'une autorisation doit respecter les spécifications techniques notifiées par la France à l'Union internationale des télécommunications ainsi que, le cas échéant, les accords de coordination conclus avec d'autres Etats membres de l'Union internationale des télécommunications ou avec d'autres exploitants d'assignations de fréquence déclarées par la France à l'Union internationale des télécommunications, y compris les accords postérieurs à la délivrance de l'autorisation. Le titulaire doit assurer, de façon permanente, le contrôle de l'émission de l'ensemble des stations radioélectriques, y compris les stations terriennes, utilisant l'assignation de fréquence. Le titulaire de l'autorisation doit apporter son concours à l'administration pour la mise en oeuvre des dispositions du règlement des radiocommunications. A la demande du ministre chargé des communications électroniques, le titulaire de l'autorisation doit faire cesser tout brouillage préjudiciable occasionné par le système satellitaire ayant fait l'objet de l'autorisation, dans les cas prévus par le règlement des radiocommunications. Les obligations que le présent article met à la charge du titulaire de l'autorisation s'appliquent également aux stations radioélectriques faisant l'objet de l'autorisation qui sont détenues, installées ou exploitées par des tiers ou qui sont situées hors de France. L'autorisation est accordée à titre personnel et ne peut être cédée à un tiers. Elle ne peut faire l'objet d'un transfert qu'après accord de l'autorité administrative. III. - Lorsque le titulaire de l'autorisation prévue au I ne respecte pas les obligations qui lui sont imposées par les textes législatifs ou réglementaires, le ministre chargé des communications électroniques le met en demeure de s'y conformer dans un délai déterminé. Si le titulaire ne donne pas suite à la mise en demeure qui lui a été adressée, le ministre chargé des communications électroniques peut prononcer à son encontre l'une des sanctions prévues au 2° de l'article L. 36-11. La procédure prévue aux 2° et 5° de l'article L. 36-11 est applicable. Il peut, en outre, décider d'interrompre la procédure engagée par la France auprès de l'Union internationale des télécommunications. IV. - L'obtention de l'autorisation prévue au I ne dispense pas, le cas échéant, des autres autorisations prévues par les lois et règlements en vigueur, notamment de celles prévues au titre Ier du présent livre et de celles concernant la fourniture de services de radio ou de télévision sur le territoire français prévues par la loi n° 86-1067 du 30 septembre 1986 précitée. V. - Le présent article n'est pas applicable : 1° Lorsque l'assignation de fréquence est utilisée par une administration pour ses propres besoins dans une bande de fréquences dont elle est affectataire, en application de l'article 21 de la loi n° 86-1067 du 30 septembre 1986 précitée ; 2° Lorsque la France a agi auprès de l'Union internationale des télécommunications, en sa qualité d'administration notificatrice, au nom d'un groupe d'Etats membres de l'Union internationale des télécommunications. VI. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Il précise : 1° La procédure selon laquelle les autorisations sont délivrées ou retirées et selon laquelle leur caducité est constatée ; 2° La durée et les conditions de modification et de renouvellement de l'autorisation ; 3° Les conditions de mise en service du système satellitaire ; 4° Les modalités d'établissement et de recouvrement de la redevance prévue au deuxième alinéa du 2 du I.",
            "texteHtml": "<p></p>   I. - 1. Toute demande d'assignation de fréquence relative à un système satellitaire est adressée à l'Agence nationale des fréquences.<p></p><p></p>   Sauf si l'assignation demandée n'est pas conforme au tableau national de répartition des bandes de fréquences ou aux stipulations des instruments de l'Union internationale des télécommunications, l'Agence nationale des fréquences déclare, au nom de la France, l'assignation de fréquence correspondante à l'Union internationale des télécommunications et engage la procédure prévue par le règlement des radiocommunications.<p></p><p></p>   2. L'exploitation d'une assignation de fréquence à un système satellitaire, déclarée par la France à l'Union internationale des télécommunications, est soumise à l'autorisation du ministre chargé des communications électroniques, après avis des autorités affectataires des fréquences radioélectriques concernées.<p></p><p></p>   L'octroi de l'autorisation est subordonné à la justification par le demandeur de sa capacité à contrôler l'émission de l'ensemble des stations radioélectriques, y compris les stations terriennes, utilisant l'assignation de fréquence, ainsi qu'au versement à l'Agence nationale des fréquences d'une redevance correspondant aux coûts de traitement du dossier déclaré à l'Union internationale des télécommunications.<p></p><p></p>   L'autorisation peut être refusée dans les cas suivants :<p></p><p></p>   1° Pour la sauvegarde de l'ordre public, les besoins de la défense ou ceux de la sécurité publique ;<p></p><p></p>   2° Lorsque la demande n'est pas compatible, soit avec les engagements souscrits par la France dans le domaine des radiocommunications, soit avec les utilisations existantes ou prévisibles de bandes de fréquences, soit avec d'autres demandes d'autorisation permettant une meilleure gestion du spectre des fréquences ;<p></p><p></p>   3° Lorsque la demande a des incidences sur les droits attachés aux assignations de fréquence antérieurement déclarées par la France à l'Union internationale des télécommunications ;<p></p><p></p>   4° Lorsque le demandeur a fait l'objet d'une des sanctions prévues au III du présent article ou à l'article L. 97-3.<p></p><p></p>   L'autorisation devient caduque si l'exploitation se révèle incompatible avec les accords de coordination postérieurs à la délivrance de l'autorisation.<p></p><p></p>   II. - Le titulaire d'une autorisation doit respecter les spécifications techniques notifiées par la France à l'Union internationale des télécommunications ainsi que, le cas échéant, les accords de coordination conclus avec d'autres Etats membres de l'Union internationale des télécommunications ou avec d'autres exploitants d'assignations de fréquence déclarées par la France à l'Union internationale des télécommunications, y compris les accords postérieurs à la délivrance de l'autorisation.<p></p><p></p>   Le titulaire doit assurer, de façon permanente, le contrôle de l'émission de l'ensemble des stations radioélectriques, y compris les stations terriennes, utilisant l'assignation de fréquence.<p></p><p></p>   Le titulaire de l'autorisation doit apporter son concours à l'administration pour la mise en oeuvre des dispositions du règlement des radiocommunications.<p></p><p></p>   A la demande du ministre chargé des communications électroniques, le titulaire de l'autorisation doit faire cesser tout brouillage préjudiciable occasionné par le système satellitaire ayant fait l'objet de l'autorisation, dans les cas prévus par le règlement des radiocommunications.<p></p><p></p>   Les obligations que le présent article met à la charge du titulaire de l'autorisation s'appliquent également aux stations radioélectriques faisant l'objet de l'autorisation qui sont détenues, installées ou exploitées par des tiers ou qui sont situées hors de France.<p></p><p></p>   L'autorisation est accordée à titre personnel et ne peut être cédée à un tiers. Elle ne peut faire l'objet d'un transfert qu'après accord de l'autorité administrative.<p></p><p></p>   III. - Lorsque le titulaire de l'autorisation prévue au I ne respecte pas les obligations qui lui sont imposées par les textes législatifs ou réglementaires, le ministre chargé des communications électroniques le met en demeure de s'y conformer dans un délai déterminé.<p></p><p></p>   Si le titulaire ne donne pas suite à la mise en demeure qui lui a été adressée, le ministre chargé des communications électroniques peut prononcer à son encontre l'une des sanctions prévues au 2° de l'article L. 36-11. La procédure prévue aux 2° et 5° de l'article L. 36-11 est applicable. Il peut, en outre, décider d'interrompre la procédure engagée par la France auprès de l'Union internationale des télécommunications.<p></p><p></p>   IV. - L'obtention de l'autorisation prévue au I ne dispense pas, le cas échéant, des autres autorisations prévues par les lois et règlements en vigueur, notamment de celles prévues au titre Ier du présent livre et de celles concernant la fourniture de services de radio ou de télévision sur le territoire français prévues par la loi n° 86-1067 du 30 septembre 1986 précitée.<p></p><p></p>   V. - Le présent article n'est pas applicable :<p></p><p></p>   1° Lorsque l'assignation de fréquence est utilisée par une administration pour ses propres besoins dans une bande de fréquences dont elle est affectataire, en application de l'article 21 de la loi n° 86-1067 du 30 septembre 1986 précitée ;<p></p><p></p>   2° Lorsque la France a agi auprès de l'Union internationale des télécommunications, en sa qualité d'administration notificatrice, au nom d'un groupe d'Etats membres de l'Union internationale des télécommunications.<p></p><p></p>   VI. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Il précise :<p></p><p></p>   1° La procédure selon laquelle les autorisations sont délivrées ou retirées et selon laquelle leur caducité est constatée ;<p></p><p></p>   2° La durée et les conditions de modification et de renouvellement de l'autorisation ;<p></p><p></p>   3° Les conditions de mise en service du système satellitaire ;<p></p><p></p>   4° Les modalités d'établissement et de recouvrement de la redevance prévue au deuxième alinéa du 2 du I.<p></p>",
            "num": "L97-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1087862400000,
            "dateFin": 1089417600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "TITRE VIII : Assignations de fréquence relatives aux systèmes satellitaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136633",
                        "id": "LEGISCTA000006136633",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465949",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006136633",
            "sectionParentId": "LEGISCTA000006136633",
            "sectionParentTitre": "TITRE VIII : Assignations de fréquence relatives aux systèmes satellitaires.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE VIII : Assignations de fréquence relatives aux systèmes satellitaires.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006465949",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Selon les dispositions de l'article 1er de la loi n° 2004-669 du 9 juillet 2004, le code des postes et télécommunications devient le code des postes et des communications électroniques. Dans ce code, les mots \"télécommunications\" et \"télécommunication\" sont remplacés par les mots \"communications électroniques\".",
            "notaHtml": "<p></p>   NOTA : Selon les dispositions de l'article 1er de la loi n° 2004-669 du 9 juillet 2004, le code des postes et télécommunications devient le code des postes et des communications électroniques. Dans ce code, les mots \"télécommunications\" et \"télécommunication\" sont remplacés par les mots \"communications électroniques\".<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000801164",
                    "textTitle": "Loi n°2004-575 du 21 juin 2004 - art. 48 () JORF 22 juin 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "48",
                    "articleId": "LEGIARTI000006421598",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-06-22",
                    "dateSignaTexte": "2004-06-21",
                    "dateDebutCible": "2004-06-22"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret 62-273 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi 86-1067 1986-09-30 art. 21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000512205",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi n° 86-1067 du 30 septembre 1986 - art. 30-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30-6",
                    "articleId": "LEGIARTI000044260491",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "JORFTEXT000017644368",
                    "textTitle": "Arrêté du 3 décembre 2007 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017644381",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1197590400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000017644948",
                    "textTitle": "Avis n°2007-0841  du 9 octobre 2007 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017644985",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2007-0841",
                    "datePubli": 1197590400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018122613",
                    "textTitle": "Arrêté du 5 février 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018122625",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1203033600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018122973",
                    "textTitle": "Avis n°2007-0839 \n du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018122977",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2007-0839",
                    "datePubli": 1203033600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018125125",
                    "textTitle": "Arrêté du 5 février 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018125136",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1203120000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018315320",
                    "textTitle": "Arrêté du 5 février 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018315331",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1205452800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018315337",
                    "textTitle": "Arrêté du 5 février 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018315349",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1205452800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000018359866",
                    "textTitle": "Arrêté du 5 février 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000018359878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1205798400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019778648",
                    "textTitle": "Arrêté du 3 novembre 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019778661",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1227312000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019778648",
                    "textTitle": "Arrêté du 3 novembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019778648",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1227312000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019779040",
                    "textTitle": "Avis n° 2008-0829\n du 22 juillet 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019779044",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2008-0829",
                    "datePubli": 1227312000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019779040",
                    "textTitle": "Avis n° 2008-0829\n du 22 juillet 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019779040",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2008-0829",
                    "datePubli": 1227312000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020040836",
                    "textTitle": "Arrêté du 24 décembre 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020040849",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1231286400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020040831",
                    "textTitle": "Arrêté du 24 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020040831",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1231286400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020040836",
                    "textTitle": "Arrêté du 24 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020040836",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1231286400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020041331",
                    "textTitle": "Avis n°2008-1172\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020041331",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2008-1172",
                    "datePubli": 1231286400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020418220",
                    "textTitle": "Avis n° 2008-1371\n du 4 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020418220",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2008-1371",
                    "datePubli": 1237680000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020436281",
                    "textTitle": "Arrêté du 17 février 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020436281",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1238025600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020581566",
                    "textTitle": "Arrêté du 24 avril 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020581566",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1241568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020987742",
                    "textTitle": "Arrêté du 5 août 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020987742",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1250899200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028320406",
                    "textTitle": "Arrêté du 4 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028320416",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1386892800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028320762",
                    "textTitle": "Avis n°2013-1263  du 22 octobre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028320764",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-1263",
                    "datePubli": 1386892800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028397834",
                    "textTitle": "Arrêté du 23 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028397844",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388188800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028397913",
                    "textTitle": "Avis n°2013-0272  du 19 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028397915",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0272",
                    "datePubli": 1388188800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028720829",
                    "textTitle": "Arrêté du 6 mars 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028720839",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394755200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028721046",
                    "textTitle": "Avis n°2013-0274   du 19 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028721048",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0274",
                    "datePubli": 1394755200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029050069",
                    "textTitle": "Arrêté du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029050074",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1402012800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029050079",
                    "textTitle": "Arrêté du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029050089",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1402012800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029050694",
                    "textTitle": "Avis n°2013-0273  du 19 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029050696",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0273",
                    "datePubli": 1402012800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029050688",
                    "textTitle": "Avis n°2013-0717   du 28 mai 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029050690",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0717",
                    "datePubli": 1402012800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029053286",
                    "textTitle": "Arrêté du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029053296",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1402099200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029053730",
                    "textTitle": "Avis n°2013-0276  du 19 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029053732",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0276",
                    "datePubli": 1402099200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029066609",
                    "textTitle": "Arrêté du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029066619",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1402444800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029067147",
                    "textTitle": "Avis n°2013-0275  du 19 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029067149",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0275",
                    "datePubli": 1402444800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029123045",
                    "textTitle": "ARRÊTÉ du 12 juin 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029123055",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1403568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029123696",
                    "textTitle": "AVIS n°2013-0917 du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029123698",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0917",
                    "datePubli": 1403568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029287492",
                    "textTitle": "ARRÊTÉ du 16 juillet 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029287502",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1406160000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029287870",
                    "textTitle": "AVIS n°2014-0229 du 18 février 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029287872",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-0229",
                    "datePubli": 1406160000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029675834",
                    "textTitle": "DÉCRET n°2014-1282 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046774993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1282",
                    "datePubli": 1414800000000,
                    "dateDebut": 1671753600000
                },
                {
                    "textCid": "JORFTEXT000030484117",
                    "textTitle": "ARRÊTÉ du 30 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030484127",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429142400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030484345",
                    "textTitle": "AVIS n°2014-1322 du 6 novembre 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030484347",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-1322",
                    "datePubli": 1429142400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590332",
                    "textTitle": "Arrêté du 1er décembre 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031590342",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590350",
                    "textTitle": "Arrêté du 1er décembre 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031590360",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590501",
                    "textTitle": "Avis n°2014-1323 du 6 novembre 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031590504",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-1323",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590501",
                    "textTitle": "Avis n°2014-1323 du 6 novembre 2014, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000031590501",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-1323",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590507",
                    "textTitle": "Avis n°2015-0112 du 3 février 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031590510",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0112",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031590507",
                    "textTitle": "Avis n°2015-0112 du 3 février 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000031590507",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0112",
                    "datePubli": 1449705600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031979067",
                    "textTitle": "Arrêté du 28 janvier 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031979077",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1454630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031979298",
                    "textTitle": "Avis n°2015-0697 du 11 juin 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031979300",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0697",
                    "datePubli": 1454630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032511355",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032511360",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1462924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032511366",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032511371",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1462924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032511379",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032511384",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1462924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032511391",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032511396",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1462924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032511403",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032511408",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1462924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032540060",
                    "textTitle": "Arrêté du 2 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032540065",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1463529600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036468596",
                    "textTitle": "Arrêté du 5 janvier 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036468606",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1515715200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039305872",
                    "textTitle": "Arrêté du 30 octobre 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000039305882",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1572739200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039792795",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000039792796",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1578441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041477481",
                    "textTitle": "Arrêté du 18 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041477491",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1579910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041477496",
                    "textTitle": "Arrêté du 18 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041477506",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1579910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041478009",
                    "textTitle": "Avis n°2019-0815 du 6 juin 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041478011",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2019-0815",
                    "datePubli": 1579910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042326040",
                    "textTitle": "Arrêté du 8 septembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042326050",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1599955200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042331106",
                    "textTitle": "Arrêté du 8 septembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042331116",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1600214400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042649262",
                    "textTitle": "Avis n°2020-10 du 25 novembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042649263",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2020-10",
                    "datePubli": 1607644800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042738844",
                    "textTitle": "Arrêté du 17 décembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042738854",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1608940800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043099748",
                    "textTitle": "Arrêté du 27 janvier 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043099758",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1612569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043142179",
                    "textTitle": "Arrêté du 27 janvier 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043142189",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1613520000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043704573",
                    "textTitle": "Arrêté du 22 juin 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043704583",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1624752000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044559505",
                    "textTitle": "Arrêté du 16 décembre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044559515",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640476800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045243297",
                    "textTitle": "Arrêté du 23 février 2022 - art. 19, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "JORFARTI000045243313",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1645833600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047422353",
                    "textTitle": "Arrêté du 27 février 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047422363",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1680912000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L43",
                    "articleId": "LEGIARTI000045292698",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1662336000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L97-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L97-3",
                    "articleId": "LEGIARTI000020631677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1242259200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L97-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L97-4",
                    "articleId": "LEGIARTI000006465953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1087862400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. R20-44-11 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R20-44-11",
                    "articleId": "LEGIARTI000047818458",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1720828800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. R20-44-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R20-44-23",
                    "articleId": "LEGIARTI000026629121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1356998400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. R52-3-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-6",
                    "articleId": "LEGIARTI000006466520",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L36-11 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L36-11",
                    "articleId": "LEGIARTI000006465863",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. R52-3-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-10",
                    "articleId": "LEGIARTI000006466524",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. R52-3-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-11",
                    "articleId": "LEGIARTI000006466525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. R52-3-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-7",
                    "articleId": "LEGIARTI000006466521",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. R52-3-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-8",
                    "articleId": "LEGIARTI000006466522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. R52-3-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R52-3-9",
                    "articleId": "LEGIARTI000006466523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1155340800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Loi 2004-575 du 21 juin 2004 art. 57 I : Champ d'application",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465949",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1087862400000,
                    "dateFin": 1089417600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465950",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1089417600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L97-2",
                "97-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}