{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006463977",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le récépissé comporte un numéro d'enregistrement qui constitue pour le déclarant son numéro d'opérateur.",
            "texteHtml": "<p></p>   Le récépissé comporte un numéro d'enregistrement qui constitue pour le déclarant son numéro d'opérateur.<p></p><p></p>",
            "num": "D98-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "ABROGE",
            "dateDebut": 1122595200000,
            "dateFin": 1633219200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Déclaration des réseaux ouverts au public et des services fournis au public.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181920",
                        "id": "LEGISCTA000006181920",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006463973",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181920",
            "sectionParentId": "LEGISCTA000006181920",
            "sectionParentTitre": "Paragraphe 1 : Déclaration des réseaux ouverts au public et des services fournis au public.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 1 : Déclaration des réseaux ouverts au public et des services fournis au public.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006463977",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret n°62-275 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000633339",
                    "textTitle": "Décret n°2005-862 du 26 juillet 2005 - art. 1 () JORF 29 juillet 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006243269",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-07-29",
                    "dateSignaTexte": "2005-07-26",
                    "dateDebutCible": "2005-07-29"
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 - art. 1",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044157151",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-10-02",
                    "dateSignaTexte": "2021-09-30",
                    "dateDebutCible": "2021-10-03"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006463973",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 851817600000,
                    "dateFin": 995414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463974",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 995414400000,
                    "dateFin": 1010620800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463975",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1010620800000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463976",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463977",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-2",
                "98-2"
            ],
            "versionPrecedente": "LEGIARTI000006463976",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006463976",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les clauses relatives à l'utilisation des fréquences allouées (clause h), aux conditions nécessaires pour assurer la concurrence loyale (clause m) et à l'égalité de traitement et l'information des utilisateurs (clause r) figurant dans les cahiers des charges associés aux autorisations accordées en application des articles L. 33-1 et L. 34-1 doivent être conformes aux prescriptions suivantes : Clause h. La clause h du cahier des charges des opérateurs décrit les conditions d'utilisation des bandes de fréquences allouées à l'opérateur et précise la méthode et les montants permettant de déterminer les redevances de mise à disposition et de gestion des fréquences dues au titre de l'utilisation, de la gestion et du contrôle des fréquences allouées. Dans les canaux qui lui ont été attribués, l'opérateur demande l'accord de l'Agence nationale des fréquences préalablement à l'implantation de stations radioélectriques, lorsque cet accord est requis, en application du 5° de l'article R. 52-2-1. L'opérateur transmet la demande directement à l'Agence nationale des fréquences et en informe l'Autorité de régulation des communications électroniques et des postes. Dans le cadre défini par l'Autorité de régulation des communications électroniques et des postes, l'opérateur peut adresser directement à l'Agence nationale des fréquences ses demandes d'assignation de fréquences en application du 4° de l'article R. 52-2-1. Clause m. Lorsque des garanties apparaissent nécessaires pour assurer le bon fonctionnement de la concurrence sur le ou les marché(s) couvert(s) par l'autorisation, les licences précisent les conditions de transparence dans les comptes et dans l'action commerciale, de séparation comptable ou juridique des activités et services, d'utilisation de ressources et d'informations communes à plusieurs activités ou services, et de transparence et de non-discrimination dans les relations avec les autres entités du même groupe, qui s'imposent à l'exploitant autorisé pour atteindre cet objectif. Ces conditions sont notamment imposées lorsque l'exploitant bénéficie de subventions publiques ou lorsqu'il dispose d'un monopole de droit ou de fait ou d'une position dominante. Elles visent alors à prévenir l'utilisation de tels avantages au profit des autres activités couvertes par l'autorisation. Les licences prévoient la révision de la clause m pour tenir compte de toute évolution de la situation de l'opérateur au regard des situations décrites au présent alinéa. Ces conditions tiennent aussi compte des garanties apportées par ailleurs par l'exploitant, notamment dans son organisation et celle de son groupe, ainsi que de celles résultant de l'application éventuelle du II de l'article L. 33-1. Clause r. L'opérateur informe le public de ses tarifs et de ses conditions générales d'offre de service. Celles-ci indiquent de façon claire et précise les conditions de renouvellement des contrats ainsi que, le cas échéant, toute durée contractuelle minimale. L'opérateur met ces informations, tenues à jour, à la disposition du public dans ses points de vente. Par ailleurs, il met en place un ou des moyens simples et gratuits d'accéder à distance à ces informations. Il communique ces informations à l'Autorité de régulation des communications électroniques et des postes avant de les porter à la connaissance du public. Le service fourni est ouvert à tous ceux qui en font la demande, dans le respect des conditions générales d'offre de l'opérateur, et tant que la qualité de service telle qu'elle est définie au b du cahier des charges n'est pas altérée. A cette fin, l'exploitant autorisé organise son réseau et son service de manière à pouvoir satisfaire, dans des délais convenables, toute demande située dans la zone de couverture. Les clients doivent être traités de manière non discriminatoire. Les contrats conclus avec les utilisateurs pour la fourniture du service téléphonique au public précisent au minimum : - les conditions générales d'offre, notamment les délais de fourniture et les caractéristiques techniques du service et les types de services de maintenance offerts ; - des informations sur les niveaux de qualité des services offerts ; - les compensations accordées par l'opérateur à l'utilisateur en cas de manquement aux exigences de qualité déterminées dans la clause b du cahier des charges ; - les procédures de recours et d'indemnisation à la disposition de l'utilisateur au cas où il subirait un préjudice, et en particulier les conditions de traitement amiable des litiges ; - les conditions d'interruption du service, après mise en demeure de l'usager, en cas de non-paiement des factures. Sauf en cas de fraude, de retard ou de défaut de paiement persistants, ces conditions prévoient, lorsque cela est techniquement possible, que seul le service pour lequel des factures sont restées impayées est interrompu. Ces contrats respectent les dispositions du code de la consommation, et du code des postes et des communications électroniques et celles prises pour leur application. Les cahiers des charges peuvent également contenir les dispositions visant à protéger les droits des utilisateurs en tenant compte, notamment, des modes de commercialisation offerts.",
            "texteHtml": "<p></p>   Les clauses relatives à l'utilisation des fréquences allouées (clause h), aux conditions nécessaires pour assurer la concurrence loyale (clause m) et à l'égalité de traitement et l'information des utilisateurs (clause r) figurant dans les cahiers des charges associés aux autorisations accordées en application des articles L. 33-1 et L. 34-1 doivent être conformes aux prescriptions suivantes :<p></p><p></p>   Clause h.<p></p><p></p>   La clause h du cahier des charges des opérateurs décrit les conditions d'utilisation des bandes de fréquences allouées à l'opérateur et précise la méthode et les montants permettant de déterminer les redevances de mise à disposition et de gestion des fréquences dues au titre de l'utilisation, de la gestion et du contrôle des fréquences allouées.<p></p><p></p>   Dans les canaux qui lui ont été attribués, l'opérateur demande l'accord de l'Agence nationale des fréquences préalablement à l'implantation de stations radioélectriques, lorsque cet accord est requis, en application du 5° de l'article R. 52-2-1.<p></p><p></p>   L'opérateur transmet la demande directement à l'Agence nationale des fréquences et en informe l'Autorité de régulation des communications électroniques et des postes.<p></p><p></p>   Dans le cadre défini par l'Autorité de régulation des communications électroniques et des postes, l'opérateur peut adresser directement à l'Agence nationale des fréquences ses demandes d'assignation de fréquences en application du 4° de l'article R. 52-2-1.<p></p><p></p>   Clause m.<p></p><p></p>   Lorsque des garanties apparaissent nécessaires pour assurer le bon fonctionnement de la concurrence sur le ou les marché(s) couvert(s) par l'autorisation, les licences précisent les conditions de transparence dans les comptes et dans l'action commerciale, de séparation comptable ou juridique des activités et services, d'utilisation de ressources et d'informations communes à plusieurs activités ou services, et de transparence et de non-discrimination dans les relations avec les autres entités du même groupe, qui s'imposent à l'exploitant autorisé pour atteindre cet objectif.<p></p><p></p>   Ces conditions sont notamment imposées lorsque l'exploitant bénéficie de subventions publiques ou lorsqu'il dispose d'un monopole de droit ou de fait ou d'une position dominante. Elles visent alors à prévenir l'utilisation de tels avantages au profit des autres activités couvertes par l'autorisation. Les licences prévoient la révision de la clause m pour tenir compte de toute évolution de la situation de l'opérateur au regard des situations décrites au présent alinéa.<p></p><p></p>   Ces conditions tiennent aussi compte des garanties apportées par ailleurs par l'exploitant, notamment dans son organisation et celle de son groupe, ainsi que de celles résultant de l'application éventuelle du II de l'article L. 33-1.<p></p><p></p>   Clause r.<p></p><p></p>   L'opérateur informe le public de ses tarifs et de ses conditions générales d'offre de service. Celles-ci indiquent de façon claire et précise les conditions de renouvellement des contrats ainsi que, le cas échéant, toute durée contractuelle minimale.<p></p><p></p>   L'opérateur met ces informations, tenues à jour, à la disposition du public dans ses points de vente. Par ailleurs, il met en place un ou des moyens simples et gratuits d'accéder à distance à ces informations. Il communique ces informations à l'Autorité de régulation des communications électroniques et des postes avant de les porter à la connaissance du public.<p></p><p></p>   Le service fourni est ouvert à tous ceux qui en font la demande, dans le respect des conditions générales d'offre de l'opérateur, et tant que la qualité de service telle qu'elle est définie au b du cahier des charges n'est pas altérée. A cette fin, l'exploitant autorisé organise son réseau et son service de manière à pouvoir satisfaire, dans des délais convenables, toute demande située dans la zone de couverture. Les clients doivent être traités de manière non discriminatoire.<p></p><p></p>   Les contrats conclus avec les utilisateurs pour la fourniture du service téléphonique au public précisent au minimum :<p></p><p></p>   - les conditions générales d'offre, notamment les délais de fourniture et les caractéristiques techniques du service et les types de services de maintenance offerts ;<p></p><p></p>   - des informations sur les niveaux de qualité des services offerts ;<p></p><p></p>   - les compensations accordées par l'opérateur à l'utilisateur en cas de manquement aux exigences de qualité déterminées dans la clause b du cahier des charges ;<p></p><p></p>   - les procédures de recours et d'indemnisation à la disposition de l'utilisateur au cas où il subirait un préjudice, et en particulier les conditions de traitement amiable des litiges ;<p></p><p></p>   - les conditions d'interruption du service, après mise en demeure de l'usager, en cas de non-paiement des factures. Sauf en cas de fraude, de retard ou de défaut de paiement persistants, ces conditions prévoient, lorsque cela est techniquement possible, que seul le service pour lequel des factures sont restées impayées est interrompu.<p></p><p></p>   Ces contrats respectent les dispositions du code de la consommation, et du code des postes et des communications électroniques et celles prises pour leur application.<p></p><p></p>   Les cahiers des charges peuvent également contenir les dispositions visant à protéger les droits des utilisateurs en tenant compte, notamment, des modes de commercialisation offerts.<p></p>",
            "num": "D98-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1116633600000,
            "dateFin": 1122595200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-10",
                        "fin": "2005-07-29",
                        "titre": "Section 1 : Clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165808",
                        "id": "LEGISCTA000006165808",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006463973",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165808",
            "sectionParentId": "LEGISCTA000006165808",
            "sectionParentTitre": "Section 1 : Clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006463976",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Selon les dispositions de l'article 1er de la loi n° 2004-669 du 9 juillet 2004, le code des postes et télécommunications devient le code des postes et des communications électroniques. Dans ce code, les mots \"télécommunication\" et \"télécommunications\" sont remplacés par les mots \"communications électroniques\".",
            "notaHtml": "<p></p>   NOTA : Selon les dispositions de l'article 1er de la loi n° 2004-669 du 9 juillet 2004, le code des postes et télécommunications devient le code des postes et des communications électroniques. Dans ce code, les mots \"télécommunication\" et \"télécommunications\" sont remplacés par les mots \"communications électroniques\".<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000439399",
                    "textTitle": "Loi n°2004-669 du 9 juillet 2004 - art. 1 (V) JORF 10 juillet 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006421611",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-07-10",
                    "dateSignaTexte": "2004-07-09",
                    "dateDebutCible": "2004-07-10"
                },
                {
                    "textCid": "JORFTEXT000000446769",
                    "textTitle": "Loi n°2005-516 du 20 mai 2005 - art. 14 (V) JORF 21 mai 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006241228",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-05-21",
                    "dateSignaTexte": "2005-05-20",
                    "dateDebutCible": "2005-05-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Loi 78-17 1978-01-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L33-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000006465743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L34-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-1",
                    "articleId": "LEGIARTI000006465770",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques L33-1, L34-1, R52-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070987",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -246240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006463973",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 851817600000,
                    "dateFin": 995414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463974",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 995414400000,
                    "dateFin": 1010620800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463975",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1010620800000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463976",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463977",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-2",
                "98-2"
            ],
            "versionPrecedente": "LEGIARTI000006463975",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006463975",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les clauses relatives à l'utilisation des fréquences allouées (clause h), aux conditions nécessaires pour assurer la concurrence loyale (clause m) et à l'égalité de traitement et l'information des utilisateurs (clause r) figurant dans les cahiers des charges associés aux autorisations accordées en application des articles L. 33-1 et L. 34-1 doivent être conformes aux prescriptions suivantes : Clause h. La clause h du cahier des charges des opérateurs décrit les conditions d'utilisation des bandes de fréquences allouées à l'opérateur et précise la méthode et les montants permettant de déterminer les redevances de mise à disposition et de gestion des fréquences dues au titre de l'utilisation, de la gestion et du contrôle des fréquences allouées. Dans les canaux qui lui ont été attribués, l'opérateur demande l'accord de l'Agence nationale des fréquences préalablement à l'implantation de stations radioélectriques, lorsque cet accord est requis, en application du 5° de l'article R. 52-2-1. L'opérateur transmet la demande directement à l'Agence nationale des fréquences et en informe l'Autorité de régulation des télécommunications. Dans le cadre défini par l'Autorité de régulation des télécommunications, l'opérateur peut adresser directement à l'Agence nationale des fréquences ses demandes d'assignation de fréquences en application du 4° de l'article R. 52-2-1. Clause m. Lorsque des garanties apparaissent nécessaires pour assurer le bon fonctionnement de la concurrence sur le ou les marché(s) couvert(s) par l'autorisation, les licences précisent les conditions de transparence dans les comptes et dans l'action commerciale, de séparation comptable ou juridique des activités et services, d'utilisation de ressources et d'informations communes à plusieurs activités ou services, et de transparence et de non-discrimination dans les relations avec les autres entités du même groupe, qui s'imposent à l'exploitant autorisé pour atteindre cet objectif. Ces conditions sont notamment imposées lorsque l'exploitant bénéficie de subventions publiques ou lorsqu'il dispose d'un monopole de droit ou de fait ou d'une position dominante. Elles visent alors à prévenir l'utilisation de tels avantages au profit des autres activités couvertes par l'autorisation. Les licences prévoient la révision de la clause m pour tenir compte de toute évolution de la situation de l'opérateur au regard des situations décrites au présent alinéa. Ces conditions tiennent aussi compte des garanties apportées par ailleurs par l'exploitant, notamment dans son organisation et celle de son groupe, ainsi que de celles résultant de l'application éventuelle du II de l'article L. 33-1. Clause r. L'opérateur informe le public de ses tarifs et de ses conditions générales d'offre de service. Celles-ci indiquent de façon claire et précise les conditions de renouvellement des contrats ainsi que, le cas échéant, toute durée contractuelle minimale. L'opérateur met ces informations, tenues à jour, à la disposition du public dans ses points de vente. Par ailleurs, il met en place un ou des moyens simples et gratuits d'accéder à distance à ces informations. Il communique ces informations à l'Autorité de régulation des télécommunications avant de les porter à la connaissance du public. Le service fourni est ouvert à tous ceux qui en font la demande, dans le respect des conditions générales d'offre de l'opérateur, et tant que la qualité de service telle qu'elle est définie au b du cahier des charges n'est pas altérée. A cette fin, l'exploitant autorisé organise son réseau et son service de manière à pouvoir satisfaire, dans des délais convenables, toute demande située dans la zone de couverture. Les clients doivent être traités de manière non discriminatoire. Les contrats conclus avec les utilisateurs pour la fourniture du service téléphonique au public précisent au minimum : - les conditions générales d'offre, notamment les délais de fourniture et les caractéristiques techniques du service et les types de services de maintenance offerts ; - des informations sur les niveaux de qualité des services offerts ; - les compensations accordées par l'opérateur à l'utilisateur en cas de manquement aux exigences de qualité déterminées dans la clause b du cahier des charges ; - les procédures de recours et d'indemnisation à la disposition de l'utilisateur au cas où il subirait un préjudice, et en particulier les conditions de traitement amiable des litiges ; - les conditions d'interruption du service, après mise en demeure de l'usager, en cas de non-paiement des factures. Sauf en cas de fraude, de retard ou de défaut de paiement persistants, ces conditions prévoient, lorsque cela est techniquement possible, que seul le service pour lequel des factures sont restées impayées est interrompu. Ces contrats respectent les dispositions du code de la consommation, et du code des postes et des communications électroniques et celles prises pour leur application. Les cahiers des charges peuvent également contenir les dispositions visant à protéger les droits des utilisateurs en tenant compte, notamment, des modes de commercialisation offerts.",
            "texteHtml": "<p></p>   Les clauses relatives à l'utilisation des fréquences allouées (clause h), aux conditions nécessaires pour assurer la concurrence loyale (clause m) et à l'égalité de traitement et l'information des utilisateurs (clause r) figurant dans les cahiers des charges associés aux autorisations accordées en application des articles L. 33-1 et L. 34-1 doivent être conformes aux prescriptions suivantes :<p></p><p></p>   Clause h.<p></p><p></p>   La clause h du cahier des charges des opérateurs décrit les conditions d'utilisation des bandes de fréquences allouées à l'opérateur et précise la méthode et les montants permettant de déterminer les redevances de mise à disposition et de gestion des fréquences dues au titre de l'utilisation, de la gestion et du contrôle des fréquences allouées.<p></p><p></p>   Dans les canaux qui lui ont été attribués, l'opérateur demande l'accord de l'Agence nationale des fréquences préalablement à l'implantation de stations radioélectriques, lorsque cet accord est requis, en application du 5° de l'article R. 52-2-1.<p></p><p></p>   L'opérateur transmet la demande directement à l'Agence nationale des fréquences et en informe l'Autorité de régulation des télécommunications.<p></p><p></p>   Dans le cadre défini par l'Autorité de régulation des télécommunications, l'opérateur peut adresser directement à l'Agence nationale des fréquences ses demandes d'assignation de fréquences en application du 4° de l'article R. 52-2-1.<p></p><p></p>   Clause m.<p></p><p></p>   Lorsque des garanties apparaissent nécessaires pour assurer le bon fonctionnement de la concurrence sur le ou les marché(s) couvert(s) par l'autorisation, les licences précisent les conditions de transparence dans les comptes et dans l'action commerciale, de séparation comptable ou juridique des activités et services, d'utilisation de ressources et d'informations communes à plusieurs activités ou services, et de transparence et de non-discrimination dans les relations avec les autres entités du même groupe, qui s'imposent à l'exploitant autorisé pour atteindre cet objectif.<p></p><p></p>   Ces conditions sont notamment imposées lorsque l'exploitant bénéficie de subventions publiques ou lorsqu'il dispose d'un monopole de droit ou de fait ou d'une position dominante. Elles visent alors à prévenir l'utilisation de tels avantages au profit des autres activités couvertes par l'autorisation. Les licences prévoient la révision de la clause m pour tenir compte de toute évolution de la situation de l'opérateur au regard des situations décrites au présent alinéa.<p></p><p></p>   Ces conditions tiennent aussi compte des garanties apportées par ailleurs par l'exploitant, notamment dans son organisation et celle de son groupe, ainsi que de celles résultant de l'application éventuelle du II de l'article L. 33-1.<p></p><p></p>   Clause r.<p></p><p></p>   L'opérateur informe le public de ses tarifs et de ses conditions générales d'offre de service. Celles-ci indiquent de façon claire et précise les conditions de renouvellement des contrats ainsi que, le cas échéant, toute durée contractuelle minimale.<p></p><p></p>   L'opérateur met ces informations, tenues à jour, à la disposition du public dans ses points de vente. Par ailleurs, il met en place un ou des moyens simples et gratuits d'accéder à distance à ces informations. Il communique ces informations à l'Autorité de régulation des télécommunications avant de les porter à la connaissance du public.<p></p><p></p>   Le service fourni est ouvert à tous ceux qui en font la demande, dans le respect des conditions générales d'offre de l'opérateur, et tant que la qualité de service telle qu'elle est définie au b du cahier des charges n'est pas altérée. A cette fin, l'exploitant autorisé organise son réseau et son service de manière à pouvoir satisfaire, dans des délais convenables, toute demande située dans la zone de couverture. Les clients doivent être traités de manière non discriminatoire.<p></p><p></p>   Les contrats conclus avec les utilisateurs pour la fourniture du service téléphonique au public précisent au minimum :<p></p><p></p>   - les conditions générales d'offre, notamment les délais de fourniture et les caractéristiques techniques du service et les types de services de maintenance offerts ;<p></p><p></p>   - des informations sur les niveaux de qualité des services offerts ;<p></p><p></p>   - les compensations accordées par l'opérateur à l'utilisateur en cas de manquement aux exigences de qualité déterminées dans la clause b du cahier des charges ;<p></p><p></p>   - les procédures de recours et d'indemnisation à la disposition de l'utilisateur au cas où il subirait un préjudice, et en particulier les conditions de traitement amiable des litiges ;<p></p><p></p>   - les conditions d'interruption du service, après mise en demeure de l'usager, en cas de non-paiement des factures. Sauf en cas de fraude, de retard ou de défaut de paiement persistants, ces conditions prévoient, lorsque cela est techniquement possible, que seul le service pour lequel des factures sont restées impayées est interrompu.<p></p><p></p>   Ces contrats respectent les dispositions du code de la consommation, et du code des postes et des communications électroniques et celles prises pour leur application.<p></p><p></p>   Les cahiers des charges peuvent également contenir les dispositions visant à protéger les droits des utilisateurs en tenant compte, notamment, des modes de commercialisation offerts.<p></p>",
            "num": "D98-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1010620800000,
            "dateFin": 1116633600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-10",
                        "fin": "2005-07-29",
                        "titre": "Section 1 : Clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165808",
                        "id": "LEGISCTA000006165808",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006463973",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165808",
            "sectionParentId": "LEGISCTA000006165808",
            "sectionParentTitre": "Section 1 : Clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006463975",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Selon les dispositions de l'article 1er de la loi n° 2004-669 du 9 juillet 2004, le code des postes et télécommunications devient le code des postes et des communications électroniques. Dans ce code, les mots \"télécommunication\" et \"télécommunications\" sont remplacés par les mots \"communications électroniques\".",
            "notaHtml": "<p></p>   NOTA : Selon les dispositions de l'article 1er de la loi n° 2004-669 du 9 juillet 2004, le code des postes et télécommunications devient le code des postes et des communications électroniques. Dans ce code, les mots \"télécommunication\" et \"télécommunications\" sont remplacés par les mots \"communications électroniques\".<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000775565",
                    "textTitle": "Décret n°2002-36 du 8 janvier 2002 - art. 2 () JORF 10 janvier 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006207342",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-01-10",
                    "dateSignaTexte": "2002-01-08",
                    "dateDebutCible": "2002-01-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L33-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000006465743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L34-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-1",
                    "articleId": "LEGIARTI000006465770",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques L33-1, L34-1, R52-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070987",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -246240000000
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 78-17 1978-01-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006463973",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 851817600000,
                    "dateFin": 995414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463974",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 995414400000,
                    "dateFin": 1010620800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463975",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1010620800000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463976",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463977",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-2",
                "98-2"
            ],
            "versionPrecedente": "LEGIARTI000006463974",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006463974",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les clauses relatives à l'utilisation des fréquences allouées (clause h), aux conditions nécessaires pour assurer la concurrence loyale (clause m) et à l'égalité de traitement et l'information des utilisateurs (clause r) figurant dans les cahiers des charges associés aux autorisations accordées en application des articles L. 33-1 et L. 34-1 doivent être conformes aux prescriptions suivantes : Clause h. La clause h du cahier des charges des opérateurs décrit les conditions d'utilisation des bandes de fréquences allouées à l'opérateur et précise la méthode et les montants permettant de déterminer les redevances de mise à disposition et de gestion des fréquences dues au titre de l'utilisation, de la gestion et du contrôle des fréquences allouées. Dans les canaux qui lui ont été attribués, l'opérateur demande l'accord de l'Agence nationale des fréquences préalablement à l'implantation de stations radioélectriques, lorsque cet accord est requis, en application du 5° de l'article R. 52-2-1. L'opérateur transmet la demande directement à l'Agence nationale des fréquences et en informe l'Autorité de régulation des télécommunications. Dans le cadre défini par l'Autorité de régulation des télécommunications, l'opérateur peut adresser directement à l'Agence nationale des fréquences ses demandes d'assignation de fréquences en application du 4° de l'article R. 52-2-1. Clause m. Lorsque des garanties apparaissent nécessaires pour assurer le bon fonctionnement de la concurrence sur le ou les marché(s) couvert(s) par l'autorisation, les licences précisent les conditions de transparence dans les comptes et dans l'action commerciale, de séparation comptable ou juridique des activités et services, d'utilisation de ressources et d'informations communes à plusieurs activités ou services, et de transparence et de non-discrimination dans les relations avec les autres entités du même groupe, qui s'imposent à l'exploitant autorisé pour atteindre cet objectif. Ces conditions sont notamment imposées lorsque l'exploitant bénéficie de subventions publiques ou lorsqu'il dispose d'un monopole de droit ou de fait ou d'une position dominante. Elles visent alors à prévenir l'utilisation de tels avantages au profit des autres activités couvertes par l'autorisation. Les licences prévoient la révision de la clause m pour tenir compte de toute évolution de la situation de l'opérateur au regard des situations décrites au présent alinéa. Ces conditions tiennent aussi compte des garanties apportées par ailleurs par l'exploitant, notamment dans son organisation et celle de son groupe, ainsi que de celles résultant de l'application éventuelle du II de l'article L. 33-1. Clause r. L'exploitant autorisé a l'obligation d'informer le public de ses tarifs et de ses conditions générales d'offre de service. Il les communique, avant de les porter à la connaissance du public, à l'Autorité de régulation des télécommunications. Le service fourni est ouvert à tous ceux qui en font la demande, dans le respect des conditions générales d'offre de l'opérateur, et tant que la qualité de service telle qu'elle est définie au b du cahier des charges n'est pas altérée. A cette fin, l'exploitant autorisé organise son réseau et son service de manière à pouvoir satisfaire, dans des délais convenables, toute demande située dans la zone de couverture. Les clients doivent être traités de manière non discriminatoire. Les contrats conclus avec les utilisateurs précisent les conditions de fourniture du service et ses caractéristiques techniques, ainsi que les procédures de recours et d'indemnisation dont dispose l'utilisateur en cas de préjudice qu'il subit. Ces contrats respectent les dispositions de la loi du 10 janvier 1978 modifiée sur la protection et l'information des consommateurs, et ne contiennent pas de clause contraire au code des postes et télécommunications ou aux dispositions prises pour son application. Les licences peuvent également contenir des dispositions visant à protéger les droits des utilisateurs, en tenant compte, notamment, des modes de commercialisation des services offerts.",
            "texteHtml": "<p></p>   Les clauses relatives à l'utilisation des fréquences allouées (clause h), aux conditions nécessaires pour assurer la concurrence loyale (clause m) et à l'égalité de traitement et l'information des utilisateurs (clause r) figurant dans les cahiers des charges associés aux autorisations accordées en application des articles L. 33-1 et L. 34-1 doivent être conformes aux prescriptions suivantes :<p></p><p></p>   Clause h.<p></p><p></p>   La clause h du cahier des charges des opérateurs décrit les conditions d'utilisation des bandes de fréquences allouées à l'opérateur et précise la méthode et les montants permettant de déterminer les redevances de mise à disposition et de gestion des fréquences dues au titre de l'utilisation, de la gestion et du contrôle des fréquences allouées.<p></p><p></p>   Dans les canaux qui lui ont été attribués, l'opérateur demande l'accord de l'Agence nationale des fréquences préalablement à l'implantation de stations radioélectriques, lorsque cet accord est requis, en application du 5° de l'article R. 52-2-1.<p></p><p></p>   L'opérateur transmet la demande directement à l'Agence nationale des fréquences et en informe l'Autorité de régulation des télécommunications.<p></p><p></p>   Dans le cadre défini par l'Autorité de régulation des télécommunications, l'opérateur peut adresser directement à l'Agence nationale des fréquences ses demandes d'assignation de fréquences en application du 4° de l'article R. 52-2-1.<p></p><p></p>   Clause m.<p></p><p></p>   Lorsque des garanties apparaissent nécessaires pour assurer le bon fonctionnement de la concurrence sur le ou les marché(s) couvert(s) par l'autorisation, les licences précisent les conditions de transparence dans les comptes et dans l'action commerciale, de séparation comptable ou juridique des activités et services, d'utilisation de ressources et d'informations communes à plusieurs activités ou services, et de transparence et de non-discrimination dans les relations avec les autres entités du même groupe, qui s'imposent à l'exploitant autorisé pour atteindre cet objectif.<p></p><p></p>   Ces conditions sont notamment imposées lorsque l'exploitant bénéficie de subventions publiques ou lorsqu'il dispose d'un monopole de droit ou de fait ou d'une position dominante. Elles visent alors à prévenir l'utilisation de tels avantages au profit des autres activités couvertes par l'autorisation. Les licences prévoient la révision de la clause m pour tenir compte de toute évolution de la situation de l'opérateur au regard des situations décrites au présent alinéa.<p></p><p></p>   Ces conditions tiennent aussi compte des garanties apportées par ailleurs par l'exploitant, notamment dans son organisation et celle de son groupe, ainsi que de celles résultant de l'application éventuelle du II de l'article L. 33-1.<p></p><p></p>   Clause r.<p></p><p></p>   L'exploitant autorisé a l'obligation d'informer le public de ses tarifs et de ses conditions générales d'offre de service. Il les communique, avant de les porter à la connaissance du public, à l'Autorité de régulation des télécommunications.<p></p><p></p>   Le service fourni est ouvert à tous ceux qui en font la demande, dans le respect des conditions générales d'offre de l'opérateur, et tant que la qualité de service telle qu'elle est définie au b du cahier des charges n'est pas altérée. A cette fin, l'exploitant autorisé organise son réseau et son service de manière à pouvoir satisfaire, dans des délais convenables, toute demande située dans la zone de couverture. Les clients doivent être traités de manière non discriminatoire.<p></p><p></p>   Les contrats conclus avec les utilisateurs précisent les conditions de fourniture du service et ses caractéristiques techniques, ainsi que les procédures de recours et d'indemnisation dont dispose l'utilisateur en cas de préjudice qu'il subit. Ces contrats respectent les dispositions de la loi du 10 janvier 1978 modifiée sur la protection et l'information des consommateurs, et ne contiennent pas de clause contraire au code des postes et télécommunications ou aux dispositions prises pour son application.<p></p><p></p>   Les licences peuvent également contenir des dispositions visant à protéger les droits des utilisateurs, en tenant compte, notamment, des modes de commercialisation des services offerts.<p></p>",
            "num": "D98-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 995414400000,
            "dateFin": 1010620800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2003-08-06",
                        "titre": "LIVRE II : Les télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118590",
                        "id": "LEGISCTA000006118590",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2003-08-06",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136591",
                        "id": "LEGISCTA000006136591",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2003-08-06",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150585",
                        "id": "LEGISCTA000006150585",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2003-08-06",
                        "titre": "Section 1 : Clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165800",
                        "id": "LEGISCTA000006165800",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006463973",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165800",
            "sectionParentId": "LEGISCTA000006165800",
            "sectionParentTitre": "Section 1 : Clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les télécommunications &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006463974",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000395098",
                    "textTitle": "Décret n°2001-626 du 17 juillet 2001 - art. 1 () JORF 18 juillet 2001",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006427062",
                    "natureText": "DECRET",
                    "datePubliTexte": "2001-07-18",
                    "dateSignaTexte": "2001-07-17",
                    "dateDebutCible": "2001-07-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code des postes et télécommunications L33-1, L34-1, R52-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 78-17 1978-01-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006463973",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 851817600000,
                    "dateFin": 995414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463974",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 995414400000,
                    "dateFin": 1010620800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463975",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1010620800000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463976",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463977",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-2",
                "98-2"
            ],
            "versionPrecedente": "LEGIARTI000006463973",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006463973",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les clauses relatives à l'utilisation des fréquences allouées (clause h), aux conditions nécessaires pour assurer la concurrence loyale (clause m) et à l'égalité de traitement et l'information des utilisateurs (clause r) figurant dans les cahiers des charges associés aux autorisations accordées en application des articles L. 33-1 et L. 34-1 doivent être conformes aux prescriptions suivantes : Clause h. La clause h du cahier des charges des opérateurs décrit les conditions d'utilisation des bandes de fréquences allouées à l'opérateur et précise la méthode et les montants unitaires permettant de calculer les redevances de mise à disposition et de gestion des fréquences dues au titre de l'utilisation, de la gestion et du contrôle des fréquences allouées. Dans les canaux qui lui ont été attribués, l'opérateur demande l'accord de l'Agence nationale des fréquences préalablement à l'implantation de stations radioélectriques, lorsque cet accord est requis, en application du 5° de l'article R. 52-2-1. L'opérateur transmet la demande directement à l'Agence nationale des fréquences et en informe l'Autorité de régulation des télécommunications. Dans le cadre défini par l'Autorité de régulation des télécommunications, l'opérateur peut adresser directement à l'Agence nationale des fréquences ses demandes d'assignation de fréquences en application du 4° de l'article R. 52-2-1. Clause m. Lorsque des garanties apparaissent nécessaires pour assurer le bon fonctionnement de la concurrence sur le ou les marché(s) couvert(s) par l'autorisation, les licences précisent les conditions de transparence dans les comptes et dans l'action commerciale, de séparation comptable ou juridique des activités et services, d'utilisation de ressources et d'informations communes à plusieurs activités ou services, et de transparence et de non-discrimination dans les relations avec les autres entités du même groupe, qui s'imposent à l'exploitant autorisé pour atteindre cet objectif. Ces conditions sont notamment imposées lorsque l'exploitant bénéficie de subventions publiques ou lorsqu'il dispose d'un monopole de droit ou de fait ou d'une position dominante. Elles visent alors à prévenir l'utilisation de tels avantages au profit des autres activités couvertes par l'autorisation. Les licences prévoient la révision de la clause m pour tenir compte de toute évolution de la situation de l'opérateur au regard des situations décrites au présent alinéa. Ces conditions tiennent aussi compte des garanties apportées par ailleurs par l'exploitant, notamment dans son organisation et celle de son groupe, ainsi que de celles résultant de l'application éventuelle du II de l'article L. 33-1. Clause r. L'exploitant autorisé a l'obligation d'informer le public de ses tarifs et de ses conditions générales d'offre de service. Il les communique, avant de les porter à la connaissance du public, à l'Autorité de régulation des télécommunications. Le service fourni est ouvert à tous ceux qui en font la demande, dans le respect des conditions générales d'offre de l'opérateur, et tant que la qualité de service telle qu'elle est définie au b du cahier des charges n'est pas altérée. A cette fin, l'exploitant autorisé organise son réseau et son service de manière à pouvoir satisfaire, dans des délais convenables, toute demande située dans la zone de couverture. Les clients doivent être traités de manière non discriminatoire. Les contrats conclus avec les utilisateurs précisent les conditions de fourniture du service et ses caractéristiques techniques, ainsi que les procédures de recours et d'indemnisation dont dispose l'utilisateur en cas de préjudice qu'il subit. Ces contrats respectent les dispositions de la loi du 10 janvier 1978 modifiée sur la protection et l'information des consommateurs, et ne contiennent pas de clause contraire au code des postes et télécommunications ou aux dispositions prises pour son application. Les licences peuvent également contenir des dispositions visant à protéger les droits des utilisateurs, en tenant compte, notamment, des modes de commercialisation des services offerts.",
            "texteHtml": "<p></p>   Les clauses relatives à l'utilisation des fréquences allouées (clause h), aux conditions nécessaires pour assurer la concurrence loyale (clause m) et à l'égalité de traitement et l'information des utilisateurs (clause r) figurant dans les cahiers des charges associés aux autorisations accordées en application des articles L. 33-1 et L. 34-1 doivent être conformes aux prescriptions suivantes :<p></p><p></p>   Clause h.<p></p><p></p>   La clause h du cahier des charges des opérateurs décrit les conditions d'utilisation des bandes de fréquences allouées à l'opérateur et précise la méthode et les montants unitaires permettant de calculer les redevances de mise à disposition et de gestion des fréquences dues au titre de l'utilisation, de la gestion et du contrôle des fréquences allouées.<p></p><p></p>   Dans les canaux qui lui ont été attribués, l'opérateur demande l'accord de l'Agence nationale des fréquences préalablement à l'implantation de stations radioélectriques, lorsque cet accord est requis, en application du 5° de l'article R. 52-2-1.<p></p><p></p>   L'opérateur transmet la demande directement à l'Agence nationale des fréquences et en informe l'Autorité de régulation des télécommunications.<p></p><p></p>   Dans le cadre défini par l'Autorité de régulation des télécommunications, l'opérateur peut adresser directement à l'Agence nationale des fréquences ses demandes d'assignation de fréquences en application du 4° de l'article R. 52-2-1.<p></p><p></p>   Clause m.<p></p><p></p>   Lorsque des garanties apparaissent nécessaires pour assurer le bon fonctionnement de la concurrence sur le ou les marché(s) couvert(s) par l'autorisation, les licences précisent les conditions de transparence dans les comptes et dans l'action commerciale, de séparation comptable ou juridique des activités et services, d'utilisation de ressources et d'informations communes à plusieurs activités ou services, et de transparence et de non-discrimination dans les relations avec les autres entités du même groupe, qui s'imposent à l'exploitant autorisé pour atteindre cet objectif.<p></p><p></p>   Ces conditions sont notamment imposées lorsque l'exploitant bénéficie de subventions publiques ou lorsqu'il dispose d'un monopole de droit ou de fait ou d'une position dominante. Elles visent alors à prévenir l'utilisation de tels avantages au profit des autres activités couvertes par l'autorisation. Les licences prévoient la révision de la clause m pour tenir compte de toute évolution de la situation de l'opérateur au regard des situations décrites au présent alinéa.<p></p><p></p>   Ces conditions tiennent aussi compte des garanties apportées par ailleurs par l'exploitant, notamment dans son organisation et celle de son groupe, ainsi que de celles résultant de l'application éventuelle du II de l'article L. 33-1.<p></p><p></p>   Clause r.<p></p><p></p>   L'exploitant autorisé a l'obligation d'informer le public de ses tarifs et de ses conditions générales d'offre de service. Il les communique, avant de les porter à la connaissance du public, à l'Autorité de régulation des télécommunications.<p></p><p></p>   Le service fourni est ouvert à tous ceux qui en font la demande, dans le respect des conditions générales d'offre de l'opérateur, et tant que la qualité de service telle qu'elle est définie au b du cahier des charges n'est pas altérée. A cette fin, l'exploitant autorisé organise son réseau et son service de manière à pouvoir satisfaire, dans des délais convenables, toute demande située dans la zone de couverture. Les clients doivent être traités de manière non discriminatoire.<p></p><p></p>   Les contrats conclus avec les utilisateurs précisent les conditions de fourniture du service et ses caractéristiques techniques, ainsi que les procédures de recours et d'indemnisation dont dispose l'utilisateur en cas de préjudice qu'il subit. Ces contrats respectent les dispositions de la loi du 10 janvier 1978 modifiée sur la protection et l'information des consommateurs, et ne contiennent pas de clause contraire au code des postes et télécommunications ou aux dispositions prises pour son application.<p></p><p></p>   Les licences peuvent également contenir des dispositions visant à protéger les droits des utilisateurs, en tenant compte, notamment, des modes de commercialisation des services offerts.<p></p>",
            "num": "D98-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 851817600000,
            "dateFin": 995414400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2003-08-06",
                        "titre": "LIVRE II : Les télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118590",
                        "id": "LEGISCTA000006118590",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2003-08-06",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136591",
                        "id": "LEGISCTA000006136591",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2003-08-06",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150585",
                        "id": "LEGISCTA000006150585",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2003-08-06",
                        "titre": "Section 1 : Clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165800",
                        "id": "LEGISCTA000006165800",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006463973",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165800",
            "sectionParentId": "LEGISCTA000006165800",
            "sectionParentTitre": "Section 1 : Clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les télécommunications &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006463973",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000380672",
                    "textTitle": "Décret n°96-1175 du 27 décembre 1996 - art. 1 () JORF 29 décembre 1996",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006425709",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-12-29",
                    "dateSignaTexte": "1996-12-27",
                    "dateDebutCible": "1996-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code des postes et télécommunications L33-1, L34-1, R52-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 78-17 1978-01-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006463973",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 851817600000,
                    "dateFin": 995414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463974",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 995414400000,
                    "dateFin": 1010620800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463975",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1010620800000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463976",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006463977",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-2",
                "98-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}