{
    "cid": "LEGIARTI000006734869",
    "num": "Annexe à l'article A931-11-20 Annexe 1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000021945438",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [],
            "num": "Annexe à l'article A931-11-20 Annexe 1",
            "origine": "LEGI",
            "texte": "1. Renseignements généraux La raison sociale de l'organisme consolidant ou combinant, son adresse, la date de sa constitution. Les nom, date et lieu de naissance, nationalité, domicile et profession des membres du conseil d'administration de cet organisme. Les nom, date et lieu de naissance, domicile, grade et fonction des personnels exerçant ces fonctions de direction au niveau de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées. Les nom, adresse et date de désignation des commissaires aux comptes titulaires et suppléants de l'organisme consolidant ou combinant. Le statut fiscal de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées. Liste des organismes consolidés ou combinés avec indication lorsqu'ils appartiennent à une activité soumise à un contrôle (banques, assurances, services d'investissement) des autorités de contrôle auxquelles ils sont soumis ainsi que de la part détenue et du montant des fonds propres. L'organigramme de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées avec les pourcentages de détention. La liste des prêts réalisés entre les organismes de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées. 2. Compte de résultat, bilans consolidés ou combinés et annexe complétés par les rapports de gestion et des commissaires aux comptes Lorsque l'organisme combinant ou consolidant a fait usage des facultés de dérogation prévues par le règlement CRC 2000-05 pour ne pas retraiter les comptes d'un organisme, les sources d'écart sont explicitées et accompagnées d'une estimation chiffrée. Si l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées est soumis à obligation de publication des comptes par l'AMF, les documents établis en application de cette obligation sont joints au dossier annuel. Les informations des points 3, 5 et 6 ne sont pas exigées pour les organismes assureurs mis en équivalence. 3. Etat de ventilation des principales données techniques (état G 1) Ventilation par organismes assureurs des cotisations émises, soldes de souscription, provisions techniques et contribution aux résultats. Doivent figurer dans cet état tous les organismes assureurs représentant plus de 5 % des cotisations ou des provisions techniques. Les organismes dans un même pays formant un sous-ensemble établissant des comptes combinés ou consolidés peuvent être regroupés. Les données des autres organismes sont regroupées en trois rubriques : France, Union européenne (hors France), reste du monde. Cette ventilation s'effectue séparément pour les activités vie et non-vie. 4. Etat de marge ajustée (état G 2) Un premier tableau établit l'exigence de marge en ventilant selon le mode de consolidation ou de combinaison et en indiquant, le cas échéant, les pourcentages appliqués pour les organismes assureurs en intégration proportionnelle ou mises en équivalence : - pour les organismes établis dans l'Union européenne, cet état récapitule les exigences de marge de chaque organisme. S'il y a lieu, ce besoin de marge sera ensuite corrigé des incidences des cessions internes ; - pour les organismes hors Union européenne, sont récapitulés les besoins de fonds propres et assimilés découlant des législations nationales. Ces éléments seront éventuellement corrigés des incidences de la réassurance interne. En pied de tableau sont indiquées à titre informatif pour les activités hors assurances réglementées les exigences de fonds propres découlant des législations régissant ces activités. Un second tableau analyse la façon dont ces exigences sont satisfaites au niveau de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées : - fonds propres (part du groupe telle qu'elle figure au passif du bilan combiné) ; - intérêts minoritaires et leur affectabilité aux différentes entités ; - plus-values latentes et leur affectabilité aux différentes entités ; - autres éléments éventuels. 5. Etat d'analyse de l'équilibre technique non-vie (état G 3) Ventilation par organisme assureur des soldes de souscription séparant résultat de l'exercice et résultat de la liquidation sur exercices antérieurs. Ces données sont brutes de réassurance. 6. Etat d'analyse des provisions techniques vie (état G 4) Ventilation des provisions techniques par organisme assureur et par type d'engagement : en unités de compte sans risque de placement, en unités de compte avec risque de placement, en euros ou en devises. Ventilation des provisions techniques des engagements en euros ou en devises par organisme assureur et par taux d'intérêt utilisés pour leur calcul, par tranches de 0,5 %. Ventilation des provisions techniques par organisme assureur et par type d'aléa viager : en cas de décès, en cas de vie, sans aléa viager. Les organismes assureurs concernés sont ceux dont les provisions techniques vie représentent plus de 5 % du total des provisions techniques vie des comptes consolidés ou combinés. Les organismes formant un sous-ensemble établissant des comptes combinés ou consolidés dans un même pays peuvent être considérés comme un seul organisme. Les autres organismes sont regroupés en trois rubriques : France, Union européenne (hors France), reste du monde. 7. Etats d'analyse des activités hors assurances (état G 5) Si celles-ci contribuent - positivement ou négativement - à plus de 5 % du résultat de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées ou occupent plus de 5 % des effectifs de cet ensemble, les données significatives de ces activités font l'objet d'une ventilation par organisme. Les données qui doivent faire l'objet d'une ventilation sont celles qui sont retenues comme significatives dans les comptes consolidés ou combinés. Notamment, au niveau du chiffre d'affaires : produit net bancaire, commissions de services financières et, au niveau du bilan : dépôts clientèles, crédits consentis.",
            "texteHtml": "<p>1. Renseignements généraux</p><p></p><p>La raison sociale de l'organisme consolidant ou combinant, son adresse, la date de sa constitution.</p><p></p><p>Les nom, date et lieu de naissance, nationalité, domicile et profession des membres du conseil d'administration de cet organisme.</p><p></p><p>Les nom, date et lieu de naissance, domicile, grade et fonction des personnels exerçant ces fonctions de direction au niveau de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées.</p><p></p><p>Les nom, adresse et date de désignation des commissaires aux comptes titulaires et suppléants de l'organisme consolidant ou combinant.</p><p></p><p>Le statut fiscal de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées.</p><p></p><p>Liste des organismes consolidés ou combinés avec indication lorsqu'ils appartiennent à une activité soumise à un contrôle (banques, assurances, services d'investissement) des autorités de contrôle auxquelles ils sont soumis ainsi que de la part détenue et du montant des fonds propres.</p><p></p><p>L'organigramme de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées avec les pourcentages de détention.</p><p></p><p>La liste des prêts réalisés entre les organismes de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées.</p><p>2. Compte de résultat, bilans consolidés ou combinés et annexe complétés par les rapports de gestion et des commissaires aux comptes</p><p></p><p>Lorsque l'organisme combinant ou consolidant a fait usage des facultés de dérogation prévues par le règlement CRC 2000-05 pour ne pas retraiter les comptes d'un organisme, les sources d'écart sont explicitées et accompagnées d'une estimation chiffrée.</p><p></p><p>Si l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées est soumis à obligation de publication des comptes par l'AMF, les documents établis en application de cette obligation sont joints au dossier annuel.</p><p></p><p>Les informations des points 3, 5 et 6 ne sont pas exigées pour les organismes assureurs mis en équivalence.</p><p>3. Etat de ventilation</p><p>des principales données techniques (état G 1)</p><p></p><p>Ventilation par organismes assureurs des cotisations émises, soldes de souscription, provisions techniques et contribution aux résultats. Doivent figurer dans cet état tous les organismes assureurs représentant plus de 5 % des cotisations ou des provisions techniques. Les organismes dans un même pays formant un sous-ensemble établissant des comptes combinés ou consolidés peuvent être regroupés. Les données des autres organismes sont regroupées en trois rubriques : France, Union européenne (hors France), reste du monde. Cette ventilation s'effectue séparément pour les activités vie et non-vie.</p><p>4. Etat de marge ajustée (état G 2)</p><p></p><p>Un premier tableau établit l'exigence de marge en ventilant selon le mode de consolidation ou de combinaison et en indiquant, le cas échéant, les pourcentages appliqués pour les organismes assureurs en intégration proportionnelle ou mises en équivalence :</p><p></p><p>- pour les organismes établis dans l'Union européenne, cet état récapitule les exigences de marge de chaque organisme. S'il y a lieu, ce besoin de marge sera ensuite corrigé des incidences des cessions internes ;</p><p></p><p>- pour les organismes hors Union européenne, sont récapitulés les besoins de fonds propres et assimilés découlant des législations nationales. Ces éléments seront éventuellement corrigés des incidences de la réassurance interne.</p><p></p><p>En pied de tableau sont indiquées à titre informatif pour les activités hors assurances réglementées les exigences de fonds propres découlant des législations régissant ces activités.</p><p></p><p>Un second tableau analyse la façon dont ces exigences sont satisfaites au niveau de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées :</p><p></p><p>- fonds propres (part du groupe telle qu'elle figure au passif du bilan combiné) ;</p><p></p><p>- intérêts minoritaires et leur affectabilité aux différentes entités ;</p><p></p><p>- plus-values latentes et leur affectabilité aux différentes entités ;</p><p></p><p>- autres éléments éventuels.</p><p>5. Etat d'analyse de l'équilibre technique non-vie (état G 3)</p><p></p><p>Ventilation par organisme assureur des soldes de souscription séparant résultat de l'exercice et résultat de la liquidation sur exercices antérieurs. Ces données sont brutes de réassurance.</p><p>6. Etat d'analyse des provisions techniques vie (état G 4)</p><p></p><p>Ventilation des provisions techniques par organisme assureur et par type d'engagement : en unités de compte sans risque de placement, en unités de compte avec risque de placement, en euros ou en devises.</p><p></p><p>Ventilation des provisions techniques des engagements en euros ou en devises par organisme assureur et par taux d'intérêt utilisés pour leur calcul, par tranches de 0,5 %.</p><p></p><p>Ventilation des provisions techniques par organisme assureur et par type d'aléa viager : en cas de décès, en cas de vie, sans aléa viager.</p><p></p><p>Les organismes assureurs concernés sont ceux dont les provisions techniques vie représentent plus de 5 % du total des provisions techniques vie des comptes consolidés ou combinés. Les organismes formant un sous-ensemble établissant des comptes combinés ou consolidés dans un même pays peuvent être considérés comme un seul organisme. Les autres organismes sont regroupés en trois rubriques :</p><p>France, Union européenne (hors France), reste du monde.</p><p>7. Etats d'analyse des activités hors assurances (état G 5)</p><p></p><p>Si celles-ci contribuent - positivement ou négativement - à plus de 5 % du résultat de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées ou occupent plus de 5 % des effectifs de cet ensemble, les données significatives de ces activités font l'objet d'une ventilation par organisme. Les données qui doivent faire l'objet d'une ventilation sont celles qui sont retenues comme significatives dans les comptes consolidés ou combinés. Notamment, au niveau du chiffre d'affaires : produit net bancaire, commissions de services financières et, au niveau du bilan : dépôts clientèles, crédits consentis.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2010-03-05T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006734869",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 2005-11-03 art. 2 JORF 13 novembre 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "num": "Annexe à l'article A931-11-20  Annexe 1",
            "origine": "LEGI",
            "texte": "1. Renseignements généraux La raison sociale de l'organisme consolidant ou combinant, son adresse, la date de sa constitution. Les nom, date et lieu de naissance, nationalité, domicile et profession des membres du conseil d'administration de cet organisme. Les nom, date et lieu de naissance, domicile, grade et fonction des personnels exerçant ces fonctions de direction au niveau de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées. Les nom, adresse et date de désignation des commissaires aux comptes titulaires et suppléants de l'organisme consolidant ou combinant. Le statut fiscal de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées. Liste des organismes consolidés ou combinés avec indication lorsqu'ils appartiennent à une activité soumise à un contrôle (banques, assurances, services d'investissement) des autorités de contrôle auxquelles ils sont soumis ainsi que de la part détenue et du montant des fonds propres. L'organigramme de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées avec les pourcentages de détention. La liste des prêts réalisés entre les organismes de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées. 2. Compte de résultat, bilans consolidés ou combinés et annexe complétés par les rapports de gestion et des commissaires aux comptes Lorsque l'organisme combinant ou consolidant a fait usage des facultés de dérogation prévues par le règlement CRC 2000-05 pour ne pas retraiter les comptes d'un organisme, les sources d'écart sont explicitées et accompagnées d'une estimation chiffrée. Si l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées est soumis à obligation de publication des comptes par l'AMF, les documents établis en application de cette obligation sont joints au dossier annuel. Les informations des points 3, 5 et 6 ne sont pas exigées pour les organismes assureurs mis en équivalence. 3. Etat de ventilation des principales données techniques (état G 1) Ventilation par organismes assureurs des cotisations émises, soldes de souscription, provisions techniques et contribution aux résultats. Doivent figurer dans cet état tous les organismes assureurs représentant plus de 5 % des cotisations ou des provisions techniques. Les organismes dans un même pays formant un sous-ensemble établissant des comptes combinés ou consolidés peuvent être regroupés. Les données des autres organismes sont regroupées en trois rubriques : France, Union européenne (hors France), reste du monde. Cette ventilation s'effectue séparément pour les activités vie et non-vie. 4. Etat de marge ajustée (état G 2) Un premier tableau établit l'exigence de marge en ventilant selon le mode de consolidation ou de combinaison et en indiquant, le cas échéant, les pourcentages appliqués pour les organismes assureurs en intégration proportionnelle ou mises en équivalence : - pour les organismes établis dans l'Union européenne, cet état récapitule les exigences de marge de chaque organisme. S'il y a lieu, ce besoin de marge sera ensuite corrigé des incidences des cessions internes ; - pour les organismes hors Union européenne, sont récapitulés les besoins de fonds propres et assimilés découlant des législations nationales. Ces éléments seront éventuellement corrigés des incidences de la réassurance interne. En pied de tableau sont indiquées à titre informatif pour les activités hors assurances réglementées les exigences de fonds propres découlant des législations régissant ces activités. Un second tableau analyse la façon dont ces exigences sont satisfaites au niveau de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées : - fonds propres (part du groupe telle qu'elle figure au passif du bilan combiné) ; - intérêts minoritaires et leur affectabilité aux différentes entités ; - plus-values latentes et leur affectabilité aux différentes entités ; - autres éléments éventuels. 5. Etat d'analyse de l'équilibre technique non-vie (état G 3) Ventilation par organisme assureur des soldes de souscription séparant résultat de l'exercice et résultat de la liquidation sur exercices antérieurs. Ces données sont brutes de réassurance. 6. Etat d'analyse des provisions techniques vie (état G 4) Ventilation des provisions techniques par organisme assureur et par type d'engagement : en unités de compte sans risque de placement, en unités de compte avec risque de placement, en euros ou en devises. Ventilation des provisions techniques des engagements en euros ou en devises par organisme assureur et par taux d'intérêt utilisés pour leur calcul, par tranches de 0,5 %. Ventilation des provisions techniques par organisme assureur et par type d'aléa viager : en cas de décès, en cas de vie, sans aléa viager. Les organismes assureurs concernés sont ceux dont les provisions techniques vie représentent plus de 5 % du total des provisions techniques vie des comptes consolidés ou combinés. Les organismes formant un sous-ensemble établissant des comptes combinés ou consolidés dans un même pays peuvent être considérés comme un seul organisme. Les autres organismes sont regroupés en trois rubriques : France, Union européenne (hors France), reste du monde. 7. Etats d'analyse des activités hors assurances (état G 5) Si celles-ci contribuent - positivement ou négativement - à plus de 5 % du résultat de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées ou occupent plus de 5 % des effectifs de cet ensemble, les données significatives de ces activités font l'objet d'une ventilation par organisme. Les données qui doivent faire l'objet d'une ventilation sont celles qui sont retenues comme significatives dans les comptes consolidés ou combinés. Notamment, au niveau du chiffre d'affaires : produit net bancaire, commissions de services financières et, au niveau du bilan : dépôts clientèles, crédits consentis.",
            "texteHtml": "<p>1. Renseignements généraux</p><p></p><p>La raison sociale de l'organisme consolidant ou combinant, son adresse, la date de sa constitution.</p><p></p><p>Les nom, date et lieu de naissance, nationalité, domicile et profession des membres du conseil d'administration de cet organisme.</p><p></p><p>Les nom, date et lieu de naissance, domicile, grade et fonction des personnels exerçant ces fonctions de direction au niveau de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées.</p><p></p><p>Les nom, adresse et date de désignation des commissaires aux comptes titulaires et suppléants de l'organisme consolidant ou combinant.</p><p></p><p>Le statut fiscal de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées.</p><p></p><p>Liste des organismes consolidés ou combinés avec indication lorsqu'ils appartiennent à une activité soumise à un contrôle (banques, assurances, services d'investissement) des autorités de contrôle auxquelles ils sont soumis ainsi que de la part détenue et du montant des fonds propres.</p><p></p><p>L'organigramme de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées avec les pourcentages de détention.</p><p></p><p>La liste des prêts réalisés entre les organismes de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées.</p><p>2. Compte de résultat, bilans consolidés ou combinés et annexe complétés par les rapports de gestion et des commissaires aux comptes</p><p></p><p>Lorsque l'organisme combinant ou consolidant a fait usage des facultés de dérogation prévues par le règlement CRC 2000-05 pour ne pas retraiter les comptes d'un organisme, les sources d'écart sont explicitées et accompagnées d'une estimation chiffrée.</p><p></p><p>Si l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées est soumis à obligation de publication des comptes par l'AMF, les documents établis en application de cette obligation sont joints au dossier annuel.</p><p></p><p>Les informations des points 3, 5 et 6 ne sont pas exigées pour les organismes assureurs mis en équivalence.</p><p>3. Etat de ventilation</p><p>des principales données techniques (état G 1)</p><p></p><p>Ventilation par organismes assureurs des cotisations émises, soldes de souscription, provisions techniques et contribution aux résultats. Doivent figurer dans cet état tous les organismes assureurs représentant plus de 5 % des cotisations ou des provisions techniques. Les organismes dans un même pays formant un sous-ensemble établissant des comptes combinés ou consolidés peuvent être regroupés. Les données des autres organismes sont regroupées en trois rubriques : France, Union européenne (hors France), reste du monde. Cette ventilation s'effectue séparément pour les activités vie et non-vie.</p><p>4. Etat de marge ajustée (état G 2)</p><p></p><p>Un premier tableau établit l'exigence de marge en ventilant selon le mode de consolidation ou de combinaison et en indiquant, le cas échéant, les pourcentages appliqués pour les organismes assureurs en intégration proportionnelle ou mises en équivalence :</p><p></p><p>- pour les organismes établis dans l'Union européenne, cet état récapitule les exigences de marge de chaque organisme. S'il y a lieu, ce besoin de marge sera ensuite corrigé des incidences des cessions internes ;</p><p></p><p>- pour les organismes hors Union européenne, sont récapitulés les besoins de fonds propres et assimilés découlant des législations nationales. Ces éléments seront éventuellement corrigés des incidences de la réassurance interne.</p><p></p><p>En pied de tableau sont indiquées à titre informatif pour les activités hors assurances réglementées les exigences de fonds propres découlant des législations régissant ces activités.</p><p></p><p>Un second tableau analyse la façon dont ces exigences sont satisfaites au niveau de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées :</p><p></p><p>- fonds propres (part du groupe telle qu'elle figure au passif du bilan combiné) ;</p><p></p><p>- intérêts minoritaires et leur affectabilité aux différentes entités ;</p><p></p><p>- plus-values latentes et leur affectabilité aux différentes entités ;</p><p></p><p>- autres éléments éventuels.</p><p>5. Etat d'analyse de l'équilibre technique non-vie (état G 3)</p><p></p><p>Ventilation par organisme assureur des soldes de souscription séparant résultat de l'exercice et résultat de la liquidation sur exercices antérieurs. Ces données sont brutes de réassurance.</p><p>6. Etat d'analyse des provisions techniques vie (état G 4)</p><p></p><p>Ventilation des provisions techniques par organisme assureur et par type d'engagement : en unités de compte sans risque de placement, en unités de compte avec risque de placement, en euros ou en devises.</p><p></p><p>Ventilation des provisions techniques des engagements en euros ou en devises par organisme assureur et par taux d'intérêt utilisés pour leur calcul, par tranches de 0,5 %.</p><p></p><p>Ventilation des provisions techniques par organisme assureur et par type d'aléa viager : en cas de décès, en cas de vie, sans aléa viager.</p><p></p><p>Les organismes assureurs concernés sont ceux dont les provisions techniques vie représentent plus de 5 % du total des provisions techniques vie des comptes consolidés ou combinés. Les organismes formant un sous-ensemble établissant des comptes combinés ou consolidés dans un même pays peuvent être considérés comme un seul organisme. Les autres organismes sont regroupés en trois rubriques :</p><p>France, Union européenne (hors France), reste du monde.</p><p>7. Etats d'analyse des activités hors assurances (état G 5)</p><p></p><p>Si celles-ci contribuent - positivement ou négativement - à plus de 5 % du résultat de l'ensemble formé par les institutions ou unions et les organismes auxquels elles sont apparentées ou subordonnées ou occupent plus de 5 % des effectifs de cet ensemble, les données significatives de ces activités font l'objet d'une ventilation par organisme. Les données qui doivent faire l'objet d'une ventilation sont celles qui sont retenues comme significatives dans les comptes consolidés ou combinés. Notamment, au niveau du chiffre d'affaires : produit net bancaire, commissions de services financières et, au niveau du bilan : dépôts clientèles, crédits consentis.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2005-11-13T00:00:00.000Z",
            "dateFin": "2010-03-05T00:00:00.000Z"
        }
    ]
}