{
    "cid": "LEGIARTI000033939697",
    "num": "L324-2-1 C",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128562",
                        "id": "LEGISCTA000006128562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143298",
                        "id": "LEGISCTA000006143298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-14",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Etablissements publics fonciers locaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158585",
                        "id": "LEGISCTA000006158585",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045212553",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033934948",
                    "textTitle": "LOI n°2017-86 du 27 janvier 2017 - art. 102 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "102",
                    "articleId": "LEGIARTI000037667486",
                    "natureText": "LOI",
                    "date": 1645655602847,
                    "parentCid": null,
                    "numTexte": "2017-86",
                    "datePubli": 1485561600000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L324-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L324-1",
                    "articleId": "LEGIARTI000006815289",
                    "natureText": "CODE",
                    "date": 1645655602848,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L324-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L324-3",
                    "articleId": "LEGIARTI000033973314",
                    "natureText": "CODE",
                    "date": 1645655602848,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 117",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "117",
                    "articleId": "LEGIARTI000045198733",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "num": "L324-2-1 C",
            "origine": "LEGI",
            "texte": "En cas de fusion d'établissements publics de coopération intercommunale à fiscalité propre dont au moins un est membre d'un établissement public foncier local, l'établissement public de coopération intercommunale issu de la fusion est membre de plein droit de cet établissement du public foncier local, à titre transitoire, pour la partie de son territoire correspondant à l'établissement ou aux établissements publics de coopération intercommunale qui en étaient membres. En cas de création d'une commune nouvelle dont au moins une des anciennes communes qui la constituent est membre d'un établissement public foncier local, la commune nouvelle est membre de plein droit de cet établissement, à titre transitoire, pour la partie de son territoire correspondant à la ou aux anciennes communes qui en étaient membres. En cas d'adhésion d'une commune membre d'un établissement public foncier local à un établissement public de coopération intercommunale à fiscalité propre, l'établissement public de coopération intercommunale devient membre de l'établissement public foncier local, à titre transitoire, pour la partie de son territoire correspondant à la commune concernée, en lieu et place de cette dernière. Dans les cas mentionnés aux trois premiers alinéas, l'organe délibérant de l'établissement public de coopération intercommunale ou le conseil municipal de la commune se prononce, dans un délai de six mois, sur son adhésion à l'établissement public foncier local. Le représentant de l'Etat dans la région arrête le nouveau périmètre de l'établissement public foncier local au vu de ces délibérations. L'assemblée générale et, le cas échéant, le conseil d'administration de l'établissement public foncier local demeurent en fonction jusqu'à la première réunion de l'assemblée générale constituée dans les conditions prévues par l'arrêté du représentant de l'Etat dans la région. Par dérogation au cinquième alinéa de l' article L. 324-1 , en cas de délibération défavorable de l'organe délibérant de l'établissement public de coopération intercommunale ou du conseil municipal de la commune, l'établissement public foncier local demeure compétent sur les seuls territoires des communes ou établissements publics de coopération intercommunale qui en étaient membres antérieurement, jusqu'à la fin du deuxième exercice budgétaire plein qui suit cette délibération.",
            "texteHtml": "<p align='left'>En cas de fusion d'établissements publics de coopération intercommunale à fiscalité propre dont au moins un est membre d'un établissement public foncier local, l'établissement public de coopération intercommunale issu de la fusion est membre de plein droit de cet établissement du public foncier local, à titre transitoire, pour la partie de son territoire correspondant à l'établissement ou aux établissements publics de coopération intercommunale qui en étaient membres.</p><p>En cas de création d'une commune nouvelle dont au moins une des anciennes communes qui la constituent est membre d'un établissement public foncier local, la commune nouvelle est membre de plein droit de cet établissement, à titre transitoire, pour la partie de son territoire correspondant à la ou aux anciennes communes qui en étaient membres.</p><p>En cas d'adhésion d'une commune membre d'un établissement public foncier local à un établissement public de coopération intercommunale à fiscalité propre, l'établissement public de coopération intercommunale devient membre de l'établissement public foncier local, à titre transitoire, pour la partie de son territoire correspondant à la commune concernée, en lieu et place de cette dernière.</p><p>Dans les cas mentionnés aux trois premiers alinéas, l'organe délibérant de l'établissement public de coopération intercommunale ou le conseil municipal de la commune se prononce, dans un délai de six mois, sur son adhésion à l'établissement public foncier local.</p><p>Le représentant de l'Etat dans la région arrête le nouveau périmètre de l'établissement public foncier local au vu de ces délibérations. L'assemblée générale et, le cas échéant, le conseil d'administration de l'établissement public foncier local demeurent en fonction jusqu'à la première réunion de l'assemblée générale constituée dans les conditions prévues par l'arrêté du représentant de l'Etat dans la région.</p><p>Par dérogation au cinquième alinéa de l'<a href='/article/LEGIARTI000006815289'>article L. 324-1</a>, en cas de délibération défavorable de l'organe délibérant de l'établissement public de coopération intercommunale ou du conseil municipal de la commune, l'établissement public foncier local demeure compétent sur les seuls territoires des communes ou établissements publics de coopération intercommunale qui en étaient membres antérieurement, jusqu'à la fin du deuxième exercice budgétaire plein qui suit cette délibération.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-02-23T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128562",
                        "id": "LEGISCTA000006128562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143298",
                        "id": "LEGISCTA000006143298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-14",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Etablissements publics fonciers locaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158585",
                        "id": "LEGISCTA000006158585",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000033939840",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033934948",
                    "textTitle": "LOI n°2017-86 du 27 janvier 2017 - art. 102 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "102",
                    "articleId": "LEGIARTI000037667486",
                    "natureText": "LOI",
                    "date": 1645655602179,
                    "parentCid": null,
                    "numTexte": "2017-86",
                    "datePubli": 1485561600000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L324-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L324-1",
                    "articleId": "LEGIARTI000006815289",
                    "natureText": "CODE",
                    "date": 1645655602180,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L324-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L324-3",
                    "articleId": "LEGIARTI000033973314",
                    "natureText": "CODE",
                    "date": 1645655602180,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033934948",
                    "textTitle": "LOI n°2017-86 du 27 janvier 2017 - art. 102 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "102",
                    "articleId": "LEGIARTI000037667486",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-01-28",
                    "dateSignaTexte": "2017-01-27",
                    "dateDebutCible": "2018-11-25"
                }
            ],
            "num": "L324-2-1 C",
            "origine": "LEGI",
            "texte": "En cas de fusion d'établissements publics de coopération intercommunale à fiscalité propre dont au moins un est membre d'un établissement public foncier local, l'établissement public de coopération intercommunale issu de la fusion est membre de plein droit de cet établissement du public foncier local, à titre transitoire, sous réserve qu'il soit compétent en matière de programme local de l'habitat, pour la partie de son territoire correspondant à l'établissement ou aux établissements publics de coopération intercommunale qui en étaient membres. En cas de création d'une commune nouvelle dont au moins une des anciennes communes qui la constituent est membre d'un établissement public foncier local, la commune nouvelle est membre de plein droit de cet établissement, à titre transitoire, pour la partie de son territoire correspondant à la ou aux anciennes communes qui en étaient membres. En cas d'adhésion d'une commune membre d'un établissement public foncier local à un établissement public de coopération intercommunale à fiscalité propre compétent en matière de programme local de l'habitat, ou si l'établissement public de coopération intercommunale à fiscalité propre auquel une commune appartient devient compétent en matière de programme local de l'habitat, l'établissement public de coopération intercommunale devient membre de l'établissement public foncier local, à titre transitoire, pour la partie de son territoire correspondant à la commune concernée, en lieu et place de cette dernière. Dans les cas mentionnés aux trois premiers alinéas, l'organe délibérant de l'établissement public de coopération intercommunale ou le conseil municipal de la commune se prononce, dans un délai de six mois, sur son adhésion à l'établissement public foncier local. Le représentant de l'Etat dans la région arrête le nouveau périmètre de l'établissement public foncier local au vu de ces délibérations. L'assemblée générale et, le cas échéant, le conseil d'administration de l'établissement public foncier local demeurent en fonction jusqu'à la première réunion de l'assemblée générale constituée dans les conditions prévues par l'arrêté du représentant de l'Etat dans la région. Par dérogation au cinquième alinéa de l' article L. 324-1 , en cas de délibération défavorable de l'organe délibérant de l'établissement public de coopération intercommunale ou du conseil municipal de la commune, l'établissement public foncier local demeure compétent sur les seuls territoires des communes ou établissements publics de coopération intercommunale qui en étaient membres antérieurement, jusqu'à la fin du deuxième exercice budgétaire plein qui suit cette délibération.",
            "texteHtml": "<p align='left'>En cas de fusion d'établissements publics de coopération intercommunale à fiscalité propre dont au moins un est membre d'un établissement public foncier local, l'établissement public de coopération intercommunale issu de la fusion est membre de plein droit de cet établissement du public foncier local, à titre transitoire, sous réserve qu'il soit compétent en matière de programme local de l'habitat, pour la partie de son territoire correspondant à l'établissement ou aux établissements publics de coopération intercommunale qui en étaient membres. <br/><br/>En cas de création d'une commune nouvelle dont au moins une des anciennes communes qui la constituent est membre d'un établissement public foncier local, la commune nouvelle est membre de plein droit de cet établissement, à titre transitoire, pour la partie de son territoire correspondant à la ou aux anciennes communes qui en étaient membres. <br/><br/>En cas d'adhésion d'une commune membre d'un établissement public foncier local à un établissement public de coopération intercommunale à fiscalité propre compétent en matière de programme local de l'habitat, ou si l'établissement public de coopération intercommunale à fiscalité propre auquel une commune appartient devient compétent en matière de programme local de l'habitat, l'établissement public de coopération intercommunale devient membre de l'établissement public foncier local, à titre transitoire, pour la partie de son territoire correspondant à la commune concernée, en lieu et place de cette dernière. <br/><br/>Dans les cas mentionnés aux trois premiers alinéas, l'organe délibérant de l'établissement public de coopération intercommunale ou le conseil municipal de la commune se prononce, dans un délai de six mois, sur son adhésion à l'établissement public foncier local. <br/><br/>Le représentant de l'Etat dans la région arrête le nouveau périmètre de l'établissement public foncier local au vu de ces délibérations. L'assemblée générale et, le cas échéant, le conseil d'administration de l'établissement public foncier local demeurent en fonction jusqu'à la première réunion de l'assemblée générale constituée dans les conditions prévues par l'arrêté du représentant de l'Etat dans la région. <br/><br/>Par dérogation au cinquième alinéa de l'<a href='/article/LEGIARTI000006815289' title='Code de l'urbanisme - art. L324-1 (V)'>article L. 324-1</a>, en cas de délibération défavorable de l'organe délibérant de l'établissement public de coopération intercommunale ou du conseil municipal de la commune, l'établissement public foncier local demeure compétent sur les seuls territoires des communes ou établissements publics de coopération intercommunale qui en étaient membres antérieurement, jusqu'à la fin du deuxième exercice budgétaire plein qui suit cette délibération.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-01-29T00:00:00.000Z",
            "dateFin": "2022-02-23T00:00:00.000Z"
        }
    ]
}