{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018518215",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "2.1. Machines agro-alimentaires. En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées à la préparation et au traitement des denrées alimentaires, notamment à leur cuisson, refroidissement, remise en température, lavage, manutention, conditionnement, stockage, transport, distribution doivent être conçues et construites de manière à éviter les risques d'infection, de maladie et de contagion. Les machines mentionnées à l'alinéa précédent doivent être conformes aux règles techniques d'hygiène suivantes : a) La machine doit être conçue et construite de manière que les matériaux qui la constituent, en contact ou pouvant être mis en contact avec les denrées alimentaires, puissent être nettoyés avant chaque utilisation. b) Toutes les surfaces ainsi que leur raccordement doivent être lisses ; elles ne doivent posséder ni rugosité ni anfractuosité pouvant abriter des matières organiques. c) Les assemblages doivent être conçus de manière à réduire le plus possible les saillies, les rebords et les recoins. Ils doivent, dans la mesure du possible, être réalisés par soudure ou par collage continu. d) Toutes les surfaces en contact avec les denrées alimentaires doivent pouvoir être facilement nettoyées et désinfectées, éventuellement après enlèvement de parties facilement démontables. Les surfaces intérieures doivent être raccordées par des congés de rayon suffisant pour permettre un nettoyage complet. e) Les liquides provenant des denrées alimentaires ainsi que les produits de nettoyage, de désinfection et de rinçage doivent pouvoir s'écouler vers l'extérieur de la machine sans rencontrer d'obstacles, éventuellement dans une position de nettoyage. f) La machine doit être conçue et construite pour éviter toute infiltration de liquide, toute accumulation de matières organiques ou pénétration d'êtres vivants, notamment d'insectes, dans des zones non nettoyables. g) La machine doit être conçue et construite pour que des produits auxiliaires, tels que les lubrifiants, ne puissent entrer en contact avec les denrées alimentaires. Si nécessaire, la machine doit être conçue et construite pour permettre de s'assurer que cette règle est respectée en permanence. h) Notice d'instructions. La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe doit en outre indiquer les produits et méthodes de nettoyage, de désinfection et de rinçage préconisés, non seulement pour les parties facilement accessibles mais aussi pour le cas où un nettoyage en place est nécessaire pour les parties telles que les tuyauteries auxquelles l'accès est impossible ou déconseillé. 2.2. Machines portatives tenues ou guidées à la main. En complément aux autres règles techniques définies par la présente annexe, les machines portatives tenues ou guidées à la main, neuves ou considérées comme neuves, doivent être conformes aux règles techniques de sécurité et de santé suivantes : a) La machine doit posséder une surface d'appui de dimensions suffisantes et posséder, en nombre suffisant, des moyens de préhension et de maintien correctement dimensionnés et disposés afin que la stabilité de la machine soit assurée dans les conditions de fonctionnement prévues. b) Dans le cas où les poignées ne peuvent pas être lâchées en toute sécurité, la machine doit être munie d'organes de service de mise en marche et d'arrêt disposés de manière telle que l'opérateur ne soit pas contraint de lâcher les moyens de préhension pour les actionner, sauf si cela n'est pas techniquement possible ou lorsqu'il existe une commande indépendante. c) La machine doit être conçue, construite ou équipée de manière que soient supprimés les risques dus à sa mise en marche intempestive ou à son maintien en fonctionnement après que l'opérateur a lâché les moyens de préhension. En cas d'impossibilité technique, des dispositions compensatoires assurant des conditions de sécurité équivalentes doivent être prises. d) La machine portative tenue à la main doit être conçue et construite pour permettre, en cas de nécessité, de contrôler visuellement l'engagement de l'outil dans le matériau travaillé. e) Notice d'instructions. La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe et la documentation technico-commerciale décrivant la machine doivent donner en outre l'indication suivante concernant les vibrations émises par les machines tenues ou guidées à la main : valeur moyenne quadratique pondérée en fréquence de l'accélération, à laquelle sont exposés les membres supérieurs, lorsqu'elle dépasse 2,5 m/s2. Lorsque l'accélération ne dépasse pas 2,5 m/s2, ce fait doit être mentionné. Les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié adapté à la machine. La référence de la norme spécifiant le code de mesurage ou, à défaut, les méthodes de mesure utilisées et les conditions dans lesquelles les mesures ont été effectuées doivent être indiquées. f) Le paragraphe 1.2.4 (II) de la présente annexe, relatif à l'arrêt d'urgence, n'est pas applicable aux machines portatives tenues ou guidées à la main. 2.3. Machines destinées au travail du bois et des matières similaires. En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées au travail du bois et celles qui sont destinées au travail des matériaux à caractéristiques physiques et technologiques semblables à celles du bois, tels que le liège, l'os, le caoutchouc durci, les matières plastiques dures et autres matières dures similaires doivent être conformes aux règles techniques de sécurité et de santé suivantes : a) La machine doit être conçue, construite ou équipée pour que la pièce à usiner puisse être placée et guidée en sécurité ; lorsque la pièce est tenue à la main sur une table de travail, celle-ci doit assurer une stabilité suffisante pendant le travail et ne pas gêner le déplacement de la pièce. b) Lorsque la machine est susceptible d'être utilisée dans des conditions entraînant un risque de rejet des pièces de bois, elle doit être construite ou équipée pour éviter le rejet ou, si cela n'est pas le cas, pour que le rejet ne produise pas de risques pour l'opérateur ou les personnes exposées. c) La machine doit être équipée de freins automatiques arrêtant l'outil dans un temps suffisamment court lorsqu'il y a risque de contact avec l'outil pendant qu'il ralentit. d) Lorsque l'outil est intégré à une machine non entièrement automatisée, celle-ci doit être conçue et construite de manière à éliminer les risques ou à limiter la gravité des accidents susceptibles d'en résulter, notamment en utilisant des porte-outils à section circulaire et en limitant l'épaisseur des copeaux.",
            "texteHtml": "2.1. Machines agro-alimentaires.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées à la préparation et au traitement des denrées alimentaires, notamment à leur cuisson, refroidissement, remise en température, lavage, manutention, conditionnement, stockage, transport, distribution doivent être conçues et construites de manière à éviter les risques d'infection, de maladie et de contagion.<p></p><p></p>         Les machines mentionnées à l'alinéa précédent doivent être conformes aux règles techniques d'hygiène suivantes :<p></p><p></p>         a) La machine doit être conçue et construite de manière que les matériaux qui la constituent, en contact ou pouvant être mis en contact avec les denrées alimentaires, puissent être nettoyés avant chaque utilisation.<p></p><p></p>         b) Toutes les surfaces ainsi que leur raccordement doivent être lisses ; elles ne doivent posséder ni rugosité ni anfractuosité pouvant abriter des matières organiques.<p></p><p></p>         c) Les assemblages doivent être conçus de manière à réduire le plus possible les saillies, les rebords et les recoins. Ils doivent, dans la mesure du possible, être réalisés par soudure ou par collage continu.<p></p><p></p>         d) Toutes les surfaces en contact avec les denrées alimentaires doivent pouvoir être facilement nettoyées et désinfectées, éventuellement après enlèvement de parties facilement démontables. Les surfaces intérieures doivent être raccordées par des congés de rayon suffisant pour permettre un nettoyage complet.<p></p><p></p>         e) Les liquides provenant des denrées alimentaires ainsi que les produits de nettoyage, de désinfection et de rinçage doivent pouvoir s'écouler vers l'extérieur de la machine sans rencontrer d'obstacles, éventuellement dans une position de nettoyage.<p></p><p></p>         f) La machine doit être conçue et construite pour éviter toute infiltration de liquide, toute accumulation de matières organiques ou pénétration d'êtres vivants, notamment d'insectes, dans des zones non nettoyables.<p></p><p></p>         g) La machine doit être conçue et construite pour que des produits auxiliaires, tels que les lubrifiants, ne puissent entrer en contact avec les denrées alimentaires. Si nécessaire, la machine doit être conçue et construite pour permettre de s'assurer que cette règle est respectée en permanence.<p></p><p></p>         h) Notice d'instructions.<p></p><p></p>         La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe doit en outre indiquer les produits et méthodes de nettoyage, de désinfection et de rinçage préconisés, non seulement pour les parties facilement accessibles mais aussi pour le cas où un nettoyage en place est nécessaire pour les parties telles que les tuyauteries auxquelles l'accès est impossible ou déconseillé.<p></p>\n 2.2. Machines portatives tenues ou guidées à la main.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines portatives tenues ou guidées à la main, neuves ou considérées comme neuves, doivent être conformes aux règles techniques de sécurité et de santé suivantes :<p></p><p></p>         a) La machine doit posséder une surface d'appui de dimensions suffisantes et posséder, en nombre suffisant, des moyens de préhension et de maintien correctement dimensionnés et disposés afin que la stabilité de la machine soit assurée dans les conditions de fonctionnement prévues.<p></p><p></p>         b) Dans le cas où les poignées ne peuvent pas être lâchées en toute sécurité, la machine doit être munie d'organes de service de mise en marche et d'arrêt disposés de manière telle que l'opérateur ne soit pas contraint de lâcher les moyens de préhension pour les actionner, sauf si cela n'est pas techniquement possible ou lorsqu'il existe une commande indépendante.<p></p><p></p>         c) La machine doit être conçue, construite ou équipée de manière que soient supprimés les risques dus à sa mise en marche intempestive ou à son maintien en fonctionnement après que l'opérateur a lâché les moyens de préhension. En cas d'impossibilité technique, des dispositions compensatoires assurant des conditions de sécurité équivalentes doivent être prises.<p></p><p></p>         d) La machine portative tenue à la main doit être conçue et construite pour permettre, en cas de nécessité, de contrôler visuellement l'engagement de l'outil dans le matériau travaillé.<p></p><p></p>         e) Notice d'instructions.<p></p><p></p>         La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe et la documentation technico-commerciale décrivant la machine doivent donner en outre l'indication suivante concernant les vibrations émises par les machines tenues ou guidées à la main :<p></p>\n valeur moyenne quadratique pondérée en fréquence de l'accélération, à laquelle sont exposés les membres supérieurs, lorsqu'elle dépasse 2,5 m/s2. Lorsque l'accélération ne dépasse pas 2,5 m/s2, ce fait doit être mentionné.<p></p><p></p>         Les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié adapté à la machine. La référence de la norme spécifiant le code de mesurage ou, à défaut, les méthodes de mesure utilisées et les conditions dans lesquelles les mesures ont été effectuées doivent être indiquées.<p></p><p></p>         f) Le paragraphe 1.2.4 (II) de la présente annexe, relatif à l'arrêt d'urgence, n'est pas applicable aux machines portatives tenues ou guidées à la main.<p></p>\n 2.3. Machines destinées au travail du bois et des matières similaires.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées au travail du bois et celles qui sont destinées au travail des matériaux à caractéristiques physiques et technologiques semblables à celles du bois, tels que le liège, l'os, le caoutchouc durci, les matières plastiques dures et autres matières dures similaires doivent être conformes aux règles techniques de sécurité et de santé suivantes :<p></p><p></p>         a) La machine doit être conçue, construite ou équipée pour que la pièce à usiner puisse être placée et guidée en sécurité ; lorsque la pièce est tenue à la main sur une table de travail, celle-ci doit assurer une stabilité suffisante pendant le travail et ne pas gêner le déplacement de la pièce.<p></p><p></p>         b) Lorsque la machine est susceptible d'être utilisée dans des conditions entraînant un risque de rejet des pièces de bois, elle doit être construite ou équipée pour éviter le rejet ou, si cela n'est pas le cas, pour que le rejet ne produise pas de risques pour l'opérateur ou les personnes exposées.<p></p><p></p>         c) La machine doit être équipée de freins automatiques arrêtant l'outil dans un temps suffisamment court lorsqu'il y a risque de contact avec l'outil pendant qu'il ralentit.<p></p><p></p>         d) Lorsque l'outil est intégré à une machine non entièrement automatisée, celle-ci doit être conçue et construite de manière à éliminer les risques ou à limiter la gravité des accidents susceptibles d'en résulter, notamment en utilisant des porte-outils à section circulaire et en limitant l'épaisseur des copeaux.<p></p>",
            "num": "Annexe à l'article R233-84",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 840326400000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "Section 8 : Règles techniques de conception et de construction et procédures de certification de conformité applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux composants de sécurité visés à l'article R. 233-83-2 faisant l'objet d'une des opérations mentionnées au II de l'article L. 233-5",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174830",
                        "id": "LEGISCTA000018518229",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux composants de sécurité visés à l'article R. 233-83-2, neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187460",
                        "id": "LEGISCTA000018518227",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "Annexe 1 définissant les règles techniques de conception et de construction prévues par l'article R. 233-84",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195112",
                        "id": "LEGISCTA000018518225",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "2. Règles techniques supplémentaires applicables à certaines catégories de machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198500",
                        "id": "LEGISCTA000018518218",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804502",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198500",
            "sectionParentId": "LEGISCTA000018518218",
            "sectionParentTitre": "2. Règles techniques supplémentaires applicables à certaines catégories de machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018518215",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000194309",
                    "textTitle": "Décret n°96-725 du 14 août 1996 - art. 21 () JORF 18 août 1996",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006676217",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-08-18",
                    "dateSignaTexte": "1996-08-14",
                    "dateDebutCible": "1996-08-18"
                },
                {
                    "textCid": "JORFTEXT000000194309",
                    "textTitle": "Décret n°96-725 du 14 août 1996 - art. 34 () JORF 18 août 1996",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006676230",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-08-18",
                    "dateSignaTexte": "1996-08-14",
                    "dateDebutCible": "1996-08-18"
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 9 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000018255681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-03-12",
                    "dateSignaTexte": "2008-03-07",
                    "dateDebutCible": "2008-03-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000724234",
                    "textTitle": "Décret n°92-767 du 29 juillet 1992",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000724234",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-767",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804502",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804503",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518215",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R233-84"
            ],
            "versionPrecedente": "LEGIARTI000006804503",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804503",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "2.1. Machines agro-alimentaires. En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées à la préparation et au traitement des denrées alimentaires, notamment à leur cuisson, refroidissement, remise en température, lavage, manutention, conditionnement, stockage, transport, distribution doivent être conçues et construites de manière à éviter les risques d'infection, de maladie et de contagion. Les machines mentionnées à l'alinéa précédent doivent être conformes aux règles techniques d'hygiène suivantes : a) La machine doit être conçue et construite de manière que les matériaux qui la constituent, en contact ou pouvant être mis en contact avec les denrées alimentaires, puissent être nettoyés avant chaque utilisation. b) Toutes les surfaces ainsi que leur raccordement doivent être lisses ; elles ne doivent posséder ni rugosité ni anfractuosité pouvant abriter des matières organiques. c) Les assemblages doivent être conçus de manière à réduire le plus possible les saillies, les rebords et les recoins. Ils doivent, dans la mesure du possible, être réalisés par soudure ou par collage continu. d) Toutes les surfaces en contact avec les denrées alimentaires doivent pouvoir être facilement nettoyées et désinfectées, éventuellement après enlèvement de parties facilement démontables. Les surfaces intérieures doivent être raccordées par des congés de rayon suffisant pour permettre un nettoyage complet. e) Les liquides provenant des denrées alimentaires ainsi que les produits de nettoyage, de désinfection et de rinçage doivent pouvoir s'écouler vers l'extérieur de la machine sans rencontrer d'obstacles, éventuellement dans une position de nettoyage. f) La machine doit être conçue et construite pour éviter toute infiltration de liquide, toute accumulation de matières organiques ou pénétration d'êtres vivants, notamment d'insectes, dans des zones non nettoyables. g) La machine doit être conçue et construite pour que des produits auxiliaires, tels que les lubrifiants, ne puissent entrer en contact avec les denrées alimentaires. Si nécessaire, la machine doit être conçue et construite pour permettre de s'assurer que cette règle est respectée en permanence. h) Notice d'instructions. La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe doit en outre indiquer les produits et méthodes de nettoyage, de désinfection et de rinçage préconisés, non seulement pour les parties facilement accessibles mais aussi pour le cas où un nettoyage en place est nécessaire pour les parties telles que les tuyauteries auxquelles l'accès est impossible ou déconseillé. 2.2. Machines portatives tenues ou guidées à la main. En complément aux autres règles techniques définies par la présente annexe, les machines portatives tenues ou guidées à la main, neuves ou considérées comme neuves, doivent être conformes aux règles techniques de sécurité et de santé suivantes : a) La machine doit posséder une surface d'appui de dimensions suffisantes et posséder, en nombre suffisant, des moyens de préhension et de maintien correctement dimensionnés et disposés afin que la stabilité de la machine soit assurée dans les conditions de fonctionnement prévues. b) Dans le cas où les poignées ne peuvent pas être lâchées en toute sécurité, la machine doit être munie d'organes de service de mise en marche et d'arrêt disposés de manière telle que l'opérateur ne soit pas contraint de lâcher les moyens de préhension pour les actionner, sauf si cela n'est pas techniquement possible ou lorsqu'il existe une commande indépendante. c) La machine doit être conçue, construite ou équipée de manière que soient supprimés les risques dus à sa mise en marche intempestive ou à son maintien en fonctionnement après que l'opérateur a lâché les moyens de préhension. En cas d'impossibilité technique, des dispositions compensatoires assurant des conditions de sécurité équivalentes doivent être prises. d) La machine portative tenue à la main doit être conçue et construite pour permettre, en cas de nécessité, de contrôler visuellement l'engagement de l'outil dans le matériau travaillé. e) Notice d'instructions. La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe et la notice commerciale doivent donner en outre l'indication suivante concernant les vibrations émises par les machines tenues ou guidées à la main : valeur moyenne quadratique pondérée en fréquence de l'accélération, à laquelle sont exposés les membres supérieurs, lorsqu'elle dépasse 2,5 m/s2. Lorsque l'accélération ne dépasse pas 2,5 m/s2, ce fait doit être mentionné. Les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié adapté à la machine. La référence de la norme spécifiant le code de mesurage ou, à défaut, les méthodes de mesure utilisées et les conditions dans lesquelles les mesures ont été effectuées doivent être indiquées. f) Le paragraphe 1.2.4 (II) de la présente annexe, relatif à l'arrêt d'urgence, n'est pas applicable aux machines portatives tenues ou guidées à la main. 2.3. Machines destinées au travail du bois et des matières similaires. En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées au travail du bois et celles qui sont destinées au travail des matériaux à caractéristiques physiques et technologiques semblables à celles du bois, tels que le liège, l'os, le caoutchouc durci, les matières plastiques dures et autres matières dures similaires doivent être conformes aux règles techniques de sécurité et de santé suivantes : a) La machine doit être conçue, construite ou équipée pour que la pièce à usiner puisse être placée et guidée en sécurité ; lorsque la pièce est tenue à la main sur une table de travail, celle-ci doit assurer une stabilité suffisante pendant le travail et ne pas gêner le déplacement de la pièce. b) Lorsque la machine est susceptible d'être utilisée dans des conditions entraînant un risque de rejet des pièces de bois, elle doit être construite ou équipée pour éviter le rejet ou, si cela n'est pas le cas, pour que le rejet ne produise pas de risques pour l'opérateur ou les personnes exposées. c) La machine doit être équipée de freins automatiques arrêtant l'outil dans un temps suffisamment court lorsqu'il y a risque de contact avec l'outil pendant qu'il ralentit. d) Lorsque l'outil est intégré à une machine non entièrement automatisée, celle-ci doit être conçue et construite de manière à éliminer les risques ou à limiter la gravité des accidents susceptibles d'en résulter, notamment en utilisant des porte-outils à section circulaire et en limitant l'épaisseur des copeaux.",
            "texteHtml": "2.1. Machines agro-alimentaires.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées à la préparation et au traitement des denrées alimentaires, notamment à leur cuisson, refroidissement, remise en température, lavage, manutention, conditionnement, stockage, transport, distribution doivent être conçues et construites de manière à éviter les risques d'infection, de maladie et de contagion.<p></p><p></p>         Les machines mentionnées à l'alinéa précédent doivent être conformes aux règles techniques d'hygiène suivantes :<p></p><p></p>         a) La machine doit être conçue et construite de manière que les matériaux qui la constituent, en contact ou pouvant être mis en contact avec les denrées alimentaires, puissent être nettoyés avant chaque utilisation.<p></p><p></p>         b) Toutes les surfaces ainsi que leur raccordement doivent être lisses ; elles ne doivent posséder ni rugosité ni anfractuosité pouvant abriter des matières organiques.<p></p><p></p>         c) Les assemblages doivent être conçus de manière à réduire le plus possible les saillies, les rebords et les recoins. Ils doivent, dans la mesure du possible, être réalisés par soudure ou par collage continu.<p></p><p></p>         d) Toutes les surfaces en contact avec les denrées alimentaires doivent pouvoir être facilement nettoyées et désinfectées, éventuellement après enlèvement de parties facilement démontables. Les surfaces intérieures doivent être raccordées par des congés de rayon suffisant pour permettre un nettoyage complet.<p></p><p></p>         e) Les liquides provenant des denrées alimentaires ainsi que les produits de nettoyage, de désinfection et de rinçage doivent pouvoir s'écouler vers l'extérieur de la machine sans rencontrer d'obstacles, éventuellement dans une position de nettoyage.<p></p><p></p>         f) La machine doit être conçue et construite pour éviter toute infiltration de liquide, toute accumulation de matières organiques ou pénétration d'êtres vivants, notamment d'insectes, dans des zones non nettoyables.<p></p><p></p>         g) La machine doit être conçue et construite pour que des produits auxiliaires, tels que les lubrifiants, ne puissent entrer en contact avec les denrées alimentaires. Si nécessaire, la machine doit être conçue et construite pour permettre de s'assurer que cette règle est respectée en permanence.<p></p><p></p>         h) Notice d'instructions.<p></p><p></p>         La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe doit en outre indiquer les produits et méthodes de nettoyage, de désinfection et de rinçage préconisés, non seulement pour les parties facilement accessibles mais aussi pour le cas où un nettoyage en place est nécessaire pour les parties telles que les tuyauteries auxquelles l'accès est impossible ou déconseillé.<p></p>\n 2.2. Machines portatives tenues ou guidées à la main.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines portatives tenues ou guidées à la main, neuves ou considérées comme neuves, doivent être conformes aux règles techniques de sécurité et de santé suivantes :<p></p><p></p>         a) La machine doit posséder une surface d'appui de dimensions suffisantes et posséder, en nombre suffisant, des moyens de préhension et de maintien correctement dimensionnés et disposés afin que la stabilité de la machine soit assurée dans les conditions de fonctionnement prévues.<p></p><p></p>         b) Dans le cas où les poignées ne peuvent pas être lâchées en toute sécurité, la machine doit être munie d'organes de service de mise en marche et d'arrêt disposés de manière telle que l'opérateur ne soit pas contraint de lâcher les moyens de préhension pour les actionner, sauf si cela n'est pas techniquement possible ou lorsqu'il existe une commande indépendante.<p></p><p></p>         c) La machine doit être conçue, construite ou équipée de manière que soient supprimés les risques dus à sa mise en marche intempestive ou à son maintien en fonctionnement après que l'opérateur a lâché les moyens de préhension. En cas d'impossibilité technique, des dispositions compensatoires assurant des conditions de sécurité équivalentes doivent être prises.<p></p><p></p>         d) La machine portative tenue à la main doit être conçue et construite pour permettre, en cas de nécessité, de contrôler visuellement l'engagement de l'outil dans le matériau travaillé.<p></p><p></p>         e) Notice d'instructions.<p></p><p></p>         La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe et la notice commerciale doivent donner en outre l'indication suivante concernant les vibrations émises par les machines tenues ou guidées à la main : valeur moyenne quadratique pondérée en fréquence de l'accélération, à laquelle sont exposés les membres supérieurs, lorsqu'elle dépasse 2,5 m/s2. Lorsque l'accélération ne dépasse pas 2,5 m/s2, ce fait doit être mentionné.<p></p><p></p>         Les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié adapté à la machine. La référence de la norme spécifiant le code de mesurage ou, à défaut, les méthodes de mesure utilisées et les conditions dans lesquelles les mesures ont été effectuées doivent être indiquées.<p></p><p></p>         f) Le paragraphe 1.2.4 (II) de la présente annexe, relatif à l'arrêt d'urgence, n'est pas applicable aux machines portatives tenues ou guidées à la main.<p></p>\n 2.3. Machines destinées au travail du bois et des matières similaires.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées au travail du bois et celles qui sont destinées au travail des matériaux à caractéristiques physiques et technologiques semblables à celles du bois, tels que le liège, l'os, le caoutchouc durci, les matières plastiques dures et autres matières dures similaires doivent être conformes aux règles techniques de sécurité et de santé suivantes :<p></p><p></p>         a) La machine doit être conçue, construite ou équipée pour que la pièce à usiner puisse être placée et guidée en sécurité ; lorsque la pièce est tenue à la main sur une table de travail, celle-ci doit assurer une stabilité suffisante pendant le travail et ne pas gêner le déplacement de la pièce.<p></p><p></p>         b) Lorsque la machine est susceptible d'être utilisée dans des conditions entraînant un risque de rejet des pièces de bois, elle doit être construite ou équipée pour éviter le rejet ou, si cela n'est pas le cas, pour que le rejet ne produise pas de risques pour l'opérateur ou les personnes exposées.<p></p><p></p>         c) La machine doit être équipée de freins automatiques arrêtant l'outil dans un temps suffisamment court lorsqu'il y a risque de contact avec l'outil pendant qu'il ralentit.<p></p><p></p>         d) Lorsque l'outil est intégré à une machine non entièrement automatisée, celle-ci doit être conçue et construite de manière à éliminer les risques ou à limiter la gravité des accidents susceptibles d'en résulter, notamment en utilisant des porte-outils à section circulaire et en limitant l'épaisseur des copeaux.<p></p>",
            "num": "R233-84 annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 727056000000,
            "dateFin": 840326400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "Section 8 : Règles techniques de conception et de construction et procédures de certification de conformité applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2 faisant l'objet d'une des opérations mentionnées au II de l'article L. 233-5",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174828",
                        "id": "LEGISCTA000006174828",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2, neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187457",
                        "id": "LEGISCTA000006187457",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "Annexe 1 définissant les règles techniques de conception et de construction prévues par l'article R. 233-84",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195109",
                        "id": "LEGISCTA000006195109",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "2. Règles techniques supplémentaires applicables à certaines catégories de machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198488",
                        "id": "LEGISCTA000006198488",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804502",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198488",
            "sectionParentId": "LEGISCTA000006198488",
            "sectionParentTitre": "2. Règles techniques supplémentaires applicables à certaines catégories de machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83",
            "fullSectionsTitre": "Annexes &gt; Livre 2 : Réglementation du travail &gt; Titre 3 : Hygiène et sécurité &gt; Chapitre 3 : Sécurité",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006804503",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000881563",
                    "textTitle": "Décret 93-40 1993-01-11 art. 4 II, art. 5 I JORF 13 janvier 1993 en vigueur le 15 janvier 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881563",
                    "natureText": "DECRET",
                    "datePubliTexte": "1993-01-13",
                    "dateSignaTexte": "1993-01-11",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000724234",
                    "textTitle": "Décret 92-767 1992-07-29 annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000724234",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-767",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804502",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804503",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518215",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R233-84 annexe",
                "233-84",
                "R233-84"
            ],
            "versionPrecedente": "LEGIARTI000006804502",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804502",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "2.1. Machines agro-alimentaires. En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées à la préparation et au traitement des denrées alimentaires, notamment à leur cuisson, refroidissement, remise en température, lavage, manutention, conditionnement, stockage, transport, distribution doivent être conçues et construites de manière à éviter les risques d'infection, de maladie et de contagion. Les machines mentionnées à l'alinéa précédent doivent être conformes aux règles techniques d'hygiène suivantes : a) La machine doit être conçue et construite de manière que les matériaux qui la constituent, en contact ou pouvant être mis en contact avec les denrées alimentaires, puissent être nettoyés avant chaque utilisation. b) Toutes les surfaces ainsi que leur raccordement doivent être lisses ; elles ne doivent posséder ni rugosité ni anfractuosité pouvant abriter des matières organiques. c) Les assemblages doivent être conçus de manière à réduire le plus possible les saillies, les rebords et les recoins. Ils doivent, dans la mesure du possible, être réalisés par soudure ou par collage continu. d) Toutes les surfaces en contact avec les denrées alimentaires doivent pouvoir être facilement nettoyées et désinfectées, éventuellement après enlèvement de parties facilement démontables. Les surfaces intérieures doivent être raccordées par des congés de rayon suffisant pour permettre un nettoyage complet. e) Les liquides provenant des denrées alimentaires ainsi que les produits de nettoyage, de désinfection et de rinçage doivent pouvoir s'écouler vers l'extérieur de la machine sans rencontrer d'obstacles, éventuellement dans une position de nettoyage. f) La machine doit être conçue et construite pour éviter toute infiltration de liquide, toute accumulation de matières organiques ou pénétration d'êtres vivants, notamment d'insectes, dans des zones non nettoyables. g) La machine doit être conçue et construite pour que des produits auxiliaires, tels que les lubrifiants, ne puissent entrer en contact avec les denrées alimentaires. Si nécessaire, la machine doit être conçue et construite pour permettre de s'assurer que cette règle est respectée en permanence. h) Notice d'instructions. La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe doit en outre indiquer les produits et méthodes de nettoyage, de désinfection et de rinçage préconisés, non seulement pour les parties facilement accessibles mais aussi pour le cas où un nettoyage en place est nécessaire pour les parties telles que les tuyauteries auxquelles l'accès est impossible ou déconseillé. 2.2. Machines portatives tenues ou guidées à la main. En complément aux autres règles techniques définies par la présente annexe, les machines portatives tenues ou guidées à la main, neuves ou considérées comme neuves, doivent être conformes aux règles techniques de sécurité et de santé suivantes : a) La machine doit posséder une surface d'appui de dimensions suffisantes et posséder, en nombre suffisant, des moyens de préhension et de maintien correctement dimensionnés et disposés afin que la stabilité de la machine soit assurée dans les conditions de fonctionnement prévues. b) Dans le cas où les poignées ne peuvent pas être lâchées en toute sécurité, la machine doit être munie d'organes de service de mise en marche et d'arrêt disposés de manière telle que l'opérateur ne soit pas contraint de lâcher les moyens de préhension pour les actionner, sauf si cela n'est pas techniquement possible ou lorsqu'il existe une commande indépendante. c) La machine doit être conçue, construite ou équipée de manière que soient supprimés les risques dus à sa mise en marche intempestive ou à son maintien en fonctionnement après que l'opérateur a lâché les moyens de préhension. En cas d'impossibilité technique, des dispositions compensatoires assurant des conditions de sécurité équivalentes doivent être prises. d) La machine portative tenue à la main doit être conçue et construite pour permettre, en cas de nécessité, de contrôler visuellement l'engagement de l'outil dans le matériau travaillé. e) Notice d'instructions. La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe et la notice commerciale doivent donner en outre l'indication suivante concernant les vibrations émises par les machines tenues ou guidées à la main : valeur moyenne quadratique pondérée en fréquence de l'accélération, à laquelle sont exposés les membres supérieurs, lorsqu'elle dépasse 2,5 m/s2. Lorsque l'accélération ne dépasse pas 2,5 m/s2, ce fait doit être mentionné. Les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié adapté à la machine. La référence de la norme spécifiant le code de mesurage ou, à défaut, les méthodes de mesure utilisées et les conditions dans lesquelles les mesures ont été effectuées doivent être indiquées. f) Le paragraphe 1.2.4 (II) de la présente annexe, relatif à l'arrêt d'urgence, n'est pas applicable aux machines portatives tenues ou guidées à la main. 2.3. Machines destinées au travail du bois et des matières similaires. En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées au travail du bois et celles qui sont destinées au travail des matériaux à caractéristiques physiques et technologiques semblables à celles du bois, tels que le liège, l'os, le caoutchouc durci, les matières plastiques dures et autres matières dures similaires doivent être conformes aux règles techniques de sécurité et de santé suivantes : a) La machine doit être conçue, construite ou équipée pour que la pièce à usiner puisse être placée et guidée en sécurité ; lorsque la pièce est tenue à la main sur une table de travail, celle-ci doit assurer une stabilité suffisante pendant le travail et ne pas gêner le déplacement de la pièce. b) Lorsque la machine est susceptible d'être utilisée dans des conditions entraînant un risque de rejet des pièces de bois, elle doit être construite ou équipée pour éviter le rejet ou, si cela n'est pas le cas, pour que le rejet ne produise pas de risques pour l'opérateur ou les personnes exposées. c) La machine doit être équipée de freins automatiques arrêtant l'outil dans un temps suffisamment court lorsqu'il y a risque de contact avec l'outil pendant qu'il ralentit. d) Lorsque l'outil est intégré à une machine non entièrement automatisée, celle-ci doit être conçue et construite de manière à éliminer les risques ou à limiter la gravité des accidents susceptibles d'en résulter, notamment en utilisant des porte-outils à section circulaire et en limitant l'épaisseur des copeaux.",
            "texteHtml": "2.1. Machines agro-alimentaires.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées à la préparation et au traitement des denrées alimentaires, notamment à leur cuisson, refroidissement, remise en température, lavage, manutention, conditionnement, stockage, transport, distribution doivent être conçues et construites de manière à éviter les risques d'infection, de maladie et de contagion.<p></p><p></p>         Les machines mentionnées à l'alinéa précédent doivent être conformes aux règles techniques d'hygiène suivantes :<p></p><p></p>         a) La machine doit être conçue et construite de manière que les matériaux qui la constituent, en contact ou pouvant être mis en contact avec les denrées alimentaires, puissent être nettoyés avant chaque utilisation.<p></p><p></p>         b) Toutes les surfaces ainsi que leur raccordement doivent être lisses ; elles ne doivent posséder ni rugosité ni anfractuosité pouvant abriter des matières organiques.<p></p><p></p>         c) Les assemblages doivent être conçus de manière à réduire le plus possible les saillies, les rebords et les recoins. Ils doivent, dans la mesure du possible, être réalisés par soudure ou par collage continu.<p></p><p></p>         d) Toutes les surfaces en contact avec les denrées alimentaires doivent pouvoir être facilement nettoyées et désinfectées, éventuellement après enlèvement de parties facilement démontables. Les surfaces intérieures doivent être raccordées par des congés de rayon suffisant pour permettre un nettoyage complet.<p></p><p></p>         e) Les liquides provenant des denrées alimentaires ainsi que les produits de nettoyage, de désinfection et de rinçage doivent pouvoir s'écouler vers l'extérieur de la machine sans rencontrer d'obstacles, éventuellement dans une position de nettoyage.<p></p><p></p>         f) La machine doit être conçue et construite pour éviter toute infiltration de liquide, toute accumulation de matières organiques ou pénétration d'êtres vivants, notamment d'insectes, dans des zones non nettoyables.<p></p><p></p>         g) La machine doit être conçue et construite pour que des produits auxiliaires, tels que les lubrifiants, ne puissent entrer en contact avec les denrées alimentaires. Si nécessaire, la machine doit être conçue et construite pour permettre de s'assurer que cette règle est respectée en permanence.<p></p><p></p>         h) Notice d'instructions.<p></p><p></p>         La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe doit en outre indiquer les produits et méthodes de nettoyage, de désinfection et de rinçage préconisés, non seulement pour les parties facilement accessibles mais aussi pour le cas où un nettoyage en place est nécessaire pour les parties telles que les tuyauteries auxquelles l'accès est impossible ou déconseillé.<p></p>\n 2.2. Machines portatives tenues ou guidées à la main.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines portatives tenues ou guidées à la main, neuves ou considérées comme neuves, doivent être conformes aux règles techniques de sécurité et de santé suivantes :<p></p><p></p>         a) La machine doit posséder une surface d'appui de dimensions suffisantes et posséder, en nombre suffisant, des moyens de préhension et de maintien correctement dimensionnés et disposés afin que la stabilité de la machine soit assurée dans les conditions de fonctionnement prévues.<p></p><p></p>         b) Dans le cas où les poignées ne peuvent pas être lâchées en toute sécurité, la machine doit être munie d'organes de service de mise en marche et d'arrêt disposés de manière telle que l'opérateur ne soit pas contraint de lâcher les moyens de préhension pour les actionner, sauf si cela n'est pas techniquement possible ou lorsqu'il existe une commande indépendante.<p></p><p></p>         c) La machine doit être conçue, construite ou équipée de manière que soient supprimés les risques dus à sa mise en marche intempestive ou à son maintien en fonctionnement après que l'opérateur a lâché les moyens de préhension. En cas d'impossibilité technique, des dispositions compensatoires assurant des conditions de sécurité équivalentes doivent être prises.<p></p><p></p>         d) La machine portative tenue à la main doit être conçue et construite pour permettre, en cas de nécessité, de contrôler visuellement l'engagement de l'outil dans le matériau travaillé.<p></p><p></p>         e) Notice d'instructions.<p></p><p></p>         La notice d'instructions prévue par le paragraphe 1.7.4 de la présente annexe et la notice commerciale doivent donner en outre l'indication suivante concernant les vibrations émises par les machines tenues ou guidées à la main : valeur moyenne quadratique pondérée en fréquence de l'accélération, à laquelle sont exposés les membres supérieurs, lorsqu'elle dépasse 2,5 m/s2. Lorsque l'accélération ne dépasse pas 2,5 m/s2, ce fait doit être mentionné.<p></p><p></p>         Les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié adapté à la machine. La référence de la norme spécifiant le code de mesurage ou, à défaut, les méthodes de mesure utilisées et les conditions dans lesquelles les mesures ont été effectuées doivent être indiquées.<p></p><p></p>         f) Le paragraphe 1.2.4 (II) de la présente annexe, relatif à l'arrêt d'urgence, n'est pas applicable aux machines portatives tenues ou guidées à la main.<p></p>\n 2.3. Machines destinées au travail du bois et des matières similaires.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves destinées au travail du bois et celles qui sont destinées au travail des matériaux à caractéristiques physiques et technologiques semblables à celles du bois, tels que le liège, l'os, le caoutchouc durci, les matières plastiques dures et autres matières dures similaires doivent être conformes aux règles techniques de sécurité et de santé suivantes :<p></p><p></p>         a) La machine doit être conçue, construite ou équipée pour que la pièce à usiner puisse être placée et guidée en sécurité ; lorsque la pièce est tenue à la main sur une table de travail, celle-ci doit assurer une stabilité suffisante pendant le travail et ne pas gêner le déplacement de la pièce.<p></p><p></p>         b) Lorsque la machine est susceptible d'être utilisée dans des conditions entraînant un risque de rejet des pièces de bois, elle doit être construite ou équipée pour éviter le rejet ou, si cela n'est pas le cas, pour que le rejet ne produise pas de risques pour l'opérateur ou les personnes exposées.<p></p><p></p>         c) La machine doit être équipée de freins automatiques arrêtant l'outil dans un temps suffisamment court lorsqu'il y a risque de contact avec l'outil pendant qu'il ralentit.<p></p><p></p>         d) Lorsque l'outil est intégré à une machine non entièrement automatisée, celle-ci doit être conçue et construite de manière à éliminer les risques ou à limiter la gravité des accidents susceptibles d'en résulter, notamment en utilisant des porte-outils à section circulaire et en limitant l'épaisseur des copeaux.<p></p>",
            "num": "R233-84 annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 725846400000,
            "dateFin": 727056000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Section 8 : Dispositions applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2 faisant l'objet d'une des opérations mentionnées au II de l'article L. 233-5",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174825",
                        "id": "LEGISCTA000006174825",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2, neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187455",
                        "id": "LEGISCTA000006187455",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "2. Règles techniques supplémentaires applicables à certaines catégories de machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195097",
                        "id": "LEGISCTA000006195097",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804502",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195097",
            "sectionParentId": "LEGISCTA000006195097",
            "sectionParentTitre": "2. Règles techniques supplémentaires applicables à certaines catégories de machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83.",
            "fullSectionsTitre": "Annexes &gt; Livre 2 : Réglementation du travail &gt; Titre 3 : Hygiène et sécurité &gt; Chapitre 3 : Sécurité",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006804502",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000724234",
                    "textTitle": "Décret n°92-767 du 29 juillet 1992 - art. 2 (V) JORF 7 août 1992 en vigueur le 1er janvier 1993",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006666054",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-08-07",
                    "dateSignaTexte": "1992-07-29",
                    "dateDebutCible": "1993-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000724234",
                    "textTitle": "Décret 92-767 1992-07-29 annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000724234",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-767",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804502",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804503",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518215",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R233-84 annexe",
                "233-84",
                "R233-84"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}