{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044816519",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour la détermination des dépenses mentionnées au III de l'article 220 sexies du code général des impôts, il y a lieu de retenir : 1. Pour les œuvres cinématographiques ou audiovisuelles de fiction, les œuvres cinématographiques ou audiovisuelles documentaires et les œuvres d'adaptation audiovisuelle de spectacles : a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, y compris, en ce qui concerne les œuvres d'adaptation audiovisuelle de spectacles, les compléments de droits artistiques versés aux auteurs, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes mentionnés à l'article L. 212-4 du code de la propriété intellectuelle et aux artistes de complément : la part de leur rémunération versée par l'entreprise de production correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, y compris, en ce qui concerne les œuvres d'adaptation audiovisuelle de spectacles, la part de la rémunération complémentaire versée aux artistes-interprètes pour la fixation audiovisuelle du spectacle et l'exploitation de l'œuvre audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens et ouvriers de la production, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ; d. Au titre des dépenses liées au recours aux industries et autres prestataires de la création cinématographique et audiovisuelle : 1° Les dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage, à savoir : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ; 2° Les dépenses de matériels techniques de tournage, à savoir : les dépenses de matériels de prises de vues, de machinerie, d'éclairage et de prise de son ; 3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; 4° Les dépenses de pellicules et autres supports d'images et les dépenses de laboratoire, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage ; d bis Au titre des dépenses effectivement payées au producteur du spectacle pour les œuvres d'adaptation audiovisuelle de spectacles : 1° Le complément de droits artistiques qui correspond à la part de rémunération complémentaire prévue respectivement aux a et b du présent 1 lorsqu'elle est acquittée par le producteur de spectacle ; 2° Le coût plateau qui correspond : -aux compléments de salaires et charges sociales des auteurs et artistes-interprètes dès lors qu'ils rémunèrent une représentation spécifiquement mise en place pour son adaptation audiovisuelle ; -aux compléments de rémunérations et charges sociales des collaborateurs de création du spectacle et des personnels rattachés à la représentation du spectacle dès lors qu'ils rémunèrent une représentation spécifiquement mise en place pour son adaptation audiovisuelle ; -au montant de l'autorisation de fixation audiovisuelle du spectacle versée au producteur du spectacle. e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre. Les dépenses de transport des équipes artistiques et techniques sont comprises dans l'assiette du crédit d'impôt dans la limite de 200 euros par trajet et par personne en France métropolitaine et de 500 euros par trajet effectué par personne entre la France métropolitaine et les départements et autres collectivités d'outre-mer ou entre la France et un autre pays, lorsqu'une partie du temps de tournage est réalisée dans ce pays pour des raisons artistiques tenant à un scénario imposant le recours à des décors naturels ou historiques. Les dépenses de restauration sont comprises dans l'assiette du crédit d'impôt dans la limite de 30 euros par repas et par personne. Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements. 2. Pour les œuvres cinématographiques ou audiovisuelles d'animation : a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à l'article L. 212-4 du code de la propriété intellectuelle : la part de la rémunération versée aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ; d. Au titre des dépenses liées au recours aux industries techniques et autres prestataires de la création cinématographique ou audiovisuelle : 1° Les dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation, à savoir : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ; 2° Les dépenses de matériels techniques nécessaires à la fabrication des images, à savoir : les dépenses de matériels de prise de vues et d'éclairage ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ; 3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; 4° Les dépenses de pellicules et autres supports d'images et des dépenses de laboratoires, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages ; e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre. Les dépenses de transport des équipes artistiques et techniques sont comprises dans l'assiette du crédit d'impôt dans la limite de 200 euros par trajet et par personne en France métropolitaine et de 500 euros par trajet effectué par personne entre la France métropolitaine et les départements et autres collectivités d'outre-mer ou entre la France et un autre pays, lorsqu'une partie du temps de tournage est réalisée dans ce pays pour des raisons artistiques tenant à un scénario imposant le recours à des décors naturels ou historiques. Les dépenses de restauration sont comprises dans l'assiette du crédit d'impôt dans la limite de 30 euros par repas et par personne. Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements.",
            "texteHtml": "<p>Pour la détermination des dépenses mentionnées au III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303577&dateTexte=&categorieLien=cid'>l'article 220 sexies </a>du code général des impôts, il y a lieu de retenir :</p><p>1. Pour les œuvres cinématographiques ou audiovisuelles de fiction, les œuvres cinématographiques ou audiovisuelles documentaires et les œuvres d'adaptation audiovisuelle de spectacles :</p><p>a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006278887&dateTexte=&categorieLien=cid'>l'article L. 113-7 </a>du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, y compris, en ce qui concerne les œuvres d'adaptation audiovisuelle de spectacles, les compléments de droits artistiques versés aux auteurs, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006279041&dateTexte=&categorieLien=cid'>l'article L. 212-4</a> du code de la propriété intellectuelle et aux artistes de complément : la part de leur rémunération versée par l'entreprise de production correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, y compris, en ce qui concerne les œuvres d'adaptation audiovisuelle de spectacles, la part de la rémunération complémentaire versée aux artistes-interprètes pour la fixation audiovisuelle du spectacle et l'exploitation de l'œuvre audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens et ouvriers de la production, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;</p><p>d. Au titre des dépenses liées au recours aux industries et autres prestataires de la création cinématographique et audiovisuelle :</p><p>1° Les dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage, à savoir : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ;</p><p>2° Les dépenses de matériels techniques de tournage, à savoir :</p><p>les dépenses de matériels de prises de vues, de machinerie, d'éclairage et de prise de son ;</p><p>3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>4° Les dépenses de pellicules et autres supports d'images et les dépenses de laboratoire, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage ;</p><p>d bis Au titre des dépenses effectivement payées au producteur du spectacle pour les œuvres d'adaptation audiovisuelle de spectacles :<br/><br/>\n1° Le complément de droits artistiques qui correspond à la part de rémunération complémentaire prévue respectivement aux a et b du présent 1 lorsqu'elle est acquittée par le producteur de spectacle ;<br/><br/>\n2° Le coût plateau qui correspond :<br/><br/>\n-aux compléments de salaires et charges sociales des auteurs et artistes-interprètes dès lors qu'ils rémunèrent une représentation spécifiquement mise en place pour son adaptation audiovisuelle ;<br/><br/>\n-aux compléments de rémunérations et charges sociales des collaborateurs de création du spectacle et des personnels rattachés à la représentation du spectacle dès lors qu'ils rémunèrent une représentation spécifiquement mise en place pour son adaptation audiovisuelle ;<br/><br/>\n-au montant de l'autorisation de fixation audiovisuelle du spectacle versée au producteur du spectacle.</p><p>e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre.</p><p>Les dépenses de transport des équipes artistiques et techniques sont comprises dans l'assiette du crédit d'impôt dans la limite de 200 euros par trajet et par personne en France métropolitaine et de 500 euros par trajet effectué par personne entre la France métropolitaine et les départements et autres collectivités d'outre-mer ou entre la France et un autre pays, lorsqu'une partie du temps de tournage est réalisée dans ce pays pour des raisons artistiques tenant à un scénario imposant le recours à des décors naturels ou historiques.</p><p>Les dépenses de restauration sont comprises dans l'assiette du crédit d'impôt dans la limite de 30 euros par repas et par personne.</p><p>Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements.</p><p>2. Pour les œuvres cinématographiques ou audiovisuelles d'animation :</p><p>a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à l'article L. 212-4 du code de la propriété intellectuelle : la part de la rémunération versée aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;</p><p>d. Au titre des dépenses liées au recours aux industries techniques et autres prestataires de la création cinématographique ou audiovisuelle :</p><p>1° Les dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation, à savoir : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ;</p><p>2° Les dépenses de matériels techniques nécessaires à la fabrication des images, à savoir : les dépenses de matériels de prise de vues et d'éclairage ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ;</p><p>3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>4° Les dépenses de pellicules et autres supports d'images et des dépenses de laboratoires, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages ;</p><p>e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre.</p><p>Les dépenses de transport des équipes artistiques et techniques sont comprises dans l'assiette du crédit d'impôt dans la limite de 200 euros par trajet et par personne en France métropolitaine et de 500 euros par trajet effectué par personne entre la France métropolitaine et les départements et autres collectivités d'outre-mer ou entre la France et un autre pays, lorsqu'une partie du temps de tournage est réalisée dans ce pays pour des raisons artistiques tenant à un scénario imposant le recours à des décors naturels ou historiques.</p><p>Les dépenses de restauration sont comprises dans l'assiette du crédit d'impôt dans la limite de 30 euros par repas et par personne.</p><p>Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements.</p>",
            "num": "46 quater-0 YM",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640822400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-03",
                        "fin": "2011-06-07",
                        "titre": "Section VI quater : Crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162354",
                        "id": "LEGISCTA000006162354",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-07",
                        "fin": "2999-01-01",
                        "titre": "Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162354",
                        "id": "LEGISCTA000024151157",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162354",
            "sectionParentId": "LEGISCTA000024151157",
            "sectionParentTitre": "Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000044816519",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044591916",
                    "textTitle": "Décret n°2021-1854 du 28 décembre 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044815809",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-12-29",
                    "dateSignaTexte": "2021-12-28",
                    "dateDebutCible": "2021-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L113-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L113-7",
                    "articleId": "LEGIARTI000006278887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710121600000
                },
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L212-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-4",
                    "articleId": "LEGIARTI000006279041",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 YO (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 YO",
                    "articleId": "LEGIARTI000044816506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640822400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 sexies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "220 sexies",
                    "articleId": "LEGIARTI000006303577",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1472860800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298251",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298252",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1083196800000,
                    "dateFin": 1115078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1115078400000,
                    "dateFin": 1142899200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298254",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1142899200000,
                    "dateFin": 1386806400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028316227",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1386806400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042905251",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640822400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044816519",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1640822400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 YM",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000042905251",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042905251",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour la détermination des dépenses mentionnées au III de l'article 220 sexies du code général des impôts, il y a lieu de retenir : 1. Pour les œuvres cinématographiques ou audiovisuelles de fiction et les œuvres cinématographiques ou audiovisuelles documentaires : a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes mentionnés à l'article L. 212-4 du code de la propriété intellectuelle et aux artistes de complément : la part de leur rémunération versée par l'entreprise de production correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens et ouvriers de la production, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ; d. Au titre des dépenses liées au recours aux industries et autres prestataires de la création cinématographique et audiovisuelle : 1° Les dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage, à savoir : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ; 2° Les dépenses de matériels techniques de tournage, à savoir : les dépenses de matériels de prises de vues, de machinerie, d'éclairage et de prise de son ; 3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; 4° Les dépenses de pellicules et autres supports d'images et les dépenses de laboratoire, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage ; e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre. Les dépenses de transport des équipes artistiques et techniques sont comprises dans l'assiette du crédit d'impôt dans la limite de 200 euros par trajet et par personne en France métropolitaine et de 500 euros par trajet effectué par personne entre la France métropolitaine et les départements et autres collectivités d'outre-mer ou entre la France et un autre pays, lorsqu'une partie du temps de tournage est réalisée dans ce pays pour des raisons artistiques tenant à un scénario imposant le recours à des décors naturels ou historiques. Les dépenses de restauration sont comprises dans l'assiette du crédit d'impôt dans la limite de 30 euros par repas et par personne. Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements. 2. Pour les œuvres cinématographiques ou audiovisuelles d'animation : a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à l'article L. 212-4 du code de la propriété intellectuelle : la part de la rémunération versée aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ; d. Au titre des dépenses liées au recours aux industries techniques et autres prestataires de la création cinématographique ou audiovisuelle : 1° Les dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation, à savoir : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ; 2° Les dépenses de matériels techniques nécessaires à la fabrication des images, à savoir : les dépenses de matériels de prise de vues et d'éclairage ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ; 3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; 4° Les dépenses de pellicules et autres supports d'images et des dépenses de laboratoires, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages ; e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre. Les dépenses de transport des équipes artistiques et techniques sont comprises dans l'assiette du crédit d'impôt dans la limite de 200 euros par trajet et par personne en France métropolitaine et de 500 euros par trajet effectué par personne entre la France métropolitaine et les départements et autres collectivités d'outre-mer ou entre la France et un autre pays, lorsqu'une partie du temps de tournage est réalisée dans ce pays pour des raisons artistiques tenant à un scénario imposant le recours à des décors naturels ou historiques. Les dépenses de restauration sont comprises dans l'assiette du crédit d'impôt dans la limite de 30 euros par repas et par personne. Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements.",
            "texteHtml": "<p></p><p>Pour la détermination des dépenses mentionnées au III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303577&dateTexte=&categorieLien=cid'>l'article 220 sexies </a>du code général des impôts, il y a lieu de retenir :</p><p>1. Pour les œuvres cinématographiques ou audiovisuelles de fiction et les œuvres cinématographiques ou audiovisuelles documentaires :</p><p>a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006278887&dateTexte=&categorieLien=cid'>l'article L. 113-7 </a>du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006279041&dateTexte=&categorieLien=cid'>l'article L. 212-4</a> du code de la propriété intellectuelle et aux artistes de complément : la part de leur rémunération versée par l'entreprise de production correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens et ouvriers de la production, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;</p><p>d. Au titre des dépenses liées au recours aux industries et autres prestataires de la création cinématographique et audiovisuelle :</p><p>1° Les dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage, à savoir : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ;</p><p>2° Les dépenses de matériels techniques de tournage, à savoir :</p><p>les dépenses de matériels de prises de vues, de machinerie, d'éclairage et de prise de son ;</p><p>3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>4° Les dépenses de pellicules et autres supports d'images et les dépenses de laboratoire, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage ;</p><p>e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre.</p><p>Les dépenses de transport des équipes artistiques et techniques sont comprises dans l'assiette du crédit d'impôt dans la limite de 200 euros par trajet et par personne en France métropolitaine et de 500 euros par trajet effectué par personne entre la France métropolitaine et les départements et autres collectivités d'outre-mer ou entre la France et un autre pays, lorsqu'une partie du temps de tournage est réalisée dans ce pays pour des raisons artistiques tenant à un scénario imposant le recours à des décors naturels ou historiques.</p><p>Les dépenses de restauration sont comprises dans l'assiette du crédit d'impôt dans la limite de 30 euros par repas et par personne.</p><p>Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements.</p><p>2. Pour les œuvres cinématographiques ou audiovisuelles d'animation :</p><p>a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à l'article L. 212-4 du code de la propriété intellectuelle : la part de la rémunération versée aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;</p><p>d. Au titre des dépenses liées au recours aux industries techniques et autres prestataires de la création cinématographique ou audiovisuelle :</p><p>1° Les dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation, à savoir : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ;</p><p>2° Les dépenses de matériels techniques nécessaires à la fabrication des images, à savoir : les dépenses de matériels de prise de vues et d'éclairage ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ;</p><p>3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>4° Les dépenses de pellicules et autres supports d'images et des dépenses de laboratoires, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages ;</p><p>e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre.</p><p>Les dépenses de transport des équipes artistiques et techniques sont comprises dans l'assiette du crédit d'impôt dans la limite de 200 euros par trajet et par personne en France métropolitaine et de 500 euros par trajet effectué par personne entre la France métropolitaine et les départements et autres collectivités d'outre-mer ou entre la France et un autre pays, lorsqu'une partie du temps de tournage est réalisée dans ce pays pour des raisons artistiques tenant à un scénario imposant le recours à des décors naturels ou historiques.</p><p>Les dépenses de restauration sont comprises dans l'assiette du crédit d'impôt dans la limite de 30 euros par repas et par personne.</p><p>Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements.</p><p></p>",
            "num": "46 quater-0 YM",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1609459200000,
            "dateFin": 1640822400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-03",
                        "fin": "2011-06-07",
                        "titre": "Section VI quater : Crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162354",
                        "id": "LEGISCTA000006162354",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-07",
                        "fin": "2999-01-01",
                        "titre": "Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162354",
                        "id": "LEGISCTA000024151157",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162354",
            "sectionParentId": "LEGISCTA000024151157",
            "sectionParentTitre": "Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000042905251",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042840829",
                    "textTitle": "Décret n°2020-1796 du 30 décembre 2020 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042902309",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-31",
                    "dateSignaTexte": "2020-12-30",
                    "dateDebutCible": "2021-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L113-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L113-7",
                    "articleId": "LEGIARTI000006278887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710121600000
                },
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L212-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-4",
                    "articleId": "LEGIARTI000006279041",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 YO (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 YO",
                    "articleId": "LEGIARTI000028316232",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1386806400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 sexies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "220 sexies",
                    "articleId": "LEGIARTI000006303577",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1472860800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298251",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298252",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1083196800000,
                    "dateFin": 1115078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1115078400000,
                    "dateFin": 1142899200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298254",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1142899200000,
                    "dateFin": 1386806400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028316227",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1386806400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042905251",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640822400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044816519",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1640822400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 YM",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000028316227",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028316227",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour la détermination des dépenses mentionnées au III de l'article 220 sexies du code général des impôts, il y a lieu de retenir : 1. Pour les œuvres cinématographiques ou audiovisuelles de fiction et les œuvres cinématographiques ou audiovisuelles documentaires : a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes mentionnés à l'article L. 212-4 du code de la propriété intellectuelle et aux artistes de complément : la part de leur rémunération versée par l'entreprise de production correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens et ouvriers de la production, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ; d. Au titre des dépenses liées au recours aux industries et autres prestataires de la création cinématographique et audiovisuelle : 1° Les dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage, à savoir : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ; 2° Les dépenses de matériels techniques de tournage, à savoir : les dépenses de matériels de prises de vues, de machinerie, d'éclairage et de prise de son ; 3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; 4° Les dépenses de pellicules et autres supports d'images et les dépenses de laboratoire, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage ; e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre. Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements. 2. Pour les œuvres cinématographiques ou audiovisuelles d'animation : a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à l'article L. 212-4 du code de la propriété intellectuelle : la part de la rémunération versée aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ; d. Au titre des dépenses liées au recours aux industries techniques et autres prestataires de la création cinématographique ou audiovisuelle : 1° Les dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation, à savoir : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ; 2° Les dépenses de matériels techniques nécessaires à la fabrication des images, à savoir : les dépenses de matériels de prise de vues et d'éclairage ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ; 3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; 4° Les dépenses de pellicules et autres supports d'images et des dépenses de laboratoires, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages ; e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre. Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements.",
            "texteHtml": "<p>Pour la détermination des dépenses mentionnées au III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303577&dateTexte=&categorieLien=cid'>l'article 220 sexies </a>du code général des impôts, il y a lieu de retenir :</p><p>1. Pour les œuvres cinématographiques ou audiovisuelles de fiction et les œuvres cinématographiques ou audiovisuelles documentaires :</p><p>a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006278887&dateTexte=&categorieLien=cid'>l'article L. 113-7 </a>du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006279041&dateTexte=&categorieLien=cid'>l'article L. 212-4</a> du code de la propriété intellectuelle et aux artistes de complément : la part de leur rémunération versée par l'entreprise de production correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens et ouvriers de la production, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;</p><p>d. Au titre des dépenses liées au recours aux industries et autres prestataires de la création cinématographique et audiovisuelle :</p><p>1° Les dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage, à savoir : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ;</p><p>2° Les dépenses de matériels techniques de tournage, à savoir :</p><p>les dépenses de matériels de prises de vues, de machinerie, d'éclairage et de prise de son ;</p><p>3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>4° Les dépenses de pellicules et autres supports d'images et les dépenses de laboratoire, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage ;</p><p>e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre.</p><p>Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements.</p><p>2. Pour les œuvres cinématographiques ou audiovisuelles d'animation :</p><p>a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les rémunérations versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à l'article L. 212-4 du code de la propriété intellectuelle : la part de la rémunération versée aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;</p><p>d. Au titre des dépenses liées au recours aux industries techniques et autres prestataires de la création cinématographique ou audiovisuelle :</p><p>1° Les dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation, à savoir : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ;</p><p>2° Les dépenses de matériels techniques nécessaires à la fabrication des images, à savoir : les dépenses de matériels de prise de vues et d'éclairage ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ;</p><p>3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>4° Les dépenses de pellicules et autres supports d'images et des dépenses de laboratoires, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages ;</p><p>e. Au titre des dépenses de transport, de restauration et d'hébergement : les dépenses de transport de biens et de matériels artistiques et techniques, ainsi que les dépenses de transport, de restauration et d'hébergement des équipes artistiques et techniques, strictement nécessaires aux besoins de la production de l'œuvre.</p><p>Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt dans la limite de 270 euros par nuitée dans la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, et de 200 euros dans les autres départements.</p>",
            "num": "46 quater-0 YM",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1386806400000,
            "dateFin": 1609459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-03",
                        "fin": "2011-06-07",
                        "titre": "Section VI quater : Crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162354",
                        "id": "LEGISCTA000006162354",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-07",
                        "fin": "2999-01-01",
                        "titre": "Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162354",
                        "id": "LEGISCTA000024151157",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162354",
            "sectionParentId": "LEGISCTA000024151157",
            "sectionParentTitre": "Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000028316227",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028312800",
                    "textTitle": "Décret n°2013-1139\n du 9 décembre 2013 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028314825",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-12-11",
                    "dateSignaTexte": "2013-12-09",
                    "dateDebutCible": "2013-12-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L113-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L113-7",
                    "articleId": "LEGIARTI000006278887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710121600000
                },
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L212-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-4",
                    "articleId": "LEGIARTI000006279041",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 YO (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 YO",
                    "articleId": "LEGIARTI000028316232",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1386806400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 sexies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "220 sexies",
                    "articleId": "LEGIARTI000006303577",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1472860800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298251",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298252",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1083196800000,
                    "dateFin": 1115078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1115078400000,
                    "dateFin": 1142899200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298254",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1142899200000,
                    "dateFin": 1386806400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028316227",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1386806400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042905251",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640822400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044816519",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1640822400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 YM",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000006298254",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006298254",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour la détermination des dépenses mentionnées au III de l'article 220 sexies du code général des impôts, il y a lieu de retenir : 1. Pour les œuvres cinématographiques ou audiovisuelles de fiction et les œuvres cinématographiques ou audiovisuelles documentaires : a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les avances à valoir sur les recettes d'exploitation versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à l'article L. 212-4 du code de la propriété intellectuelle : la part de la rémunération versée par l'entreprise de production aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens et ouvriers de la production, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ; d. Au titre des dépenses liées au recours aux industries et autres prestataires de la création cinématographique et audiovisuelle : 1° Les dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage, à savoir : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ; 2° Les dépenses de matériels techniques de tournage, à savoir : les dépenses de matériels de prises de vues, de machinerie, d'éclairage et de prise de son ; 3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; 4° Les dépenses de pellicules et autres supports d'images et les dépenses de laboratoire, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage. 2. Pour les œuvres cinématographiques ou audiovisuelles d'animation : a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les avances à valoir sur les recettes d'exploitation versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à l'article L. 212-4 du code de la propriété intellectuelle : la part de la rémunération versée aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ; c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ; d. Au titre des dépenses liées au recours aux industries techniques et autres prestataires de la création cinématographique ou audiovisuelle : 1° Les dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation, à savoir : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ; 2° Les dépenses de matériels techniques nécessaires à la fabrication des images, à savoir : les dépenses de matériels de prise de vues et d'éclairage ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ; 3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; 4° Les dépenses de pellicules et autres supports d'images et des dépenses de laboratoires, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages.",
            "texteHtml": "<p>Pour la détermination des dépenses mentionnées au III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303577&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 220 sexies (VT)'>l'article 220 sexies </a>du code général des impôts, il y a lieu de retenir :</p><p>1. Pour les œuvres cinématographiques ou audiovisuelles de fiction et les œuvres cinématographiques ou audiovisuelles documentaires :</p><p>a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006278887&dateTexte=&categorieLien=cid' title='Code de la propriété intellectuelle - art. L113-7 (V)'>l'article L. 113-7 </a>du code de la propriété intellectuelle : les avances à valoir sur les recettes d'exploitation versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006279041&dateTexte=&categorieLien=cid' title='Code de la propriété intellectuelle - art. L212-4 (V)'>l'article L. 212-4</a> du code de la propriété intellectuelle : la part de la rémunération versée par l'entreprise de production aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens et ouvriers de la production, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;</p><p>d. Au titre des dépenses liées au recours aux industries et autres prestataires de la création cinématographique et audiovisuelle :</p><p>1° Les dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage, à savoir : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ;</p><p>2° Les dépenses de matériels techniques de tournage, à savoir :<br/>\nles dépenses de matériels de prises de vues, de machinerie, d'éclairage et de prise de son ;</p><p>3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>4° Les dépenses de pellicules et autres supports d'images et les dépenses de laboratoire, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage.</p><p>2. Pour les œuvres cinématographiques ou audiovisuelles d'animation :</p><p>a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les avances à valoir sur les recettes d'exploitation versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à l'article L. 212-4 du code de la propriété intellectuelle : la part de la rémunération versée aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;</p><p>d. Au titre des dépenses liées au recours aux industries techniques et autres prestataires de la création cinématographique ou audiovisuelle :</p><p>1° Les dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation, à savoir : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ;</p><p>2° Les dépenses de matériels techniques nécessaires à la fabrication des images, à savoir : les dépenses de matériels de prise de vues et d'éclairage ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ;</p><p>3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>4° Les dépenses de pellicules et autres supports d'images et des dépenses de laboratoires, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages.</p>",
            "num": "46 quater-0 YM",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1142899200000,
            "dateFin": 1386806400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-03",
                        "fin": "2011-06-07",
                        "titre": "Section VI quater : Crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162354",
                        "id": "LEGISCTA000006162354",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-07",
                        "fin": "2999-01-01",
                        "titre": "Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162354",
                        "id": "LEGISCTA000024151157",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162354",
            "sectionParentId": "LEGISCTA000024151157",
            "sectionParentTitre": "Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006298254",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000818436",
                    "textTitle": "Décret n°2006-317 du 20 mars 2006 - art. 1 () JORF 21 mars 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006250030",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-21",
                    "dateSignaTexte": "2006-03-20",
                    "dateDebutCible": "2006-03-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L113-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L113-7",
                    "articleId": "LEGIARTI000006278887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710121600000
                },
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L212-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-4",
                    "articleId": "LEGIARTI000006279041",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 YO (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 YO",
                    "articleId": "LEGIARTI000028316232",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1386806400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 sexies (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "220 sexies",
                    "articleId": "LEGIARTI000006303577",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1472860800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298251",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298252",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1083196800000,
                    "dateFin": 1115078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1115078400000,
                    "dateFin": 1142899200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298254",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1142899200000,
                    "dateFin": 1386806400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028316227",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1386806400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042905251",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640822400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044816519",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1640822400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 YM",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000006298253",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006298253",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour la détermination des dépenses mentionnées au III de l'article 220 sexies du code général des impôts, il y a lieu de retenir : 1° Pour les œuvres cinématographiques ou audiovisuelles de fiction et les œuvres cinématographiques ou audiovisuelles documentaires : a. Au titre des salaires et charges sociales afférents aux techniciens et ouvriers de la production engagés par l'entreprise de production : les rémunérations et leurs accessoires ainsi que les charges sociales, dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ; b. Au titre des dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ; c. Au titre des dépenses de matériels techniques nécessaires au tournage : les dépenses de matériels de prise de vues, de machinerie, d'éclairage et de prise de son ; d. Au titre des dépenses de postproduction, y compris les effets spéciaux : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; e. Au titre des dépenses de pellicules et autres supports d'images et des dépenses de laboratoires : les dépenses de pellicules négatives image, de pellicules magnétiques son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage ; 2° Pour les œuvres cinématographiques ou audiovisuelles d'animation : a. Au titre des salaires et charges sociales afférents aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation engagés par l'entreprise de production : les rémunérations et leurs accessoires ainsi que les charges sociales, dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ; b. Au titre des dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ; c. Au titre des dépenses de matériels techniques nécessaires à la fabrication des images : les dépenses de matériels de prise de vues et d'éclairage, ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ; d. Au titre des dépenses de postproduction, y compris les effets spéciaux : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; e. Au titre des dépenses de pellicules et autres supports d'images et des dépenses de laboratoires : les dépenses de pellicules négatives image, de pellicules magnétiques son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages.",
            "texteHtml": "<p>Pour la détermination des dépenses mentionnées au III de l'article 220 sexies du code général des impôts, il y a lieu de retenir :</p><p>1° Pour les œuvres cinématographiques ou audiovisuelles de fiction et les œuvres cinématographiques ou audiovisuelles documentaires :</p><p>a. Au titre des salaires et charges sociales afférents aux techniciens et ouvriers de la production engagés par l'entreprise de production : les rémunérations et leurs accessoires ainsi que les charges sociales, dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;</p><p>b. Au titre des dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ;</p><p>c. Au titre des dépenses de matériels techniques nécessaires au tournage : les dépenses de matériels de prise de vues, de machinerie, d'éclairage et de prise de son ;</p><p>d. Au titre des dépenses de postproduction, y compris les effets spéciaux : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>e. Au titre des dépenses de pellicules et autres supports d'images et des dépenses de laboratoires : les dépenses de pellicules négatives image, de pellicules magnétiques son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage ;</p><p>2° Pour les œuvres cinématographiques ou audiovisuelles d'animation :</p><p>a. Au titre des salaires et charges sociales afférents aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation engagés par l'entreprise de production : les rémunérations et leurs accessoires ainsi que les charges sociales, dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;</p><p>b. Au titre des dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ;</p><p>c. Au titre des dépenses de matériels techniques nécessaires à la fabrication des images : les dépenses de matériels de prise de vues et d'éclairage, ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ;</p><p>d. Au titre des dépenses de postproduction, y compris les effets spéciaux : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>e. Au titre des dépenses de pellicules et autres supports d'images et des dépenses de laboratoires : les dépenses de pellicules négatives image, de pellicules magnétiques son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages.</p>",
            "num": "46 quater-0 YM",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1115078400000,
            "dateFin": 1142899200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-03",
                        "fin": "2011-06-07",
                        "titre": "Section VI quater : Crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162354",
                        "id": "LEGISCTA000006162354",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-07",
                        "fin": "2999-01-01",
                        "titre": "Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162354",
                        "id": "LEGISCTA000024151157",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162354",
            "sectionParentId": "LEGISCTA000024151157",
            "sectionParentTitre": "Section VI quater : Crédit d'impôt pour dépenses de production déléguée d'oeuvres cinématographiques ou audiovisuelles",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VI quater : Crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006298253",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000239980",
                    "textTitle": "Décret 2005-407 2005-04-29 art. 1 I, III JORF 3 mai 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000239980",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-05-03",
                    "dateSignaTexte": "2005-04-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000239980",
                    "textTitle": "Décret n°2005-407 du 29 avril 2005 - art. 1 () JORF 3 mai 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006240662",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-05-03",
                    "dateSignaTexte": "2005-04-29",
                    "dateDebutCible": "2005-05-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 220 sexies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 YO (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 YO",
                    "articleId": "LEGIARTI000028316232",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1386806400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2006",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298251",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298252",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1083196800000,
                    "dateFin": 1115078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1115078400000,
                    "dateFin": 1142899200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298254",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1142899200000,
                    "dateFin": 1386806400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028316227",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1386806400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042905251",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640822400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044816519",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1640822400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 YM",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000006298252",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006298252",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour la détermination des dépenses mentionnées au III de l'article 220 sexies du code général des impôts, il y a lieu de retenir : 1° Pour les œuvres cinématographiques de fiction ainsi que pou r les œuvres cinématographiques documentaires : a. Au titre des salaires et charges sociales afférents aux techniciens et ouvriers de la production cinématographique engagés par l'entreprise de production : les rémunérations et leurs accessoires ainsi que les charges sociales, dans la mesure où elles correspondent à des cotisations sociales obligatoires ; b. Au titre des dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage : les dépenses de location des plateaux de tournage et annexes, de construction de décors en studio ou dans des lieux loués exclusivement affectés au tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ; c. Au titre des dépenses de matériels techniques nécessaires au tournage : les dépenses de matériels de prise de vues, de machinerie, d'éclairage et de prise de son ; d. Au titre des dépenses de postproduction, y compris les effets spéciaux : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; e. Au titre des dépenses de pellicules et autres supports d'images et des dépenses de laboratoires : les dépenses de pellicules négatives image, de pellicules magnétiques son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage ; 2° Pour les œuvres cinématographiques d'animation : a. Au titre des salaires et charges sociales afférents aux techniciens de la production cinématographique et aux collaborateurs chargés de la préparation et de la fabrication de l'animation engagés par l'entreprise de production : les rémunérations et leurs accessoires ainsi que les charges sociales, dans la mesure où elles correspondent à des cotisations sociales obligatoires ; b. Au titre des dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ; c. Au titre des dépenses de matériels techniques nécessaires à la fabrication des images : les dépenses de matériels de prise de vues et d'éclairage, ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ; d. Au titre des dépenses de postproduction, y compris les effets spéciaux : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ; e. Au titre des dépenses de pellicules et autres supports d'images et des dépenses de laboratoires : les dépenses de pellicules négatives image, de pellicules magnétiques son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages.",
            "texteHtml": "<p>Pour la détermination des dépenses mentionnées au III de l'article 220 sexies du code général des impôts, il y a lieu de retenir :</p><p>1° Pour les œuvres cinématographiques de fiction ainsi que pou r les œuvres cinématographiques documentaires :</p><p>a. Au titre des salaires et charges sociales afférents aux techniciens et ouvriers de la production cinématographique engagés par l'entreprise de production : les rémunérations et leurs accessoires ainsi que les charges sociales, dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>b. Au titre des dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage : les dépenses de location des plateaux de tournage et annexes, de construction de décors en studio ou dans des lieux loués exclusivement affectés au tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ;</p><p>c. Au titre des dépenses de matériels techniques nécessaires au tournage : les dépenses de matériels de prise de vues, de machinerie, d'éclairage et de prise de son ;</p><p>d. Au titre des dépenses de postproduction, y compris les effets spéciaux : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>e. Au titre des dépenses de pellicules et autres supports d'images et des dépenses de laboratoires : les dépenses de pellicules négatives image, de pellicules magnétiques son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage ;</p><p>2° Pour les œuvres cinématographiques d'animation :</p><p>a. Au titre des salaires et charges sociales afférents aux techniciens de la production cinématographique et aux collaborateurs chargés de la préparation et de la fabrication de l'animation engagés par l'entreprise de production : les rémunérations et leurs accessoires ainsi que les charges sociales, dans la mesure où elles correspondent à des cotisations sociales obligatoires ;</p><p>b. Au titre des dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ;</p><p>c. Au titre des dépenses de matériels techniques nécessaires à la fabrication des images : les dépenses de matériels de prise de vues et d'éclairage, ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ;</p><p>d. Au titre des dépenses de postproduction, y compris les effets spéciaux : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;</p><p>e. Au titre des dépenses de pellicules et autres supports d'images et des dépenses de laboratoires : les dépenses de pellicules négatives image, de pellicules magnétiques son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages.</p>",
            "num": "46 quater-0 YM",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1083196800000,
            "dateFin": 1115078400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-04-29",
                        "fin": "2005-05-03",
                        "titre": "Section VI quater : Crédit d'impôt pour dépenses dans la production d'oeuvres cinématographiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162182",
                        "id": "LEGISCTA000006162182",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162182",
            "sectionParentId": "LEGISCTA000006162182",
            "sectionParentTitre": "Section VI quater : Crédit d'impôt pour dépenses dans la production d'oeuvres cinématographiques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006298252",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618217",
                    "textTitle": "Décret n°2004-368 du 28 avril 2004 - art. 1 () JORF 29 avril 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006333976",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-04-29",
                    "dateSignaTexte": "2004-04-28",
                    "dateDebutCible": "2004-04-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 220 sexies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 YO (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 YO",
                    "articleId": "LEGIARTI000028316232",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1386806400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 août 2004",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298251",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298252",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1083196800000,
                    "dateFin": 1115078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1115078400000,
                    "dateFin": 1142899200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298254",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1142899200000,
                    "dateFin": 1386806400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028316227",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1386806400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042905251",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640822400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044816519",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1640822400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 YM",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000006298251",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006298251",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le reversement mentionné au troisième alinéa du 2 de l'article 220 octies du code général des impôts est exigible en totalité à la date prévue pour la liquidation du solde de la contribution due au titre du premier exercice clos à compter du 31 décembre 2000 ou au titre de l'exercice de cessation lorsque celle-ci est antérieure au 31 décembre 2000.",
            "texteHtml": "<p></p>   Le reversement mentionné au troisième alinéa du 2 de l'article 220 octies du code général des impôts est exigible en totalité à la date prévue pour la liquidation du solde de la contribution due au titre du premier exercice clos à compter du 31 décembre 2000 ou au titre de l'exercice de cessation lorsque celle-ci est antérieure au 31 décembre 2000.<p></p><p></p>",
            "num": "46 quater-0 YM",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "PERIME",
            "dateDebut": 922838400000,
            "dateFin": 954460800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-03-31",
                        "fin": "2000-03-31",
                        "titre": "Section VI quater : Crédit d'impôt au titre des emplois créés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162181",
                        "id": "LEGISCTA000006162181",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162181",
            "sectionParentId": "LEGISCTA000006162181",
            "sectionParentTitre": "Section VI quater : Crédit d'impôt au titre des emplois créés.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006298251",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000739966",
                    "textTitle": "Décret n°98-322 du 23 avril 1998 - art. 1 () JORF 30 avril 1998",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006330805",
                    "natureText": "DECRET",
                    "datePubliTexte": "1998-04-30",
                    "dateSignaTexte": "1998-04-23",
                    "dateDebutCible": "1998-04-30"
                },
                {
                    "textCid": "JORFTEXT000000765163",
                    "textTitle": "Décret 2000-477 2000-06-02",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000765163",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-06-03",
                    "dateSignaTexte": "2000-06-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000762233",
                    "textTitle": "Loi - art. 23 () JORF 31 décembre 1999",
                    "linkType": "PEREMPTION",
                    "linkOrientation": "source",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006320550",
                    "natureText": "LOI",
                    "datePubliTexte": "1999-12-31",
                    "dateSignaTexte": "1999-12-30",
                    "dateDebutCible": "1999-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 220 octies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 YO (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 YO",
                    "articleId": "LEGIARTI000028316232",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1386806400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 1999",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 2000",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298251",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298252",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1083196800000,
                    "dateFin": 1115078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1115078400000,
                    "dateFin": 1142899200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298254",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1142899200000,
                    "dateFin": 1386806400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028316227",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1386806400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042905251",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640822400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044816519",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1640822400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 YM",
                "46"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}