{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043803596",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sans préjudice du montant minimal prévu, selon les cas, au VIII ou au 1° du VI de l'article R. 613-46-3, les entités de résolution relevant du VII, IX ou X de l'article R. 613-46-3 remplissent une partie de l'exigence minimale de fonds propres et d'engagements éligibles égale à 8 % du total des passifs, fonds propres compris, au moyen de fonds propres, d'instruments éligibles subordonnés ou d'engagements mentionnés au III de l'article R. 613-46-1. II.-Pour les entités de résolution relevant du VII, IX ou X de l'article R. 613-46-3, le collège de résolution peut abaisser l'exigence mentionnée au I à un niveau inférieur à 8 % du total des passifs, fonds propres compris, mais supérieur au montant résultant de l'application de la formule (1-(X1/ X2)) × 8 % du total des passifs, fonds propres compris, si l'ensemble des conditions énoncées à l'article 72 ter, paragraphe 3, du règlement (UE) n° 575/2013 est rempli. Pour l'application de cette formule, compte tenu de la réduction autorisée en vertu de l'article 72 ter, paragraphe 3 de ce règlement : 1° X1 = 3,5 % du montant total d'exposition au risque, calculé conformément à l'article 92, paragraphe 3, du règlement (UE) n° 575/2013 ou, le cas échéant, conformément à l'exigence figurant à l'article 11, paragraphe 1, du règlement (UE) 2019/2033 multipliée par 12,5 ; 2° X2 = la somme de 18 % du montant total d'exposition au risque, calculé conformément au même article 92, paragraphe 3, du règlement (UE) n° 575/2013 ou, le cas échéant, conformément au montant résultant de l'exigence figurant à l'article 11, paragraphe 1, du règlement (UE) 2019/2033 multiplié par 12,5, et du montant correspondant à l'exigence globale de coussin de fonds propres. III.-Pour les entités de résolution qui relèvent du VIII de l'article R. 613-46-3, le collège de résolution limite la partie de l'exigence minimale de fonds propres et d'engagements éligibles qui doit être remplie au moyen de fonds propres, d'instruments éligibles subordonnés, ou d'engagements mentionnés au III de l'article R. 613-46-1 à un montant égal à 27 % du montant total d'exposition au risque, dans l'un ou l'autre cas suivant : 1° Si le plan de résolution n'envisage pas l'accès au fonds de garantie des dépôts et de résolution lors de la résolution de cette entité ; ou 2° Si le collège estime que l'exigence minimale de fonds propres et d'engagements éligibles lui permet de remplir les exigences mentionnées au IV de l'article L. 613-55-1 . Dans son évaluation, le collège de résolution prend également en compte le risque d'un impact disproportionné de l'exigence minimale sur le modèle d'entreprise de l'entité de résolution concernée. IV.-Le collège de résolution peut décider que l'exigence minimale de fonds propres et d'engagements éligibles est remplie par les entités de résolution qui relèvent du VI, VIII ou IX de l'article R. 613-46-3 au moyen de fonds propres, d'instruments éligibles subordonnés ou d'engagements mentionnés au III de l'article R. 613-46-1, dans la mesure où, en raison de l'obligation pour ces entités de respecter l'exigence globale de coussin de fonds propres, aux exigences énoncées à l'article 92 bis du règlement (UE) n° 575/2013 ainsi qu'à celles énoncées au I de l'article L. 613-44 et au X de l'article R. 613-46-2, la somme de ces fonds propres, instruments et engagements éligibles n'excède pas la plus élevée des valeurs suivantes : 1° 8 % du total des passifs, fonds propres compris, de l'entité ; 2° Le montant résultant de l'application de la formule (A × 2) + (B × 2) + (C), où A, B et C représentent les montants suivants : A = le montant résultant de l'exigence énoncée à l'article 92, paragraphe 1, point c, du règlement (UE) n° 575/2013 ou, le cas échéant, le montant résultant de l'exigence figurant à l'article 11, paragraphe 1, du règlement (UE) 2019/2033 multipliée par 12,5 ; B = le montant résultant de l'exigence énoncée au II de l'article L. 511-41-3 , ou, le cas échéant, le montant résultant de l'exigence énoncée à l'article L. 533-4-4 ; C = le montant résultant de l'exigence globale de coussin de fonds propres. V.-Le pouvoir mentionné au IV ne peut être exercé que dans la limite de 30 % du nombre total des entités de résolution qui relèvent du VI, VIII ou IX de l'article R. 613-46-3 pour lesquelles une exigence minimale de fonds propres et d'engagements éligibles a été déterminée. VI.-Lorsqu'il identifie des entités de résolution à l'égard desquelles il envisage d'appliquer les dispositions du IV, le collège de résolution prend en compte les éléments suivants : 1° L'identification, lors d'une précédente évaluation effectuée en application du I de l'article L. 613-41 , d'obstacles importants à ce que le groupe de résolution puisse être liquidé ou faire l'objet de mesures de résolution lorsqu'aucune mesure corrective n'a été prise à la suite de l'application des mesures mentionnées au II de l'article L. 613-42 dans le délai imposé par le collège de résolution, ou lorsqu'il ne peut être remédié aux obstacles importants ainsi identifiés au moyen de l'une des mesures mentionnées au III de ce même article, et que l'exercice du pouvoir mentionné au IV compenserait totalement ou en partie l'impact négatif de ces obstacles importants sur l'évaluation mentionnée à l'article L. 613-41 ; 2° L'évaluation par le collège de résolution du caractère limité de la faisabilité et de la crédibilité de la stratégie de résolution privilégiée de l'entité de résolution, compte tenu de la taille et de l'importance des liens qu'elle entretient avec d'autres acteurs du système financier, de la nature, de la portée du risque et de la complexité de ses activités, ainsi que de son statut juridique et de la structure de son actionnariat ; 3° Le montant des fonds propres exigés en application du II de l'article L. 511-41-3 situe l'entité de résolution qui relève du VI, VIII ou IX de l'article R. 613-46-3 parmi les 20 % les plus risqués des établissements pour lesquels une exigence minimale de fonds propres et d'engagements éligibles a été déterminée. Aux fins des pourcentages mentionnés au V et au 3°, le collège de résolution arrondit le nombre résultant du calcul effectué au nombre entier le plus proche. VII.-Pour les entités de résolution qui ne relèvent pas du VII, IX ou X de l'article R. 613-46-3, le collège de résolution peut décider qu'une partie de l'exigence minimale de fonds propres et d'engagements éligibles, à concurrence de 8 % du total des passifs, fonds propres compris de l'entité, ou bien du montant résultant de l'application de la formule énoncée au 2° du IV du présent article, la valeur la plus élevée étant retenue, est remplie au moyen de fonds propres, d'instruments éligibles subordonnés, ou d'engagements mentionnés au III de l'article R. 613-46-1, lorsque les conditions suivantes soient remplies : 1° Certains engagements non subordonnés mentionnés à l'article R. 613-46-1 ont le même niveau de priorité dans la hiérarchie des créances appliquée dans le cadre d'une procédure de liquidation mise en œuvre en application du livre VI du code de commerce que certains engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion ; 2° Un risque existe, à la suite d'une réduction de valeur ou d'une conversion appliquée aux engagements non subordonnés qui peuvent faire l'objet de ces mesures, que les créanciers dont les créances découlent de ces engagements subissent des pertes plus importantes que celles qu'ils auraient subies dans le cas d'une procédure de liquidation en application du livre VI du code de commerce ; 3° Le montant des fonds propres et autres engagements subordonnés n'excède pas le montant nécessaire pour garantir que la situation décrite au 2° soit évitée. Lorsque le collège de résolution constate qu'à l'intérieur d'une catégorie de passifs comprenant des engagements éligibles, le montant des engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion ou qui sont raisonnablement susceptibles d'être dans ce cas, est supérieur à 10 % de cette catégorie, il évalue le risque mentionné au 2°. VIII.-Lorsqu'il prend une décision en vertu du IV ou du VII du présent article, le collège de résolution recueille l'avis du collège de supervision et prend en considération : 1° La profondeur du marché pour les instruments de fonds propres de l'entité de résolution concernée et ses instruments éligibles subordonnés, la détermination du prix de tels instruments lorsqu'ils existent, ainsi que le temps requis pour exécuter toute transaction nécessaire pour se conformer à la décision ; 2° Le montant des instruments d'engagements éligibles remplissant toutes les conditions énoncées à l'article 72 bis du règlement (UE) n° 575/2013 précité qui ont une échéance résiduelle inférieure à un an à la date de la décision, pour permettre d'apporter des ajustements quantitatifs aux exigences mentionnées au IV et au VII ; 3° La disponibilité et le montant des instruments remplissant toutes les conditions énoncées aux articles 72 bis et 72 ter à l'exception du point d de son paragraphe 2 du même règlement ; 4° L'importance par rapport aux fonds propres et aux engagements éligibles de l'entité de résolution du montant des engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion et qui, dans le cadre d'une procédure de liquidation en application du livre VI du code de commerce, ont le même rang ou un rang inférieur aux engagements éligibles ayant le rang le plus élevé. Lorsque le montant de tels engagements n'excède pas 5 % du montant des fonds propres et des engagements éligibles, il est considéré comme n'étant pas important. Au-delà de ce seuil, l'importance relative de ces engagements est appréciée par le collège de résolution ; 5° Le modèle d'entreprise, le modèle de financement et le profil de risque de l'entité de résolution, ainsi que sa stabilité et sa capacité à contribuer à l'économie ; 6° L'incidence des éventuels coûts de restructuration sur la recapitalisation de l'entité de résolution.",
            "texteHtml": "<p></p><p>I.-Sans préjudice du montant minimal prévu, selon les cas, au VIII ou au 1° du VI de l'article R. 613-46-3, les entités de résolution relevant du VII, IX ou X de l'article R. 613-46-3 remplissent une partie de l'exigence minimale de fonds propres et d'engagements éligibles égale à 8 % du total des passifs, fonds propres compris, au moyen de fonds propres, d'instruments éligibles subordonnés ou d'engagements mentionnés au III de l'article R. 613-46-1. <br/><br/>II.-Pour les entités de résolution relevant du VII, IX ou X de l'article R. 613-46-3, le collège de résolution peut abaisser l'exigence mentionnée au I à un niveau inférieur à 8 % du total des passifs, fonds propres compris, mais supérieur au montant résultant de l'application de la formule (1-(X1/ X2)) × 8 % du total des passifs, fonds propres compris, si l'ensemble des conditions énoncées à l'article 72 ter, paragraphe 3, du règlement (UE) n° 575/2013 est rempli. <br/><br/>Pour l'application de cette formule, compte tenu de la réduction autorisée en vertu de l'article 72 ter, paragraphe 3 de ce règlement : <br/><br/>1° X1 = 3,5 % du montant total d'exposition au risque, calculé conformément à l'article 92, paragraphe 3, du règlement (UE) n° 575/2013 ou, le cas échéant, conformément à l'exigence figurant à l'article 11, paragraphe 1, du règlement (UE) 2019/2033 multipliée par 12,5 ; <br/><br/>2° X2 = la somme de 18 % du montant total d'exposition au risque, calculé conformément au même article 92, paragraphe 3, du règlement (UE) n° 575/2013 ou, le cas échéant, conformément au montant résultant de l'exigence figurant à l'article 11, paragraphe 1, du règlement (UE) 2019/2033 multiplié par 12,5, et du montant correspondant à l'exigence globale de coussin de fonds propres. <br/><br/>III.-Pour les entités de résolution qui relèvent du VIII de l'article R. 613-46-3, le collège de résolution limite la partie de l'exigence minimale de fonds propres et d'engagements éligibles qui doit être remplie au moyen de fonds propres, d'instruments éligibles subordonnés, ou d'engagements mentionnés au III de l'article R. 613-46-1 à un montant égal à 27 % du montant total d'exposition au risque, dans l'un ou l'autre cas suivant : <br/><br/>1° Si le plan de résolution n'envisage pas l'accès au fonds de garantie des dépôts et de résolution lors de la résolution de cette entité ; ou <br/><br/>2° Si le collège estime que l'exigence minimale de fonds propres et d'engagements éligibles lui permet de remplir les exigences mentionnées au IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082067&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-55-1 (V)'>L. 613-55-1</a>. <br/><br/>Dans son évaluation, le collège de résolution prend également en compte le risque d'un impact disproportionné de l'exigence minimale sur le modèle d'entreprise de l'entité de résolution concernée. <br/><br/>IV.-Le collège de résolution peut décider que l'exigence minimale de fonds propres et d'engagements éligibles est remplie par les entités de résolution qui relèvent du VI, VIII ou IX de l'article R. 613-46-3 au moyen de fonds propres, d'instruments éligibles subordonnés ou d'engagements mentionnés au III de l'article R. 613-46-1, dans la mesure où, en raison de l'obligation pour ces entités de respecter l'exigence globale de coussin de fonds propres, aux exigences énoncées à l'article 92 bis du règlement (UE) n° 575/2013 ainsi qu'à celles énoncées au I de l'article L. 613-44 et au X de l'article R. 613-46-2, la somme de ces fonds propres, instruments et engagements éligibles n'excède pas la plus élevée des valeurs suivantes : <br/><br/>1° 8 % du total des passifs, fonds propres compris, de l'entité ; <br/><br/>2° Le montant résultant de l'application de la formule (A × 2) + (B × 2) + (C), où A, B et C représentent les montants suivants : <br/><br/>A = le montant résultant de l'exigence énoncée à l'article 92, paragraphe 1, point c, du règlement (UE) n° 575/2013 ou, le cas échéant, le montant résultant de l'exigence figurant à l'article 11, paragraphe 1, du règlement (UE) 2019/2033 multipliée par 12,5 ; <br/><br/>B = le montant résultant de l'exigence énoncée au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000021722984&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-41-3 (V)'>L. 511-41-3</a>, ou, le cas échéant, le montant résultant de l'exigence énoncée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000043697214&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L533-4-4 (V)'>L. 533-4-4 </a>; <br/><br/>C = le montant résultant de l'exigence globale de coussin de fonds propres. <br/><br/>V.-Le pouvoir mentionné au IV ne peut être exercé que dans la limite de 30 % du nombre total des entités de résolution qui relèvent du VI, VIII ou IX de l'article R. 613-46-3 pour lesquelles une exigence minimale de fonds propres et d'engagements éligibles a été déterminée. <br/><br/>VI.-Lorsqu'il identifie des entités de résolution à l'égard desquelles il envisage d'appliquer les dispositions du IV, le collège de résolution prend en compte les éléments suivants : <br/><br/>1° L'identification, lors d'une précédente évaluation effectuée en application du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081298&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-41 (V)'>L. 613-41</a>, d'obstacles importants à ce que le groupe de résolution puisse être liquidé ou faire l'objet de mesures de résolution lorsqu'aucune mesure corrective n'a été prise à la suite de l'application des mesures mentionnées au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081306&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-42 (V)'>L. 613-42 </a>dans le délai imposé par le collège de résolution, ou lorsqu'il ne peut être remédié aux obstacles importants ainsi identifiés au moyen de l'une des mesures mentionnées au III de ce même article, et que l'exercice du pouvoir mentionné au IV compenserait totalement ou en partie l'impact négatif de ces obstacles importants sur l'évaluation mentionnée à l'article L. 613-41 ; <br/><br/>2° L'évaluation par le collège de résolution du caractère limité de la faisabilité et de la crédibilité de la stratégie de résolution privilégiée de l'entité de résolution, compte tenu de la taille et de l'importance des liens qu'elle entretient avec d'autres acteurs du système financier, de la nature, de la portée du risque et de la complexité de ses activités, ainsi que de son statut juridique et de la structure de son actionnariat ; <br/><br/>3° Le montant des fonds propres exigés en application du II de l'article L. 511-41-3 situe l'entité de résolution qui relève du VI, VIII ou IX de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000042861412&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. R613-46-3 (V)'>R. 613-46-3 </a>parmi les 20 % les plus risqués des établissements pour lesquels une exigence minimale de fonds propres et d'engagements éligibles a été déterminée. <br/><br/>Aux fins des pourcentages mentionnés au V et au 3°, le collège de résolution arrondit le nombre résultant du calcul effectué au nombre entier le plus proche. <br/><br/>VII.-Pour les entités de résolution qui ne relèvent pas du VII, IX ou X de l'article R. 613-46-3, le collège de résolution peut décider qu'une partie de l'exigence minimale de fonds propres et d'engagements éligibles, à concurrence de 8 % du total des passifs, fonds propres compris de l'entité, ou bien du montant résultant de l'application de la formule énoncée au 2° du IV du présent article, la valeur la plus élevée étant retenue, est remplie au moyen de fonds propres, d'instruments éligibles subordonnés, ou d'engagements mentionnés au III de l'article R. 613-46-1, lorsque les conditions suivantes soient remplies : <br/><br/>1° Certains engagements non subordonnés mentionnés à l'article R. 613-46-1 ont le même niveau de priorité dans la hiérarchie des créances appliquée dans le cadre d'une procédure de liquidation mise en œuvre en application du livre VI du code de commerce que certains engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion ; <br/><br/>2° Un risque existe, à la suite d'une réduction de valeur ou d'une conversion appliquée aux engagements non subordonnés qui peuvent faire l'objet de ces mesures, que les créanciers dont les créances découlent de ces engagements subissent des pertes plus importantes que celles qu'ils auraient subies dans le cas d'une procédure de liquidation en application du livre VI du code de commerce ; <br/><br/>3° Le montant des fonds propres et autres engagements subordonnés n'excède pas le montant nécessaire pour garantir que la situation décrite au 2° soit évitée. <br/><br/>Lorsque le collège de résolution constate qu'à l'intérieur d'une catégorie de passifs comprenant des engagements éligibles, le montant des engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion ou qui sont raisonnablement susceptibles d'être dans ce cas, est supérieur à 10 % de cette catégorie, il évalue le risque mentionné au 2°. <br/><br/>VIII.-Lorsqu'il prend une décision en vertu du IV ou du VII du présent article, le collège de résolution recueille l'avis du collège de supervision et prend en considération : <br/><br/>1° La profondeur du marché pour les instruments de fonds propres de l'entité de résolution concernée et ses instruments éligibles subordonnés, la détermination du prix de tels instruments lorsqu'ils existent, ainsi que le temps requis pour exécuter toute transaction nécessaire pour se conformer à la décision ; <br/><br/>2° Le montant des instruments d'engagements éligibles remplissant toutes les conditions énoncées à l'article 72 bis du règlement (UE) n° 575/2013 précité qui ont une échéance résiduelle inférieure à un an à la date de la décision, pour permettre d'apporter des ajustements quantitatifs aux exigences mentionnées au IV et au VII ; <br/><br/>3° La disponibilité et le montant des instruments remplissant toutes les conditions énoncées aux articles 72 bis et 72 ter à l'exception du point d de son paragraphe 2 du même règlement ; <br/><br/>4° L'importance par rapport aux fonds propres et aux engagements éligibles de l'entité de résolution du montant des engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion et qui, dans le cadre d'une procédure de liquidation en application du livre VI du code de commerce, ont le même rang ou un rang inférieur aux engagements éligibles ayant le rang le plus élevé. Lorsque le montant de tels engagements n'excède pas 5 % du montant des fonds propres et des engagements éligibles, il est considéré comme n'étant pas important. Au-delà de ce seuil, l'importance relative de ces engagements est appréciée par le collège de résolution ; <br/><br/>5° Le modèle d'entreprise, le modèle de financement et le profil de risque de l'entité de résolution, ainsi que sa stabilité et sa capacité à contribuer à l'économie ; <br/><br/>6° L'incidence des éventuels coûts de restructuration sur la recapitalisation de l'entité de résolution.</p><p></p>",
            "num": "R613-46-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1626566400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123609",
                        "id": "LEGISCTA000006123609",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2010-03-15",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139675",
                        "id": "LEGISCTA000006139675",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-03-15",
                        "fin": "2013-05-09",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139675",
                        "id": "LEGISCTA000021986461",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-05-09",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139675",
                        "id": "LEGISCTA000027398767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2010-03-09",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153812",
                        "id": "LEGISCTA000006153812",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-03-09",
                        "fin": "2013-05-09",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153812",
                        "id": "LEGISCTA000021939298",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-05-09",
                        "fin": "2014-11-06",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153812",
                        "id": "LEGISCTA000027398750",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-11-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153812",
                        "id": "LEGISCTA000029727221",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2010-03-09",
                        "titre": "Section 8 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019268870",
                        "id": "LEGISCTA000019268870",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-03-09",
                        "fin": "2015-09-21",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019268870",
                        "id": "LEGISCTA000021939260",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 4 :  Dispositions relatives à la résolution des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019268870",
                        "id": "LEGISCTA000031193670",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-09-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031185794",
                        "id": "LEGISCTA000031185794",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042861414",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031185794",
            "sectionParentId": "LEGISCTA000031185794",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 :  Dispositions relatives à la résolution des crises bancaires &gt; Sous-section 3 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043803596",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 5 du décret n° 2020-1703 du 24 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020. Par dérogation à l'alinéa ci-dessus : 1° Les entités de résolution soumises à une exigence mentionnée au VIII ou au IX de l'article R. 613-46-3 se conforment à cette exigence au 1er janvier 2022. Toutefois, cette exigence ne trouve pas à s'appliquer pas pendant les deux ans qui suivent : a) La date à laquelle l'instrument de renflouement interne a été appliqué ; b) La date à laquelle l'entité de résolution a mis en place une autre mesure de nature privée par laquelle la valeur d'instruments de fonds propres et d'autres engagements éligibles a été réduite ou par laquelle ces fonds et engagements ont été convertis en fonds propres de base de catégorie 1 afin de recapitaliser cette entité sans appliquer de mesures de résolution ; c) La date à laquelle le pouvoir prévu à l'article L. 613-48 a été exercé afin de recapitaliser l'entité sans appliquer de mesures de résolution ; 2° Les exigences mentionnées aux I et IV de l'article R. 613-46-4 ainsi qu'aux VIII et IX de l'article R. 613-46-3 ne s'appliquent pas au cours des trois ans suivant la date à laquelle l'entité de résolution ou le groupe, dont fait partie l'entité de résolution, a été identifiée comme un établissement d'importance systémique mondiale, ou la date à laquelle l'entité de résolution est soumise pour la première fois à l'exigence mentionnée au VIII ou IX précités.",
            "notaHtml": "<p>Conformément à l'article 5 du décret n° 2020-1703 du 24 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.</p><p><br clear='none'/>\nPar dérogation à l'alinéa ci-dessus :<br clear='none'/><br clear='none'/>\n1° Les entités de résolution soumises à une exigence mentionnée au VIII ou au IX de l'article R. 613-46-3 se conforment à cette exigence au 1er janvier 2022. Toutefois, cette exigence ne trouve pas à s'appliquer pas pendant les deux ans qui suivent :<br clear='none'/><br clear='none'/>\na) La date à laquelle l'instrument de renflouement interne a été appliqué ;<br clear='none'/><br clear='none'/>\nb) La date à laquelle l'entité de résolution a mis en place une autre mesure de nature privée par laquelle la valeur d'instruments de fonds propres et d'autres engagements éligibles a été réduite ou par laquelle ces fonds et engagements ont été convertis en fonds propres de base de catégorie 1 afin de recapitaliser cette entité sans appliquer de mesures de résolution ;<br clear='none'/><br clear='none'/>\nc) La date à laquelle le pouvoir prévu à l'article L. 613-48 a été exercé afin de recapitaliser l'entité sans appliquer de mesures de résolution ;<br clear='none'/><br clear='none'/>\n2° Les exigences mentionnées aux I et IV de l'article R. 613-46-4 ainsi qu'aux VIII et IX de l'article R. 613-46-3 ne s'appliquent pas au cours des trois ans suivant la date à laquelle l'entité de résolution ou le groupe, dont fait partie l'entité de résolution, a été identifiée comme un établissement d'importance systémique mondiale, ou la date à laquelle l'entité de résolution est soumise pour la première fois à l'exigence mentionnée au VIII ou IX précités.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043798269",
                    "textTitle": "Décret n°2021-941 du 15 juillet 2021 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000043801419",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-17",
                    "dateSignaTexte": "2021-07-15",
                    "dateDebutCible": "2021-07-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-41-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-41-3",
                    "articleId": "LEGIARTI000021722984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-4-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-4-4",
                    "articleId": "LEGIARTI000043697214",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-41",
                    "articleId": "LEGIARTI000031081298",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-42",
                    "articleId": "LEGIARTI000031081306",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-55-1",
                    "articleId": "LEGIARTI000031082067",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-1",
                    "articleId": "LEGIARTI000042861474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R613-46-3",
                    "articleId": "LEGIARTI000042861412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R746-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R746-3",
                    "articleId": "LEGIARTI000042868927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R756-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R756-3",
                    "articleId": "LEGIARTI000042868900",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042861672",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 1626566400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043803596",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1626566400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R613-46-4",
                "613-46-4"
            ],
            "versionPrecedente": "LEGIARTI000042861672",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042861672",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sans préjudice du montant minimal prévu, selon les cas, au VIII ou au 1° du VI de l'article R. 613-46-3, les entités de résolution relevant du VII, IX ou X de l'article R. 613-46-3 remplissent une partie de l'exigence minimale de fonds propres et d'engagements éligibles égale à 8 % du total des passifs, fonds propres compris, au moyen de fonds propres, d'instruments éligibles subordonnés ou d'engagements mentionnés au III de l'article R. 613-46-1. II.-Pour les entités de résolution relevant du VII, IX ou X de l'article R. 613-46-3, le collège de résolution peut abaisser l'exigence mentionnée au I à un niveau inférieur à 8 % du total des passifs, fonds propres compris, mais supérieur au montant résultant de l'application de la formule (1-(X1/ X2)) × 8 % du total des passifs, fonds propres compris, si l'ensemble des conditions énoncées à l'article 72 ter, paragraphe 3, du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013 est rempli. Pour l'application de cette formule, compte tenu de la réduction autorisée en vertu de l'article 72 ter, paragraphe 3 de ce règlement : 1° X1 = 3,5 % du montant total d'exposition au risque, calculé conformément à l'article 92, paragraphe 3, de ce règlement ; 2° X2 = la somme de 18 % du montant total d'exposition au risque, calculé conformément au même article 92, paragraphe 3, de ce règlement, et du montant correspondant à l'exigence globale de coussin de fonds propres. III.-Pour les entités de résolution qui relèvent du VIII de l'article R. 613-46-3, le collège de résolution limite la partie de l'exigence minimale de fonds propres et d'engagements éligibles qui doit être remplie au moyen de fonds propres, d'instruments éligibles subordonnés, ou d'engagements mentionnés au III de l'article R. 613-46-1 à un montant égal à 27 % du montant total d'exposition au risque, dans l'un ou l'autre cas suivant : 1° Si le plan de résolution n'envisage pas l'accès au fonds de garantie des dépôts et de résolution lors de la résolution de cette entité ; ou 2° Si le collège estime que l'exigence minimale de fonds propres et d'engagements éligibles lui permet de remplir les exigences mentionnées au IV de l'article L. 613-55-1. Dans son évaluation, le collège de résolution prend également en compte le risque d'un impact disproportionné de l'exigence minimale sur le modèle d'entreprise de l'entité de résolution concernée. IV.-Le collège de résolution peut décider que l'exigence minimale de fonds propres et d'engagements éligibles est remplie par les entités de résolution qui relèvent du VI, VIII ou IX de l'article R. 613-46-3 au moyen de fonds propres, d'instruments éligibles subordonnés ou d'engagements mentionnés au III de l'article R. 613-46-1, dans la mesure où, en raison de l'obligation pour ces entités de respecter l'exigence globale de coussin de fonds propres, aux exigences énoncées à l'article 92 bis du règlement (UE) n° 575/2013 précité ainsi qu'à celles énoncées au I de l'article L. 613-44 et au X de l'article R. 613-46-2, la somme de ces fonds propres, instruments et engagements éligibles n'excède pas la plus élevée des valeurs suivantes : 1° 8 % du total des passifs, fonds propres compris, de l'entité ; 2° Le montant résultant de l'application de la formule (A × 2) + (B × 2) + (C), où A, B et C représentent les montants suivants : A = le montant résultant de l'exigence énoncée à l'article 92, paragraphe 1, point c, du règlement (UE) n° 575/2013 précité ; B = le montant résultant de l'exigence énoncée au II de l'article L. 511-41-3 ; C = le montant résultant de l'exigence globale de coussin de fonds propres. V.-Le pouvoir mentionné au IV ne peut être exercé que dans la limite de 30 % du nombre total des entités de résolution qui relèvent du VI, VIII ou IX de l'article R. 613-46-3 pour lesquelles une exigence minimale de fonds propres et d'engagements éligibles a été déterminée. VI.-Lorsqu'il identifie des entités de résolution à l'égard desquelles il envisage d'appliquer les dispositions du IV, le collège de résolution prend en compte les éléments suivants : 1° L'identification, lors d'une précédente évaluation effectuée en application du I de l'article L. 613-41, d'obstacles importants à ce que le groupe de résolution puisse être liquidé ou faire l'objet de mesures de résolution lorsqu'aucune mesure corrective n'a été prise à la suite de l'application des mesures mentionnées au II de l'article L. 613-42 dans le délai imposé par le collège de résolution, ou lorsqu'il ne peut être remédié aux obstacles importants ainsi identifiés au moyen de l'une des mesures mentionnées au III de ce même article, et que l'exercice du pouvoir mentionné au IV compenserait totalement ou en partie l'impact négatif de ces obstacles importants sur l'évaluation mentionnée à l'article L. 613-41 ; 2° L'évaluation par le collège de résolution du caractère limité de la faisabilité et de la crédibilité de la stratégie de résolution privilégiée de l'entité de résolution, compte tenu de la taille et de l'importance des liens qu'elle entretient avec d'autres acteurs du système financier, de la nature, de la portée du risque et de la complexité de ses activités, ainsi que de son statut juridique et de la structure de son actionnariat ; 3° Le montant des fonds propres exigés en application du II de l'article L. 511-41-3 situe l'entité de résolution qui relève du VI, VIII ou IX de l'article R. 613-46-3 parmi les 20 % les plus risqués des établissements pour lesquels une exigence minimale de fonds propres et d'engagements éligibles a été déterminée. Aux fins des pourcentages mentionnés au V et au 3°, le collège de résolution arrondit le nombre résultant du calcul effectué au nombre entier le plus proche. VII.-Pour les entités de résolution qui ne relèvent pas du VII, IX ou X de l'article R. 613-46-3, le collège de résolution peut décider qu'une partie de l'exigence minimale de fonds propres et d'engagements éligibles, à concurrence de 8 % du total des passifs, fonds propres compris de l'entité, ou bien du montant résultant de l'application de la formule énoncée au 2° du IV du présent article, la valeur la plus élevée étant retenue, est remplie au moyen de fonds propres, d'instruments éligibles subordonnés, ou d'engagements mentionnés au III de l'article R. 613-46-1, lorsque les conditions suivantes soient remplies : 1° Certains engagements non subordonnés mentionnés à l'article R. 613-46-1 ont le même niveau de priorité dans la hiérarchie des créances appliquée dans le cadre d'une procédure de liquidation mise en œuvre en application du livre VI du code de commerce que certains engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion ; 2° Un risque existe, à la suite d'une réduction de valeur ou d'une conversion appliquée aux engagements non subordonnés qui peuvent faire l'objet de ces mesures, que les créanciers dont les créances découlent de ces engagements subissent des pertes plus importantes que celles qu'ils auraient subies dans le cas d'une procédure de liquidation en application du livre VI du code de commerce ; 3° Le montant des fonds propres et autres engagements subordonnés n'excède pas le montant nécessaire pour garantir que la situation décrite au 2° soit évitée. Lorsque le collège de résolution constate qu'à l'intérieur d'une catégorie de passifs comprenant des engagements éligibles, le montant des engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion ou qui sont raisonnablement susceptibles d'être dans ce cas, est supérieur à 10 % de cette catégorie, il évalue le risque mentionné au 2°. VIII.-Lorsqu'il prend une décision en vertu du IV ou du VII du présent article, le collège de résolution recueille l'avis du collège de supervision et prend en considération : 1° La profondeur du marché pour les instruments de fonds propres de l'entité de résolution concernée et ses instruments éligibles subordonnés, la détermination du prix de tels instruments lorsqu'ils existent, ainsi que le temps requis pour exécuter toute transaction nécessaire pour se conformer à la décision ; 2° Le montant des instruments d'engagements éligibles remplissant toutes les conditions énoncées à l'article 72 bis du règlement (UE) n° 575/2013 précité qui ont une échéance résiduelle inférieure à un an à la date de la décision, pour permettre d'apporter des ajustements quantitatifs aux exigences mentionnées au IV et au VII ; 3° La disponibilité et le montant des instruments remplissant toutes les conditions énoncées aux articles 72 bis et 72 ter à l'exception du point d de son paragraphe 2 du même règlement ; 4° L'importance par rapport aux fonds propres et aux engagements éligibles de l'entité de résolution du montant des engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion et qui, dans le cadre d'une procédure de liquidation en application du livre VI du code de commerce, ont le même rang ou un rang inférieur aux engagements éligibles ayant le rang le plus élevé. Lorsque le montant de tels engagements n'excède pas 5 % du montant des fonds propres et des engagements éligibles, il est considéré comme n'étant pas important. Au-delà de ce seuil, l'importance relative de ces engagements est appréciée par le collège de résolution ; 5° Le modèle d'entreprise, le modèle de financement et le profil de risque de l'entité de résolution, ainsi que sa stabilité et sa capacité à contribuer à l'économie ; 6° L'incidence des éventuels coûts de restructuration sur la recapitalisation de l'entité de résolution.",
            "texteHtml": "<p>I.-Sans préjudice du montant minimal prévu, selon les cas, au VIII ou au 1° du VI de l'article R. 613-46-3, les entités de résolution relevant du VII, IX ou X de l'article R. 613-46-3 remplissent une partie de l'exigence minimale de fonds propres et d'engagements éligibles égale à 8 % du total des passifs, fonds propres compris, au moyen de fonds propres, d'instruments éligibles subordonnés ou d'engagements mentionnés au III de l'article R. 613-46-1.<br/><br/>\n II.-Pour les entités de résolution relevant du VII, IX ou X de l'article R. 613-46-3, le collège de résolution peut abaisser l'exigence mentionnée au I à un niveau inférieur à 8 % du total des passifs, fonds propres compris, mais supérieur au montant résultant de l'application de la formule (1-(X1/ X2)) × 8 % du total des passifs, fonds propres compris, si l'ensemble des conditions énoncées à l'article 72 ter, paragraphe 3, du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013 est rempli.<br/><br/>\n Pour l'application de cette formule, compte tenu de la réduction autorisée en vertu de l'article 72 ter, paragraphe 3 de ce règlement :<br/><br/>\n 1° X1 = 3,5 % du montant total d'exposition au risque, calculé conformément à l'article 92, paragraphe 3, de ce règlement ;<br/><br/>\n 2° X2 = la somme de 18 % du montant total d'exposition au risque, calculé conformément au même article 92, paragraphe 3, de ce règlement, et du montant correspondant à l'exigence globale de coussin de fonds propres.<br/><br/>\n III.-Pour les entités de résolution qui relèvent du VIII de l'article R. 613-46-3, le collège de résolution limite la partie de l'exigence minimale de fonds propres et d'engagements éligibles qui doit être remplie au moyen de fonds propres, d'instruments éligibles subordonnés, ou d'engagements mentionnés au III de l'article R. 613-46-1 à un montant égal à 27 % du montant total d'exposition au risque, dans l'un ou l'autre cas suivant :<br/><br/>\n 1° Si le plan de résolution n'envisage pas l'accès au fonds de garantie des dépôts et de résolution lors de la résolution de cette entité ; ou<br/><br/>\n 2° Si le collège estime que l'exigence minimale de fonds propres et d'engagements éligibles lui permet de remplir les exigences mentionnées au IV de l'article L. 613-55-1.<br/><br/>\n Dans son évaluation, le collège de résolution prend également en compte le risque d'un impact disproportionné de l'exigence minimale sur le modèle d'entreprise de l'entité de résolution concernée.<br/><br/>\n IV.-Le collège de résolution peut décider que l'exigence minimale de fonds propres et d'engagements éligibles est remplie par les entités de résolution qui relèvent du VI, VIII ou IX de l'article R. 613-46-3 au moyen de fonds propres, d'instruments éligibles subordonnés ou d'engagements mentionnés au III de l'article R. 613-46-1, dans la mesure où, en raison de l'obligation pour ces entités de respecter l'exigence globale de coussin de fonds propres, aux exigences énoncées à l'article 92 bis du règlement (UE) n° 575/2013 précité ainsi qu'à celles énoncées au I de l'article L. 613-44 et au X de l'article R. 613-46-2, la somme de ces fonds propres, instruments et engagements éligibles n'excède pas la plus élevée des valeurs suivantes :<br/><br/>\n 1° 8 % du total des passifs, fonds propres compris, de l'entité ;<br/><br/>\n 2° Le montant résultant de l'application de la formule (A × 2) + (B × 2) + (C), où A, B et C représentent les montants suivants :<br/><br/>\n A = le montant résultant de l'exigence énoncée à l'article 92, paragraphe 1, point c, du règlement (UE) n° 575/2013 précité ;<br/><br/>\n B = le montant résultant de l'exigence énoncée au II de l'article L. 511-41-3 ;<br/><br/>\n C = le montant résultant de l'exigence globale de coussin de fonds propres.<br/><br/>\n V.-Le pouvoir mentionné au IV ne peut être exercé que dans la limite de 30 % du nombre total des entités de résolution qui relèvent du VI, VIII ou IX de l'article R. 613-46-3 pour lesquelles une exigence minimale de fonds propres et d'engagements éligibles a été déterminée.<br/><br/>\n VI.-Lorsqu'il identifie des entités de résolution à l'égard desquelles il envisage d'appliquer les dispositions du IV, le collège de résolution prend en compte les éléments suivants :<br/><br/>\n 1° L'identification, lors d'une précédente évaluation effectuée en application du I de l'article L. 613-41, d'obstacles importants à ce que le groupe de résolution puisse être liquidé ou faire l'objet de mesures de résolution lorsqu'aucune mesure corrective n'a été prise à la suite de l'application des mesures mentionnées au II de l'article L. 613-42 dans le délai imposé par le collège de résolution, ou lorsqu'il ne peut être remédié aux obstacles importants ainsi identifiés au moyen de l'une des mesures mentionnées au III de ce même article, et que l'exercice du pouvoir mentionné au IV compenserait totalement ou en partie l'impact négatif de ces obstacles importants sur l'évaluation mentionnée à l'article L. 613-41 ;<br/><br/>\n 2° L'évaluation par le collège de résolution du caractère limité de la faisabilité et de la crédibilité de la stratégie de résolution privilégiée de l'entité de résolution, compte tenu de la taille et de l'importance des liens qu'elle entretient avec d'autres acteurs du système financier, de la nature, de la portée du risque et de la complexité de ses activités, ainsi que de son statut juridique et de la structure de son actionnariat ;<br/><br/>\n 3° Le montant des fonds propres exigés en application du II de l'article L. 511-41-3 situe l'entité de résolution qui relève du VI, VIII ou IX de l'article R. 613-46-3 parmi les 20 % les plus risqués des établissements pour lesquels une exigence minimale de fonds propres et d'engagements éligibles a été déterminée.<br/><br/>\n Aux fins des pourcentages mentionnés au V et au 3°, le collège de résolution arrondit le nombre résultant du calcul effectué au nombre entier le plus proche.<br/><br/>\n VII.-Pour les entités de résolution qui ne relèvent pas du VII, IX ou X de l'article R. 613-46-3, le collège de résolution peut décider qu'une partie de l'exigence minimale de fonds propres et d'engagements éligibles, à concurrence de 8 % du total des passifs, fonds propres compris de l'entité, ou bien du montant résultant de l'application de la formule énoncée au 2° du IV du présent article, la valeur la plus élevée étant retenue, est remplie au moyen de fonds propres, d'instruments éligibles subordonnés, ou d'engagements mentionnés au III de l'article R. 613-46-1, lorsque les conditions suivantes soient remplies :<br/><br/>\n 1° Certains engagements non subordonnés mentionnés à l'article R. 613-46-1 ont le même niveau de priorité dans la hiérarchie des créances appliquée dans le cadre d'une procédure de liquidation mise en œuvre en application du livre VI du code de commerce que certains engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion ;<br/><br/>\n 2° Un risque existe, à la suite d'une réduction de valeur ou d'une conversion appliquée aux engagements non subordonnés qui peuvent faire l'objet de ces mesures, que les créanciers dont les créances découlent de ces engagements subissent des pertes plus importantes que celles qu'ils auraient subies dans le cas d'une procédure de liquidation en application du livre VI du code de commerce ;<br/><br/>\n 3° Le montant des fonds propres et autres engagements subordonnés n'excède pas le montant nécessaire pour garantir que la situation décrite au 2° soit évitée.<br/><br/>\n Lorsque le collège de résolution constate qu'à l'intérieur d'une catégorie de passifs comprenant des engagements éligibles, le montant des engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion ou qui sont raisonnablement susceptibles d'être dans ce cas, est supérieur à 10 % de cette catégorie, il évalue le risque mentionné au 2°.<br/><br/>\n VIII.-Lorsqu'il prend une décision en vertu du IV ou du VII du présent article, le collège de résolution recueille l'avis du collège de supervision et prend en considération :<br/><br/>\n 1° La profondeur du marché pour les instruments de fonds propres de l'entité de résolution concernée et ses instruments éligibles subordonnés, la détermination du prix de tels instruments lorsqu'ils existent, ainsi que le temps requis pour exécuter toute transaction nécessaire pour se conformer à la décision ;<br/><br/>\n 2° Le montant des instruments d'engagements éligibles remplissant toutes les conditions énoncées à l'article 72 bis du règlement (UE) n° 575/2013 précité qui ont une échéance résiduelle inférieure à un an à la date de la décision, pour permettre d'apporter des ajustements quantitatifs aux exigences mentionnées au IV et au VII ;<br/><br/>\n 3° La disponibilité et le montant des instruments remplissant toutes les conditions énoncées aux articles 72 bis et 72 ter à l'exception du point d de son paragraphe 2 du même règlement ;<br/><br/>\n 4° L'importance par rapport aux fonds propres et aux engagements éligibles de l'entité de résolution du montant des engagements ne pouvant, en vertu du I ou du II de l'article L. 613-55-1, faire l'objet d'une réduction de leur valeur ou d'une conversion et qui, dans le cadre d'une procédure de liquidation en application du livre VI du code de commerce, ont le même rang ou un rang inférieur aux engagements éligibles ayant le rang le plus élevé. Lorsque le montant de tels engagements n'excède pas 5 % du montant des fonds propres et des engagements éligibles, il est considéré comme n'étant pas important. Au-delà de ce seuil, l'importance relative de ces engagements est appréciée par le collège de résolution ;<br/><br/>\n 5° Le modèle d'entreprise, le modèle de financement et le profil de risque de l'entité de résolution, ainsi que sa stabilité et sa capacité à contribuer à l'économie ;<br/><br/>\n 6° L'incidence des éventuels coûts de restructuration sur la recapitalisation de l'entité de résolution.</p>",
            "num": "R613-46-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1609113600000,
            "dateFin": 1626566400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123609",
                        "id": "LEGISCTA000006123609",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2010-03-15",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139675",
                        "id": "LEGISCTA000006139675",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-03-15",
                        "fin": "2013-05-09",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139675",
                        "id": "LEGISCTA000021986461",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-05-09",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139675",
                        "id": "LEGISCTA000027398767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2010-03-09",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153812",
                        "id": "LEGISCTA000006153812",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-03-09",
                        "fin": "2013-05-09",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153812",
                        "id": "LEGISCTA000021939298",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-05-09",
                        "fin": "2014-11-06",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153812",
                        "id": "LEGISCTA000027398750",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-11-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153812",
                        "id": "LEGISCTA000029727221",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2010-03-09",
                        "titre": "Section 8 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019268870",
                        "id": "LEGISCTA000019268870",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-03-09",
                        "fin": "2015-09-21",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019268870",
                        "id": "LEGISCTA000021939260",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 4 :  Dispositions relatives à la résolution des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019268870",
                        "id": "LEGISCTA000031193670",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-09-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031185794",
                        "id": "LEGISCTA000031185794",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042861414",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031185794",
            "sectionParentId": "LEGISCTA000031185794",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 :  Dispositions relatives à la résolution des crises bancaires &gt; Sous-section 3 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042861672",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 5 du décret n° 2020-1703 du 24 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020. Par dérogation à l'alinéa ci-dessus : 1° Les entités de résolution soumises à une exigence mentionnée au VIII ou au IX de l'article R. 613-46-3 se conforment à cette exigence au 1er janvier 2022. Toutefois, cette exigence ne trouve pas à s'appliquer pas pendant les deux ans qui suivent : a) La date à laquelle l'instrument de renflouement interne a été appliqué ; b) La date à laquelle l'entité de résolution a mis en place une autre mesure de nature privée par laquelle la valeur d'instruments de fonds propres et d'autres engagements éligibles a été réduite ou par laquelle ces fonds et engagements ont été convertis en fonds propres de base de catégorie 1 afin de recapitaliser cette entité sans appliquer de mesures de résolution ; c) La date à laquelle le pouvoir prévu à l'article L. 613-48 a été exercé afin de recapitaliser l'entité sans appliquer de mesures de résolution ; 2° Les exigences mentionnées aux I et IV de l'article R. 613-46-4 ainsi qu'aux VIII et IX de l'article R. 613-46-3 ne s'appliquent pas au cours des trois ans suivant la date à laquelle l'entité de résolution ou le groupe, dont fait partie l'entité de résolution, a été identifiée comme un établissement d'importance systémique mondiale, ou la date à laquelle l'entité de résolution est soumise pour la première fois à l'exigence mentionnée au VIII ou IX précités.",
            "notaHtml": "<p>Conformément à l'article 5 du décret n° 2020-1703 du 24 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.</p><p><br clear='none'/>\nPar dérogation à l'alinéa ci-dessus :<br clear='none'/><br clear='none'/>\n1° Les entités de résolution soumises à une exigence mentionnée au VIII ou au IX de l'article R. 613-46-3 se conforment à cette exigence au 1er janvier 2022. Toutefois, cette exigence ne trouve pas à s'appliquer pas pendant les deux ans qui suivent :<br clear='none'/><br clear='none'/>\na) La date à laquelle l'instrument de renflouement interne a été appliqué ;<br clear='none'/><br clear='none'/>\nb) La date à laquelle l'entité de résolution a mis en place une autre mesure de nature privée par laquelle la valeur d'instruments de fonds propres et d'autres engagements éligibles a été réduite ou par laquelle ces fonds et engagements ont été convertis en fonds propres de base de catégorie 1 afin de recapitaliser cette entité sans appliquer de mesures de résolution ;<br clear='none'/><br clear='none'/>\nc) La date à laquelle le pouvoir prévu à l'article L. 613-48 a été exercé afin de recapitaliser l'entité sans appliquer de mesures de résolution ;<br clear='none'/><br clear='none'/>\n2° Les exigences mentionnées aux I et IV de l'article R. 613-46-4 ainsi qu'aux VIII et IX de l'article R. 613-46-3 ne s'appliquent pas au cours des trois ans suivant la date à laquelle l'entité de résolution ou le groupe, dont fait partie l'entité de résolution, a été identifiée comme un établissement d'importance systémique mondiale, ou la date à laquelle l'entité de résolution est soumise pour la première fois à l'exigence mentionnée au VIII ou IX précités.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042742005",
                    "textTitle": "Décret n°2020-1703 du 24 décembre 2020 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000042860323",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-27",
                    "dateSignaTexte": "2020-12-24",
                    "dateDebutCible": "2020-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-1",
                    "articleId": "LEGIARTI000042861474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R746-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R746-3",
                    "articleId": "LEGIARTI000042868927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R756-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R756-3",
                    "articleId": "LEGIARTI000042868900",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042861672",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 1626566400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043803596",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1626566400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R613-46-4",
                "613-46-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}