{
    "cid": "LEGIARTI000045598314",
    "num": "R861-36",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-01",
                        "fin": "2019-09-01",
                        "titre": "Livre 8 : Allocations aux personnes âgées - Allocation aux adultes handicapés - Allocation de logement sociale - Aides à l'emploi pour la garde des jeunes enfants - Aide aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126976",
                        "id": "LEGISCTA000006126976",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aide aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126976",
                        "id": "LEGISCTA000038929283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Protection complémentaire en matière de santé et crédit d'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141958",
                        "id": "LEGISCTA000006141958",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 1er : Dispositions relatives à la protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156821",
                        "id": "LEGISCTA000006156821",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Régularisation des participations financières acquittées avec retard\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038677001",
                        "id": "LEGISCTA000038677017",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045598338",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045593155",
                    "textTitle": "Décret n°2022-565 du 15 avril 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045597445",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-17",
                    "dateSignaTexte": "2022-04-15",
                    "dateDebutCible": "2022-04-18"
                }
            ],
            "num": "R861-36",
            "origine": "LEGI",
            "texte": "Pour l'application du sixième alinéa de l'article L. 861-5, lorsque le bénéficiaire ne s'est pas acquitté de ses participations, ou s'il n'a pas bénéficié d'une aide, d'une remise ou d'une réduction de sa dette ou d'un échéancier de paiement, il ne peut se voir attribuer la protection complémentaire en matière de santé, sauf à l'expiration d'un délai de deux ans à compter de la date d'effet de fermeture du droit ouvert précédemment, tant que l'intégralité des participations financières dues ne sont pas payées. Lorsqu'une demande d'admission à la protection complémentaire en matière de santé est effectuée, dans les conditions mentionnées à l'alinéa précédent, après l'expiration d'un délai de deux ans, les caisses d'assurance maladie dont relèvent les demandeurs examinent avec ceux-ci les modalités, telles que prévues au sixième alinéa de l'article L. 861-5, de régularisation des participations restant dues. Les organismes mentionnés au b de l'article L. 861-4 transmettent sans délai, à la demande des organismes d'assurance maladie dont relèvent ces bénéficiaires, les renseignements relatifs à l'état des créances de participations financières des personnes qui bénéficient auprès d'eux de la protection complémentaire en matière de santé.",
            "texteHtml": "<p>Pour l'application du sixième alinéa de l'article L. 861-5, lorsque le bénéficiaire ne s'est pas acquitté de ses participations, ou s'il n'a pas bénéficié d'une aide, d'une remise ou d'une réduction de sa dette ou d'un échéancier de paiement, il ne peut se voir attribuer la protection complémentaire en matière de santé, sauf à l'expiration d'un délai de deux ans à compter de la date d'effet de fermeture du droit ouvert précédemment, tant que l'intégralité des participations financières dues ne sont pas payées.<br/><br/>\n Lorsqu'une demande d'admission à la protection complémentaire en matière de santé est effectuée, dans les conditions mentionnées à l'alinéa précédent, après l'expiration d'un délai de deux ans, les caisses d'assurance maladie dont relèvent les demandeurs examinent avec ceux-ci les modalités, telles que prévues au sixième alinéa de l'article L. 861-5, de régularisation des participations restant dues.<br/><br/>\n Les organismes mentionnés au b de l'article L. 861-4 transmettent sans délai, à la demande des organismes d'assurance maladie dont relèvent ces bénéficiaires, les renseignements relatifs à l'état des créances de participations financières des personnes qui bénéficient auprès d'eux de la protection complémentaire en matière de santé.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-06-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}