{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036947717",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Pour l'application de l'article 982 du code général des impôts, les sociétés ou organismes dont le redevable détient directement et, le cas échéant, indirectement, seul ou conjointement avec les personnes mentionnées au  1° de l'article 965 du code général des impôts , des parts ou actions imposables en application des articles 965 à 972 ter du même code communiquent, eux-mêmes ou, le cas échéant, s'agissant des organismes de placement collectif, par l'intermédiaire de leurs sociétés de gestion, sur demande du redevable, les informations suivantes : 1° La raison sociale, le numéro d'identité défini au  premier alinéa de l'article R. 123-221 du code de commerce  et le siège social de la société ou de l'organisme ou la dénomination de l'organisme de placement collectif et, le cas échéant, la raison sociale et l'adresse de sa société de gestion ; 2° La valeur des parts ou actions mentionnées au premier alinéa, déterminée conformément au I de l'article 973 du code général des impôts ; 3° La fraction de la valeur mentionnée au 2° représentative de biens ou droits immobiliers détenus directement ou indirectement imposables conformément aux dispositions des articles 965 à 972 ter du code général des impôts. 2. Aux fins de déterminer la fraction mentionnée au 3° du 1, les sociétés, organismes ou sociétés de gestion mentionnés au 1 obtiennent, sur demande, auprès des sociétés et organismes dont ils détiennent directement des parts ou actions ou, le cas échéant, auprès des sociétés de gestion des organismes de placement collectif dont ils détiennent directement des parts ou actions, communication de la fraction de la valeur de ces parts ou actions représentative de biens ou droits immobiliers, détenus directement ou indirectement, imposables. Pour la détermination de cette fraction, le présent 2 s'applique, dans les mêmes conditions, à chaque société ou organisme dans la chaîne de participation détenue par la société ou l'organisme mentionné au 1. II.-1. Pour l'application de l'article 982 du code général des impôts, les organismes d'assurance et assimilés qui commercialisent des contrats mentionnés à l'article 972 du même code communiquent au redevable, sur sa demande, les informations suivantes : 1° Le type et numéro des contrats d'assurance rachetables et des bons ou contrats de capitalisation souscrits par le redevable ou l'une des personnes mentionnées au  1° de l'article 965 du code général des impôts  dont une au moins des unités de compte est constituée d'actifs imposables ; 2° Pour chaque contrat ou bon mentionné au 1°, leur valeur de rachat et la fraction de cette valeur représentative des actifs imposables constituant les unités de compte. 2. Pour déterminer la fraction mentionnée au 2° du 1, les organismes d'assurance ou assimilés obtiennent, sur demande auprès des sociétés ou organismes ou, le cas échéant, auprès des sociétés de gestion des organismes de placement collectif, dans les mêmes conditions qu'au 2 du I, communication des informations mentionnées à ce même 2 du I. III.-1. Les sociétés ou organismes mentionnés au I qui ont contracté une dette entrant dans les prévisions du II de l'article 973 du code général des impôts ou, le cas échéant, leur société de gestion communiquent, sur demande du redevable faisant état de cette dette, les informations suivantes : 1° La valeur de chaque part ou action de la société ou de l'organisme mentionné au premier alinéa et le nombre de parts ou actions qui composent son capital ; 2° La valeur vénale des biens et droits immobiliers imposables que la société ou l'organisme détient directement ou indirectement ; 3° La valeur vénale de l'ensemble des actifs de la société ou l'organisme. Le cas échéant, si la dette mentionnée au II de l'article 973 du code général des impôts est contractée par une société ou un organisme dont l'une des personnes mentionnées au 1° de l'article 965 du même code détient indirectement des parts ou actions, les sociétés ou organismes mentionnés au premier alinéa du présent 1 ou, le cas échéant, leur société de gestion communiquent également au redevable, sur sa demande, les informations mentionnées aux 1° à 3° pour la société ou l'organisme qui a contracté la dette et pour chaque société ou organisme interposé, ainsi que les taux de détention entre chacune des sociétés ou organismes de la chaîne de participation constituée entre la société ou l'organisme dont le redevable détient directement les parts ou actions et la société ou l'organisme qui a contracté la dette. Pour l'application de l'alinéa précédent, les sociétés et organismes composant la chaîne de participation ou, le cas échéant, les sociétés de gestion des organismes de placement collectif communiquent les informations mentionnées à l'alinéa précédent sur demande d'une société ou d'un organisme qui détient tout ou partie de leur capital. 2. Lorsque les parts ou actions de sociétés ou d'organismes mentionnés au premier alinéa du 1 constituent des unités de compte de contrats mentionnés au II, les informations mentionnées au présent III sont communiquées par les organismes d'assurance au redevable dans les mêmes conditions. IV.-Les informations mentionnées aux I à III sont communiquées au redevable et, le cas échéant, aux sociétés et organismes mentionnés aux mêmes I à III, dans des délais compatibles avec la déclaration par le redevable des informations requises sur les annexes mentionnées à l'article 982 du code général des impôts. V.-Sur demande du redevable, l'administrateur d'un trust défini à l' article 792-0 bis du code général des impôts  ou le fiduciaire en cas de transfert d'actifs dans un patrimoine fiduciaire dans les conditions prévues à l'article 969 du même code obtient, dans les mêmes conditions que le redevable, les informations mentionnées aux I à III relatives aux actifs imposables placés dans le trust ou la fiducie. VI.-Les sociétés ou organismes mentionnés aux I à III produisent à la direction générale des finances publiques, sur sa demande et dans un délai de trente jours, les informations mentionnées aux I à III ainsi que tout élément de nature à les justifier. VII.-Les dispositions des I à III relatives à des parts ou actions de sociétés ou d'organismes s'appliquent également aux droits démembrés afférents à de telles parts ou actions.",
            "texteHtml": "<p>I.-1. Pour l'application de l'article 982 du code général des impôts, les sociétés ou organismes dont le redevable détient directement et, le cas échéant, indirectement, seul ou conjointement avec les personnes mentionnées au  1° de l'article 965 du code général des impôts , des parts ou actions imposables en application des articles 965 à 972 ter du même code communiquent, eux-mêmes ou, le cas échéant, s'agissant des organismes de placement collectif, par l'intermédiaire de leurs sociétés de gestion, sur demande du redevable, les informations suivantes : <br clear='none'/><br clear='none'/>1° La raison sociale, le numéro d'identité défini au  premier alinéa de l'article R. 123-221 du code de commerce  et le siège social de la société ou de l'organisme ou la dénomination de l'organisme de placement collectif et, le cas échéant, la raison sociale et l'adresse de sa société de gestion ; <br clear='none'/><br clear='none'/>2° La valeur des parts ou actions mentionnées au premier alinéa, déterminée conformément au I de l'article 973 du code général des impôts ; <br clear='none'/><br clear='none'/>3° La fraction de la valeur mentionnée au 2° représentative de biens ou droits immobiliers détenus directement ou indirectement imposables conformément aux dispositions des articles 965 à 972 ter du code général des impôts. <br clear='none'/><br clear='none'/>2. Aux fins de déterminer la fraction mentionnée au 3° du 1, les sociétés, organismes ou sociétés de gestion mentionnés au 1 obtiennent, sur demande, auprès des sociétés et organismes dont ils détiennent directement des parts ou actions ou, le cas échéant, auprès des sociétés de gestion des organismes de placement collectif dont ils détiennent directement des parts ou actions, communication de la fraction de la valeur de ces parts ou actions représentative de biens ou droits immobiliers, détenus directement ou indirectement, imposables. <br clear='none'/><br clear='none'/>Pour la détermination de cette fraction, le présent 2 s'applique, dans les mêmes conditions, à chaque société ou organisme dans la chaîne de participation détenue par la société ou l'organisme mentionné au 1. <br clear='none'/><br clear='none'/>II.-1. Pour l'application de l'article 982 du code général des impôts, les organismes d'assurance et assimilés qui commercialisent des contrats mentionnés à l'article 972 du même code communiquent au redevable, sur sa demande, les informations suivantes : <br clear='none'/><br clear='none'/>1° Le type et numéro des contrats d'assurance rachetables et des bons ou contrats de capitalisation souscrits par le redevable ou l'une des personnes mentionnées au  1° de l'article 965 du code général des impôts  dont une au moins des unités de compte est constituée d'actifs imposables ; <br clear='none'/><br clear='none'/>2° Pour chaque contrat ou bon mentionné au 1°, leur valeur de rachat et la fraction de cette valeur représentative des actifs imposables constituant les unités de compte. <br clear='none'/><br clear='none'/>2. Pour déterminer la fraction mentionnée au 2° du 1, les organismes d'assurance ou assimilés obtiennent, sur demande auprès des sociétés ou organismes ou, le cas échéant, auprès des sociétés de gestion des organismes de placement collectif, dans les mêmes conditions qu'au 2 du I, communication des informations mentionnées à ce même 2 du I. <br clear='none'/><br clear='none'/>III.-1. Les sociétés ou organismes mentionnés au I qui ont contracté une dette entrant dans les prévisions du II de l'article 973 du code général des impôts ou, le cas échéant, leur société de gestion communiquent, sur demande du redevable faisant état de cette dette, les informations suivantes : <br clear='none'/><br clear='none'/>1° La valeur de chaque part ou action de la société ou de l'organisme mentionné au premier alinéa et le nombre de parts ou actions qui composent son capital ; <br clear='none'/><br clear='none'/>2° La valeur vénale des biens et droits immobiliers imposables que la société ou l'organisme détient directement ou indirectement ; <br clear='none'/><br clear='none'/>3° La valeur vénale de l'ensemble des actifs de la société ou l'organisme. <br clear='none'/><br clear='none'/>Le cas échéant, si la dette mentionnée au II de l'article 973 du code général des impôts est contractée par une société ou un organisme dont l'une des personnes mentionnées au 1° de l'article 965 du même code détient indirectement des parts ou actions, les sociétés ou organismes mentionnés au premier alinéa du présent 1 ou, le cas échéant, leur société de gestion communiquent également au redevable, sur sa demande, les informations mentionnées aux 1° à 3° pour la société ou l'organisme qui a contracté la dette et pour chaque société ou organisme interposé, ainsi que les taux de détention entre chacune des sociétés ou organismes de la chaîne de participation constituée entre la société ou l'organisme dont le redevable détient directement les parts ou actions et la société ou l'organisme qui a contracté la dette. <br clear='none'/><br clear='none'/>Pour l'application de l'alinéa précédent, les sociétés et organismes composant la chaîne de participation ou, le cas échéant, les sociétés de gestion des organismes de placement collectif communiquent les informations mentionnées à l'alinéa précédent sur demande d'une société ou d'un organisme qui détient tout ou partie de leur capital. <br clear='none'/><br clear='none'/>2. Lorsque les parts ou actions de sociétés ou d'organismes mentionnés au premier alinéa du 1 constituent des unités de compte de contrats mentionnés au II, les informations mentionnées au présent III sont communiquées par les organismes d'assurance au redevable dans les mêmes conditions. <br clear='none'/><br clear='none'/>IV.-Les informations mentionnées aux I à III sont communiquées au redevable et, le cas échéant, aux sociétés et organismes mentionnés aux mêmes I à III, dans des délais compatibles avec la déclaration par le redevable des informations requises sur les annexes mentionnées à l'article 982 du code général des impôts. <br clear='none'/><br clear='none'/>V.-Sur demande du redevable, l'administrateur d'un trust défini à l' article 792-0 bis du code général des impôts  ou le fiduciaire en cas de transfert d'actifs dans un patrimoine fiduciaire dans les conditions prévues à l'article 969 du même code obtient, dans les mêmes conditions que le redevable, les informations mentionnées aux I à III relatives aux actifs imposables placés dans le trust ou la fiducie. <br clear='none'/><br clear='none'/>VI.-Les sociétés ou organismes mentionnés aux I à III produisent à la direction générale des finances publiques, sur sa demande et dans un délai de trente jours, les informations mentionnées aux I à III ainsi que tout élément de nature à les justifier. <br clear='none'/><br clear='none'/>VII.-Les dispositions des I à III relatives à des parts ou actions de sociétés ou d'organismes s'appliquent également aux droits démembrés afférents à de telles parts ou actions.</p>",
            "num": "313 BQ quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1527379200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-05-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 0II bis : Impôt sur la fortune immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036947616",
                        "id": "LEGISCTA000036947641",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036947706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036947616",
            "sectionParentId": "LEGISCTA000036947641",
            "sectionParentTitre": "Chapitre 0II bis : Impôt sur la fortune immobilière",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre 0II bis : Impôt sur la fortune immobilière",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000036947717",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036944234",
                    "textTitle": "Décret n°2018-391 du 25 mai 2018 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036947590",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-05-26",
                    "dateSignaTexte": "2018-05-25",
                    "dateDebutCible": "2018-05-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R123-221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R123-221",
                    "articleId": "LEGIARTI000006258753",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 792-0 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "792-0 bis",
                    "articleId": "LEGIARTI000024416566",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 965",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "965",
                    "articleId": "LEGIARTI000036385003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 972 ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "972 ter",
                    "articleId": "LEGIARTI000036385023",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 973",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "973",
                    "articleId": "LEGIARTI000036385027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 982",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "982",
                    "articleId": "LEGIARTI000036385055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036947717",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1527379200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "313 BQ quater",
                "313"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}