{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042735055",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – La valeur nominale des instruments de fonds propres additionnels de catégorie 1 ainsi que des instruments de fonds propres de catégorie 2 ou des engagements éligibles mentionnés au VII émis par une personne mentionnée au I de l'article L. 613-34 peut être réduite. Ces instruments peuvent également être convertis en titres de capital mentionnés au chapitre II du titre Ier du livre II ou en autres titres de propriété. Cette réduction et cette conversion interviennent dans les conditions fixées par la présente sous-section lorsque les deux conditions suivantes sont remplies : 1° La défaillance de la personne mentionnée ci-dessus ou du groupe au sens du III de l'article L. 511-20 auquel elle appartient est avérée ou prévisible ; 2° Compte tenu des délais requis et d'autres circonstances, il n'existe aucune perspective raisonnable qu'une autre mesure, y compris de nature privée ou prudentielle, notamment une mesure prise en application de l'article L. 511-41-5 , que la réduction de la valeur nominale ou la conversion des instrument de fonds propres ou des engagements éligibles mentionnés au VII, prise indépendamment ou en combinaison avec une ou plusieurs mesures de résolution prévues au paragraphe 2 de la sous-section 10 de la présente section, permette d'éviter la défaillance de la personne ou du groupe dans un délai raisonnable. Ces instruments peuvent également être convertis ou leur valeur nominale réduite dans l'hypothèse où un soutien financier public exceptionnel est requis, excepté dans les circonstances mentionnées au 3° du III. II. – La défaillance d'une personne mentionnée au I de l'article L. 613-49 est avérée ou prévisible si cette personne remplit ou s'il existe des éléments objectifs attestant que cette personne est susceptible de remplir à terme rapproché l'une des conditions suivantes : 1° Elle ne respecte plus les conditions de son agrément ; 2° Elle n'est pas en mesure de s'acquitter de ses dettes ou de ses autres engagements à l'échéance ; 3° Un soutien financier exceptionnel est requis des pouvoirs publics, à l'exception du cas mentionné au III ; 4° La valeur de ses actifs est inférieure à celle de ses passifs. III. – Ne relèvent pas du 3° du II les cas dans lesquels le soutien financier exceptionnel des pouvoirs publics est requis afin d'éviter ou de remédier à une perturbation grave de l'économie et de préserver la stabilité financière, lorsque ce soutien prend l'une des formes suivantes : 1° Une garantie de l'Etat à l'appui des facilités de trésorerie accordées par les banques centrales conformément aux conditions de ces dernières ; 2° Une garantie de l'Etat pour des éléments de passif nouvellement émis ; 3° Un apport de fonds propres ou un achat d'instruments de fonds propres à des prix et des conditions qui ne confèrent pas un avantage à la personne concernée. Cet apport doit être nécessaire pour combler les insuffisances de fonds propres constatées à l'occasion des tests de résistance réalisés à l'échelle nationale, à celle de l'Union européenne ou du mécanisme de supervision unique ou à l'occasion des examens de qualité des actifs ou des études équivalentes menés par la Banque centrale européenne, par l'Autorité bancaire européenne, par les autorités nationales concernées ou, le cas échéant, par l'autorité compétente. Un tel soutien ne peut être accordé si la personne se trouve dans l'une des situations mentionnées aux 1°, 2° et 4° du II du présent article ou au I de l'article L. 613-48-1. Les mesures mentionnées ci-dessus sont soumises à approbation en vertu du régime juridique des aides d'Etat de l'Union et ne peuvent concerner qu'une personne solvable satisfaisant aux exigences prudentielles de solvabilité. Elles sont prises à titre de précaution, présentent un caractère temporaire et sont proportionnées à leur finalité qui est de remédier aux conséquences de la perturbation grave de l'économie. Elles ne sont pas utilisées pour compenser des pertes que la personne a subies ou est susceptible de subir dans un avenir proche. IV. – La défaillance d'un groupe est avérée ou prévisible s'il enfreint les exigences prudentielles consolidées qui lui sont applicables ou si des éléments objectifs permettent de conclure qu'il les enfreindra à terme rapproché, notamment du fait que le groupe a subi ou est susceptible de subir des pertes de nature à absorber la totalité ou une partie substantielle de ses instruments de fonds propres. La défaillance d'un organe central mentionné à l'article L. 511-30 ou d'un de ses affiliés est considérée comme avérée ou prévisible si, après mise en œuvre des mesures mentionnées à l'article L. 511-31 , la défaillance de l'organe central et de l'ensemble des affiliés est également avérée ou prévisible. V. – La réduction de valeur nominale ou la conversion d'instruments de fonds propres additionnels de catégorie 1 ainsi que d'instruments de fonds propres de catégorie 2 ou d'engagements éligibles mentionnés au VII prévues au I est opérée dans les conditions prévues aux II, III et IV de l'article L. 613-55-5 . Pour l'application du 3° du I de l'article L. 613-48-1, la réduction de la valeur nominale ou la conversion d'un instrument de fonds propres émis par une filiale ne peut être mise en œuvre dans des conditions plus défavorables qu'une mesure de même nature appliquée à un instrument de fonds propres de niveau équivalent émis par l'entreprise mère. VI. – La réduction de la valeur nominale ou la conversion d'instruments de fonds propres mentionnés au I est précédée d'une valorisation de l'actif et du passif de la personne concernée ou du groupe auquel elle appartient, effectuée dans le respect des dispositions de l'article L. 613-47 . Cette valorisation constitue la base du calcul de la réduction de la valeur nominale ou du niveau de la conversion à appliquer à ces instruments de fonds propres pour faire face à une ou plusieurs des situations mentionnées aux 1° à 5° du I de l'article L. 613-48-1. VII.-Le collège de résolution ne peut exercer son pouvoir de réduire la valeur nominale d'engagements éligibles ou de les déprécier indépendamment d'une mesure de résolution qu'à l'égard des engagements qui remplissent toutes les conditions d'éligibilité pour satisfaire à l'exigence mentionnée au IV de l'article L. 613-44 , à l'exception de la condition liée à l'échéance résiduelle des engagements mentionnée à l'article 72 quater, paragraphe 1, du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. Dans un tel cas, le collège de résolution effectue la réduction de valeur nominale ou la conversion de ces engagements de manière à ce qu'aucun créancier n'encoure de pertes plus importantes que celles qu'il aurait subies dans le cadre d'une liquidation judiciaire en application du livre VI du code de commerce. VIII.-Lorsque des instruments de fonds propres ou des engagements éligibles d'une filiale qui n'est pas elle-même une entité de résolution ont été acquis indirectement par l'entité de résolution par l'intermédiaire d'autres entités au sein d'un même groupe de résolution, le pouvoir de réduire la valeur nominale de ces instruments et engagements ou de les convertir au niveau de la filiale est exercé simultanément avec l'exercice du même pouvoir au niveau de l'entreprise mère de la filiale concernée ou au niveau d'autres entreprises mères qui ne sont pas des entités de résolution, de manière à ce que les pertes soient effectivement répercutées sur l'entité de résolution et que l'entité concernée soit recapitalisée par celle-ci. IX.-Lorsqu'une mesure de résolution est prise à l'égard d'une entité de résolution ou, dans des circonstances exceptionnelles, par dérogation au plan préventif de résolution, à l'égard d'une personne qui n'est pas une entité de résolution, le montant qui est réduit, déprécié ou converti au niveau d'une telle entité est comptabilisé dans le seuil établi au 1° du IV de l'article L. 613-55-1 qui s'applique à l'entité concernée. X.-Lorsque la réduction de la valeur nominale ou la conversion d'instruments de fonds propres ou d'engagements éligibles mentionnée au I est effectuée indépendamment d'une mesure de résolution, elle est suivie de la valorisation prévue au II de l'article L. 613-57 II et le III du même article s'applique.",
            "texteHtml": "<p>I. – La valeur nominale des instruments de fonds propres additionnels de catégorie 1 ainsi que des instruments de fonds propres de catégorie 2 ou des engagements éligibles mentionnés au VII émis par une personne mentionnée au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660038&dateTexte=&categorieLien=cid'>L. 613-34 </a>peut être réduite. Ces instruments peuvent également être convertis en titres de capital mentionnés au chapitre II du titre Ier du livre II ou en autres titres de propriété. Cette réduction et cette conversion interviennent dans les conditions fixées par la présente sous-section lorsque les deux conditions suivantes sont remplies : </p><p>1° La défaillance de la personne mentionnée ci-dessus ou du groupe au sens du III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654332&dateTexte=&categorieLien=cid'>L. 511-20 </a>auquel elle appartient est avérée ou prévisible ; </p><p>2° Compte tenu des délais requis et d'autres circonstances, il n'existe aucune perspective raisonnable qu'une autre mesure, y compris de nature privée ou prudentielle, notamment une mesure prise en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031077354&dateTexte=&categorieLien=cid'>L. 511-41-5</a>, que la réduction de la valeur nominale ou la conversion des instrument de fonds propres ou des engagements éligibles mentionnés au VII, prise indépendamment ou en combinaison avec une ou plusieurs mesures de résolution prévues au paragraphe 2 de la sous-section 10 de la présente section, permette d'éviter la défaillance de la personne ou du groupe dans un délai raisonnable. </p><p>Ces instruments peuvent également être convertis ou leur valeur nominale réduite dans l'hypothèse où un soutien financier public exceptionnel est requis, excepté dans les circonstances mentionnées au 3° du III. </p><p>II. – La défaillance d'une personne mentionnée au I de l'article L. 613-49 est avérée ou prévisible si cette personne remplit ou s'il existe des éléments objectifs attestant que cette personne est susceptible de remplir à terme rapproché l'une des conditions suivantes : </p><p>1° Elle ne respecte plus les conditions de son agrément ; </p><p>2° Elle n'est pas en mesure de s'acquitter de ses dettes ou de ses autres engagements à l'échéance ; </p><p>3° Un soutien financier exceptionnel est requis des pouvoirs publics, à l'exception du cas mentionné au III ; </p><p>4° La valeur de ses actifs est inférieure à celle de ses passifs. </p><p>III. – Ne relèvent pas du 3° du II les cas dans lesquels le soutien financier exceptionnel des pouvoirs publics est requis afin d'éviter ou de remédier à une perturbation grave de l'économie et de préserver la stabilité financière, lorsque ce soutien prend l'une des formes suivantes : </p><p>1° Une garantie de l'Etat à l'appui des facilités de trésorerie accordées par les banques centrales conformément aux conditions de ces dernières ; </p><p>2° Une garantie de l'Etat pour des éléments de passif nouvellement émis ; </p><p>3° Un apport de fonds propres ou un achat d'instruments de fonds propres à des prix et des conditions qui ne confèrent pas un avantage à la personne concernée. Cet apport doit être nécessaire pour combler les insuffisances de fonds propres constatées à l'occasion des tests de résistance réalisés à l'échelle nationale, à celle de l'Union européenne ou du mécanisme de supervision unique ou à l'occasion des examens de qualité des actifs ou des études équivalentes menés par la Banque centrale européenne, par l'Autorité bancaire européenne, par les autorités nationales concernées ou, le cas échéant, par l'autorité compétente. Un tel soutien ne peut être accordé si la personne se trouve dans l'une des situations mentionnées aux 1°, 2° et 4° du II du présent article ou au I de l'article L. 613-48-1. </p><p>Les mesures mentionnées ci-dessus sont soumises à approbation en vertu du régime juridique des aides d'Etat de l'Union et ne peuvent concerner qu'une personne solvable satisfaisant aux exigences prudentielles de solvabilité. Elles sont prises à titre de précaution, présentent un caractère temporaire et sont proportionnées à leur finalité qui est de remédier aux conséquences de la perturbation grave de l'économie. Elles ne sont pas utilisées pour compenser des pertes que la personne a subies ou est susceptible de subir dans un avenir proche. </p><p>IV. – La défaillance d'un groupe est avérée ou prévisible s'il enfreint les exigences prudentielles consolidées qui lui sont applicables ou si des éléments objectifs permettent de conclure qu'il les enfreindra à terme rapproché, notamment du fait que le groupe a subi ou est susceptible de subir des pertes de nature à absorber la totalité ou une partie substantielle de ses instruments de fonds propres. </p><p>La défaillance d'un organe central mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654542&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-30 (V)'>L. 511-30</a> ou d'un de ses affiliés est considérée comme avérée ou prévisible si, après mise en œuvre des mesures mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654557&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-31 (V)'>L. 511-31</a>, la défaillance de l'organe central et de l'ensemble des affiliés est également avérée ou prévisible. </p><p>V. – La réduction de valeur nominale ou la conversion d'instruments de fonds propres additionnels de catégorie 1 ainsi que d'instruments de fonds propres de catégorie 2 ou d'engagements éligibles mentionnés au VII prévues au I est opérée dans les conditions prévues aux II, III et IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000042735138&dateTexte=&categorieLien=id' title='Code monétaire et financier - art. L613-55-5 (VD)'>L. 613-55-5</a>. </p><p>Pour l'application du 3° du I de l'article L. 613-48-1, la réduction de la valeur nominale ou la conversion d'un instrument de fonds propres émis par une filiale ne peut être mise en œuvre dans des conditions plus défavorables qu'une mesure de même nature appliquée à un instrument de fonds propres de niveau équivalent émis par l'entreprise mère. </p><p>VI. – La réduction de la valeur nominale ou la conversion d'instruments de fonds propres mentionnés au I est précédée d'une valorisation de l'actif et du passif de la personne concernée ou du groupe auquel elle appartient, effectuée dans le respect des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000042735063&dateTexte=&categorieLien=id' title='Code monétaire et financier - art. L613-47 (VD)'>L. 613-47</a>. Cette valorisation constitue la base du calcul de la réduction de la valeur nominale ou du niveau de la conversion à appliquer à ces instruments de fonds propres pour faire face à une ou plusieurs des situations mentionnées aux 1° à 5° du I de l'article L. 613-48-1. </p><p>VII.-Le collège de résolution ne peut exercer son pouvoir de réduire la valeur nominale d'engagements éligibles ou de les déprécier indépendamment d'une mesure de résolution qu'à l'égard des engagements qui remplissent toutes les conditions d'éligibilité pour satisfaire à l'exigence mentionnée au IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081316&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-44 (V)'>L. 613-44</a>, à l'exception de la condition liée à l'échéance résiduelle des engagements mentionnée à l'article 72 quater, paragraphe 1, du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. Dans un tel cas, le collège de résolution effectue la réduction de valeur nominale ou la conversion de ces engagements de manière à ce qu'aucun créancier n'encoure de pertes plus importantes que celles qu'il aurait subies dans le cadre d'une liquidation judiciaire en application du livre VI du code de commerce. <br/><br/>VIII.-Lorsque des instruments de fonds propres ou des engagements éligibles d'une filiale qui n'est pas elle-même une entité de résolution ont été acquis indirectement par l'entité de résolution par l'intermédiaire d'autres entités au sein d'un même groupe de résolution, le pouvoir de réduire la valeur nominale de ces instruments et engagements ou de les convertir au niveau de la filiale est exercé simultanément avec l'exercice du même pouvoir au niveau de l'entreprise mère de la filiale concernée ou au niveau d'autres entreprises mères qui ne sont pas des entités de résolution, de manière à ce que les pertes soient effectivement répercutées sur l'entité de résolution et que l'entité concernée soit recapitalisée par celle-ci. <br/><br/>IX.-Lorsqu'une mesure de résolution est prise à l'égard d'une entité de résolution ou, dans des circonstances exceptionnelles, par dérogation au plan préventif de résolution, à l'égard d'une personne qui n'est pas une entité de résolution, le montant qui est réduit, déprécié ou converti au niveau d'une telle entité est comptabilisé dans le seuil établi au 1° du IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082067&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-55-1 (V)'>L. 613-55-1 </a>qui s'applique à l'entité concernée. <br/><br/>X.-Lorsque la réduction de la valeur nominale ou la conversion d'instruments de fonds propres ou d'engagements éligibles mentionnée au I est effectuée indépendamment d'une mesure de résolution, elle est suivie de la valorisation prévue au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082220&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-57 (V)'>L. 613-57 </a>II et le III du même article s'applique.</p>",
            "num": "L613-48",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1609113600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 9 : Dispositions relatives à l'adoption et la mise en œuvre d'une mesure de réduction et de conversion d'instruments de fonds propres \r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081852",
                        "id": "LEGISCTA000031081852",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081854",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081852",
            "sectionParentId": "LEGISCTA000031081852",
            "sectionParentTitre": "Sous-section 9 : Dispositions relatives à l'adoption et la mise en œuvre d'une mesure de réduction et de conversion d'instruments de fonds propres \r\n\r\n\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 9 : Dispositions relatives à l'adoption et la mise en œuvre d'une mesure de réduction et de conversion d'instruments de fonds propres \r\n\r\n\r\n\r\n\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042735055",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.",
            "notaHtml": "<p>Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042722149",
                    "textTitle": "Ordonnance n°2020-1636 du 21 décembre 2020 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000042723607",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-23",
                    "dateSignaTexte": "2020-12-21",
                    "dateDebutCible": "2020-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-20",
                    "articleId": "LEGIARTI000006654332",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-30",
                    "articleId": "LEGIARTI000006654542",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-31",
                    "articleId": "LEGIARTI000006654557",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-41-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-41-5",
                    "articleId": "LEGIARTI000031077354",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000006660038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-44",
                    "articleId": "LEGIARTI000031081316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-44-1",
                    "articleId": "LEGIARTI000043707135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-47 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-47",
                    "articleId": "LEGIARTI000042735063",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48-1",
                    "articleId": "LEGIARTI000042735049",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48-4",
                    "articleId": "LEGIARTI000042735036",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48-5",
                    "articleId": "LEGIARTI000042735032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-49 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-49",
                    "articleId": "LEGIARTI000042735194",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-55-1",
                    "articleId": "LEGIARTI000031082067",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-4",
                    "articleId": "LEGIARTI000042735145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-55-5",
                    "articleId": "LEGIARTI000042735138",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-56-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-56-8",
                    "articleId": "LEGIARTI000042727035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-57",
                    "articleId": "LEGIARTI000031082220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-61 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-61",
                    "articleId": "LEGIARTI000031082910",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-40 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-40",
                    "articleId": "LEGIARTI000031185689",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46",
                    "articleId": "LEGIARTI000042868838",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-1",
                    "articleId": "LEGIARTI000042861474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-2",
                    "articleId": "LEGIARTI000042861483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-3",
                    "articleId": "LEGIARTI000043803599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-6",
                    "articleId": "LEGIARTI000042861640",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-55 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-55",
                    "articleId": "LEGIARTI000031185864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-73-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-73-1",
                    "articleId": "LEGIARTI000042864731",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081854",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042735055",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-48",
                "613-48"
            ],
            "versionPrecedente": "LEGIARTI000031081854",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031081854",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – La valeur nominale des instruments de fonds propres additionnels de catégorie 1 ainsi que des instruments de fonds propres de catégorie 2 émis par une personne mentionnée au I de l'article L. 613-34 peut être réduite. Ces instruments peuvent également être convertis en titres de capital mentionnés au chapitre II du titre Ier du livre II ou en autres titres de propriété. Cette réduction et cette conversion interviennent dans les conditions fixées par la présente sous-section lorsque les deux conditions suivantes sont remplies : 1° La défaillance de la personne mentionnée ci-dessus ou du groupe au sens du III de l'article L. 511-20 auquel elle appartient est avérée ou prévisible ; 2° Compte tenu des délais requis et d'autres circonstances, il n'existe aucune perspective raisonnable qu'une autre mesure, y compris de nature privée ou prudentielle, notamment une mesure prise en application de l'article L. 511-41-5 , que la réduction de la valeur nominale ou la conversion des instrument de fonds propres, prise indépendamment ou en combinaison avec une ou plusieurs mesures de résolution prévues au paragraphe 2 de la sous-section 10 de la présente section, permette d'éviter la défaillance de la personne ou du groupe dans un délai raisonnable. Ces instruments peuvent également être convertis ou leur valeur nominale réduite dans l'hypothèse où un soutien financier public exceptionnel est requis, excepté dans les circonstances mentionnées au 3° du III. II. – La défaillance d'une personne mentionnée au I de l'article L. 613-49 est avérée ou prévisible si cette personne remplit ou s'il existe des éléments objectifs attestant que cette personne est susceptible de remplir à terme rapproché l'une des conditions suivantes : 1° Elle ne respecte plus les conditions de son agrément ; 2° Elle n'est pas en mesure de s'acquitter de ses dettes ou de ses autres engagements à l'échéance ; 3° Un soutien financier exceptionnel est requis des pouvoirs publics, à l'exception du cas mentionné au III ; 4° La valeur de ses actifs est inférieure à celle de ses passifs. III. – Ne relèvent pas du 3° du II les cas dans lesquels le soutien financier exceptionnel des pouvoirs publics est requis afin d'éviter ou de remédier à une perturbation grave de l'économie et de préserver la stabilité financière, lorsque ce soutien prend l'une des formes suivantes : 1° Une garantie de l'Etat à l'appui des facilités de trésorerie accordées par les banques centrales conformément aux conditions de ces dernières ; 2° Une garantie de l'Etat pour des éléments de passif nouvellement émis ; 3° Un apport de fonds propres ou un achat d'instruments de fonds propres à des prix et des conditions qui ne confèrent pas un avantage à la personne concernée. Cet apport doit être nécessaire pour combler les insuffisances de fonds propres constatées à l'occasion des tests de résistance réalisés à l'échelle nationale, à celle de l'Union européenne ou du mécanisme de supervision unique ou à l'occasion des examens de qualité des actifs ou des études équivalentes menés par la Banque centrale européenne, par l'Autorité bancaire européenne, par les autorités nationales concernées ou, le cas échéant, par l'autorité compétente. Un tel soutien ne peut être accordé si la personne se trouve dans l'une des situations mentionnées aux 1°, 2° et 4° du II du présent article ou au I de l'article L. 613-48-1. IV. – La défaillance d'un groupe est avérée ou prévisible s'il enfreint les exigences prudentielles consolidées qui lui sont applicables ou si des éléments objectifs permettent de conclure qu'il les enfreindra à terme rapproché, notamment du fait que le groupe a subi ou est susceptible de subir des pertes de nature à absorber la totalité ou une partie substantielle de ses instruments de fonds propres. V. – La réduction de valeur nominale ou la conversion d'instruments de fonds propres additionnels de catégorie 1 ainsi que d'instruments de fonds propres de catégorie 2 prévues au I est opérée dans les conditions prévues aux II, III et IV de l'article L. 613-55-5 . Pour l'application du 3° du I de l'article L. 613-48-1, la réduction de la valeur nominale ou la conversion d'un instrument de fonds propres émis par une filiale ne peut être mise en œuvre dans des conditions plus défavorables qu'une mesure de même nature appliquée à un instrument de fonds propres de niveau équivalent émis par l'entreprise mère. VI. – La réduction de la valeur nominale ou la conversion d'instruments de fonds propres mentionnés au I est précédée d'une valorisation de l'actif et du passif de la personne concernée ou du groupe auquel elle appartient, effectuée dans le respect des dispositions de l'article L. 613-47 . Cette valorisation constitue la base du calcul de la réduction de la valeur nominale ou du niveau de la conversion à appliquer à ces instruments de fonds propres pour faire face à une ou plusieurs des situations mentionnées aux 1° à 5° du I de l'article L. 613-48-1.",
            "texteHtml": "<p>I. – La valeur nominale des instruments de fonds propres additionnels de catégorie 1 ainsi que des instruments de fonds propres de catégorie 2 émis par une personne mentionnée au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660038&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-34 (VT)'>L. 613-34 </a>peut être réduite. Ces instruments peuvent également être convertis en titres de capital mentionnés au chapitre II du titre Ier du livre II ou en autres titres de propriété. Cette réduction et cette conversion interviennent dans les conditions fixées par la présente sous-section lorsque les deux conditions suivantes sont remplies : </p><p>1° La défaillance de la personne mentionnée ci-dessus ou du groupe au sens du III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654332&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-20 (V)'>L. 511-20 </a>auquel elle appartient est avérée ou prévisible ; </p><p>2° Compte tenu des délais requis et d'autres circonstances, il n'existe aucune perspective raisonnable qu'une autre mesure, y compris de nature privée ou prudentielle, notamment une mesure prise en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031077354&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-41-5 (V)'>L. 511-41-5</a>, que la réduction de la valeur nominale ou la conversion des instrument de fonds propres, prise indépendamment ou en combinaison avec une ou plusieurs mesures de résolution prévues au paragraphe 2 de la sous-section 10 de la présente section, permette d'éviter la défaillance de la personne ou du groupe dans un délai raisonnable. </p><p>Ces instruments peuvent également être convertis ou leur valeur nominale réduite dans l'hypothèse où un soutien financier public exceptionnel est requis, excepté dans les circonstances mentionnées au 3° du III. </p><p>II. – La défaillance d'une personne mentionnée au I de l'article L. 613-49 est avérée ou prévisible si cette personne remplit ou s'il existe des éléments objectifs attestant que cette personne est susceptible de remplir à terme rapproché l'une des conditions suivantes : </p><p>1° Elle ne respecte plus les conditions de son agrément ; </p><p>2° Elle n'est pas en mesure de s'acquitter de ses dettes ou de ses autres engagements à l'échéance ; </p><p>3° Un soutien financier exceptionnel est requis des pouvoirs publics, à l'exception du cas mentionné au III ; </p><p>4° La valeur de ses actifs est inférieure à celle de ses passifs. </p><p>III. – Ne relèvent pas du 3° du II les cas dans lesquels le soutien financier exceptionnel des pouvoirs publics est requis afin d'éviter ou de remédier à une perturbation grave de l'économie et de préserver la stabilité financière, lorsque ce soutien prend l'une des formes suivantes : </p><p>1° Une garantie de l'Etat à l'appui des facilités de trésorerie accordées par les banques centrales conformément aux conditions de ces dernières ; </p><p>2° Une garantie de l'Etat pour des éléments de passif nouvellement émis ; </p><p>3° Un apport de fonds propres ou un achat d'instruments de fonds propres à des prix et des conditions qui ne confèrent pas un avantage à la personne concernée. Cet apport doit être nécessaire pour combler les insuffisances de fonds propres constatées à l'occasion des tests de résistance réalisés à l'échelle nationale, à celle de l'Union européenne ou du mécanisme de supervision unique ou à l'occasion des examens de qualité des actifs ou des études équivalentes menés par la Banque centrale européenne, par l'Autorité bancaire européenne, par les autorités nationales concernées ou, le cas échéant, par l'autorité compétente. Un tel soutien ne peut être accordé si la personne se trouve dans l'une des situations mentionnées aux 1°, 2° et 4° du II du présent article ou au I de l'article L. 613-48-1. </p><p>IV. – La défaillance d'un groupe est avérée ou prévisible s'il enfreint les exigences prudentielles consolidées qui lui sont applicables ou si des éléments objectifs permettent de conclure qu'il les enfreindra à terme rapproché, notamment du fait que le groupe a subi ou est susceptible de subir des pertes de nature à absorber la totalité ou une partie substantielle de ses instruments de fonds propres. </p><p>V. – La réduction de valeur nominale ou la conversion d'instruments de fonds propres additionnels de catégorie 1 ainsi que d'instruments de fonds propres de catégorie 2 prévues au I est opérée dans les conditions prévues aux II, III et IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082075&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-55-5 (V)'>L. 613-55-5</a>. </p><p>Pour l'application du 3° du I de l'article L. 613-48-1, la réduction de la valeur nominale ou la conversion d'un instrument de fonds propres émis par une filiale ne peut être mise en œuvre dans des conditions plus défavorables qu'une mesure de même nature appliquée à un instrument de fonds propres de niveau équivalent émis par l'entreprise mère. </p><p>VI. – La réduction de la valeur nominale ou la conversion d'instruments de fonds propres mentionnés au I est précédée d'une valorisation de l'actif et du passif de la personne concernée ou du groupe auquel elle appartient, effectuée dans le respect des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081850&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-47 (V)'>L. 613-47</a>. Cette valorisation constitue la base du calcul de la réduction de la valeur nominale ou du niveau de la conversion à appliquer à ces instruments de fonds propres pour faire face à une ou plusieurs des situations mentionnées aux 1° à 5° du I de l'article L. 613-48-1.</p>",
            "num": "L613-48",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1440201600000,
            "dateFin": 1609113600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 9 : Dispositions relatives à l'adoption et la mise en œuvre d'une mesure de réduction et de conversion d'instruments de fonds propres \r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081852",
                        "id": "LEGISCTA000031081852",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081854",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081852",
            "sectionParentId": "LEGISCTA000031081852",
            "sectionParentTitre": "Sous-section 9 : Dispositions relatives à l'adoption et la mise en œuvre d'une mesure de réduction et de conversion d'instruments de fonds propres \r\n\r\n\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 9 : Dispositions relatives à l'adoption et la mise en œuvre d'une mesure de réduction et de conversion d'instruments de fonds propres \r\n\r\n\r\n\r\n\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031081854",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031070122",
                    "textTitle": "ORDONNANCE n° 2015-1024 du 20 août 2015 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000031075654",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-08-21",
                    "dateSignaTexte": "2015-08-20",
                    "dateDebutCible": "2015-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-20",
                    "articleId": "LEGIARTI000006654332",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-41-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-41-5",
                    "articleId": "LEGIARTI000031077354",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000006660038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-44-1",
                    "articleId": "LEGIARTI000043707135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-47 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-47",
                    "articleId": "LEGIARTI000031081850",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48-1",
                    "articleId": "LEGIARTI000042735049",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48-4",
                    "articleId": "LEGIARTI000042735036",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48-5",
                    "articleId": "LEGIARTI000042735032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-49 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-49",
                    "articleId": "LEGIARTI000042735194",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-4",
                    "articleId": "LEGIARTI000042735145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-55-5",
                    "articleId": "LEGIARTI000031082075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-56-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-56-8",
                    "articleId": "LEGIARTI000042727035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-61 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-61",
                    "articleId": "LEGIARTI000031082910",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-40 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-40",
                    "articleId": "LEGIARTI000031185689",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46",
                    "articleId": "LEGIARTI000042868838",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-1",
                    "articleId": "LEGIARTI000042861474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-2",
                    "articleId": "LEGIARTI000042861483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-3",
                    "articleId": "LEGIARTI000043803599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-6",
                    "articleId": "LEGIARTI000042861640",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-55 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-55",
                    "articleId": "LEGIARTI000031185864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-73-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-73-1",
                    "articleId": "LEGIARTI000042864731",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081854",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042735055",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-48",
                "613-48"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}