{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019942872",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "VFR de nuit 1 VOL DE NUIT VFR EN AVION Les conditions dans lesquelles un pilote d'avion peut, de nuit, effectuer un vol selon les règles de vol à vue (vol VFR de nuit) sont fixées ci après. 1.1 Définitions Vol local : vol circulaire sans escale effectué : - à l'intérieur des limites latérales d'une zone de contrôle (CTR) associée à un aérodrome ; - ou, en l'absence de zone de contrôle, à 12 kilomètres (6,5 milles marins) au plus de l'aérodrome. Vol de voyage : vol autre qu'un vol local. 1.2 Aérodromes homologués Un vol VFR de nuit est effectué au départ et à destination d'aérodromes homologués au sens de l'arrêté relatif aux conditions d'homologation et aux procédures d'exploitation des aérodromes. De tels aérodromes et les éventuelles consignes à respecter sont portés à la connaissance des usagers par la voie de l'information aéronautique. Lorsque qu'un aérodrome est dit homologué  avec limitations , il est réservé aux seuls pilotes autorisés par le directeur de l'aviation civile ou son représentant ; ces pilotes prennent alors connaissance des consignes locales fixant les règles particulières d'utilisation de cet aérodrome. 1.3 Conditions météorologiques Un vol VFR de nuit est effectué dans les conditions météorologiques suivantes : a) Pour un vol local : - conserver la vue du sol ou de l'eau ; - hauteur de la base des nuages égale ou supérieure à 450 mètres (1500 ft) ; - visibilité égale ou supérieure à 5 kilomètres. b) Pour un vol de voyage : - conserver la vue du sol ou de l'eau ; - hauteur de la base des nuages égale ou supérieure à 450 mètres (1500 ft) au-dessus du niveau de croisière prévu ; - visibilité égale ou supérieure à 8 kilomètres entre les aérodromes de départ, de destination et de dégagement éventuel. - Toutefois, un vol peut être poursuivi vers l'aérodrome de destination ou de dégagement si la visibilité transmise par l'organisme de la circulation aérienne de cet aérodrome ou par un système de transmission automatique de paramètres (STAP) est inférieure à 8 kilomètres mais supérieure ou égale à 5 kilomètres ; - pas de prévision de précipitation ou d'orage entre les aérodromes de départ, de destination et de dégagement éventuel. Pour un vol local ou de voyage, en l'absence de station météorologique, de système de transmission automatique de paramètres (STAP) ou d'organisme de la circulation aérienne sur l'aérodrome de départ, le pilote évalue lui-même la visibilité pour les besoins du décollage. 1.4 Plan de vol 1.4.1 Plan de vol déposé Un plan de vol déposé (FPL) est communiqué au moins 30 minutes avant l'heure estimée de départ du poste de stationnement ou transmis à l'organisme de la circulation aérienne intéressé, 30 minutes au moins avant l'heure de coucher du soleil à l'aérodrome de destination pour un vol de jour devant se poursuivre de nuit. 1.4.2 Cas particuliers Un plan de vol n'est pas exigé pour les vols suivants ; les éléments de vol appropriés sont communiqués par radio, à l'organisme de la circulation aérienne concerné : - vols locaux ; - vols entre deux aérodromes pour lesquels le service du contrôle d'approche est assuré par le même organisme du contrôle de la circulation aérienne, dans les limites de l'espace aérien relevant de son autorité ; - vols entrepris de jour qui, pour des raisons imprévues, se terminent de nuit, si une liaison radiotéléphonique est établie de jour avec l'organisme de la circulation aérienne de l'aérodrome de destination ou de dégagement. 1.5 Itinéraires, Niveau minimal Sauf pour les besoins du décollage, de l'atterrissage et des manœuvres qui s'y rattachent, un vol VFR de nuit est effectué : Pour les vols de voyages : - sur des itinéraires portés à la connaissance des usagers par la voie de l'information aéronautique sauf si une clairance permet de déroger au suivi de ces itinéraires. Dans ce dernier cas, le pilote reste responsable du franchissement des obstacles ; - en l'absence d'itinéraires, à une hauteur minimale de 450 mètres (1500 ft) au-dessus de l'obstacle le plus élevé dans un rayon de 8 kilomètres autour de la position estimée de l'aéronef. Cette hauteur est portée à 600 mètres (2000 ft) dans les régions où le relief s'élève à une altitude de plus de 1500 mètres (5000 ft). Pour les vols locaux : sauf consignes locales particulières, à une hauteur minimale de 300 mètres (1000 ft) au-dessus de l'obstacle le plus élevé dans un rayon de 8 km autour de la position estimée de l'aéronef. 1.6 Espaces aériens et Zones réglementées Un vol VFR de nuit peut être effectué : - en espace aérien non contrôlé ; - après délivrance d'une clairance (vol contrôlé), dans les espaces aériens contrôlés, de classe C, D ou E, gérés par les centres de contrôle d'approche (APP) et les tours de contrôle (TWR), - la séparation est assurée entre les vols IFR et les vols VFR de nuit ; - l'information de trafic est fournie aux vols VFR de nuit sur les autres vols VFR de nuit. - après autorisation préalable de l'organisme gestionnaire, dans une zone réglementée, le cas échéant suivant des itinéraires portés à la connaissance des usagers par la voie de l'information aéronautique. 1.7 Radiocommunications 1.7.1 Vol local sans organisme de la circulation aérienne Un pilote en vol VFR de nuit évoluant en vol local, assure une veille radiotéléphonique. En l'absence d'organisme de la circulation aérienne, il indique en auto-information, au premier appel d'un autre pilote sur la fréquence, sa position, son altitude et ses intentions. 1.7.2 Espace aériens contrôlés et zones réglementées Un pilote en vol VFR de nuit dans un espace aérien contrôlé ou dans une zone réglementée établit une communication bilatérale directe avec l'organisme de la circulation aérienne intéressé et garde une écoute permanente sur la fréquence radio appropriée. 2 VOL DE NUIT VFR EN BALLON Les conditions dans lesquelles un pilote de ballon libre peut, de nuit, effectuer un vol selon les règles de vol à vue (vol VFR de nuit) sont fixées ci après. 2.1 Définitions Vol local : vol circulaire sans escale effectué : - à l'intérieur des limites latérales d'une zone de contrôle (CTR) associée à un aérodrome et jusqu'à un niveau faisant l'objet de la délivrance d'une clairance par l'organisme compétent de contrôle de la circulation aérienne ; - ou, en l'absence de zone de contrôle, à 12 kilomètres (6,5 milles marins) au plus de l'aérodrome ou de la plate-forme. Vol de voyage : vol autre qu'un vol local. 2.2 Conditions météorologiques Un vol VFR de nuit en ballon libre est effectué dans les conditions météorologiques suivantes : a) Pour un vol local : - conserver la vue du sol ou de l'eau ; - hauteur de la base des nuages égale ou supérieure à 450 mètres (1500 ft) au-dessus du niveau maximal prévu ou hauteur de la base des nuages égale ou supérieure à 450 mètres (1500 ft) si le décollage a lieu à partir d'un aérodrome ; - visibilité égale ou supérieure à 8 kilomètres. b) Pour un vol de voyage : - conserver la vue du sol ou de l'eau ; - hauteur de la base des nuages égale ou supérieure à 450 mètres (1500 pieds) au-dessus du niveau de croisière prévu ; - visibilité égale ou supérieure à 8 kilomètres sur la route prévue ; -pas de prévision de précipitation ou d'orage sur la route prévue. 2.3 Niveau minimal Sauf pour les besoins du décollage, de l'atterrissage et des manœuvres qui s'y rattachent, un vol VFR de nuit en ballon libre est effectué : - à une hauteur minimale de 450 mètres (1500 pieds) au-dessus de l'obstacle le plus élevé dans un rayon équivalent à 10 minutes de vol. Cette hauteur est portée à 600 mètres (2000 pieds) dans les régions où le relief s'élève à une altitude de plus de 1500 mètres (5000 ft) ; - pour les vols locaux, sauf consignes locales particulières, à une hauteur minimale de 300 mètres (1000 pieds) au-dessus de l'obstacle le plus élevé dans un rayon équivalent à 10 minutes de vol. 2.4 Plan de vol Un plan de vol déposé est exigé pour le vol de voyage. Un plan de vol déposé (FPL) est communiqué au moins 30 minutes avant l'heure estimée de décollage. 2.5 Espaces aériens et Zones réglementées Le vol VFR de nuit en ballon libre peut être effectué : - en espace aérien non contrôlé ; - après délivrance d'une clairance (vol contrôlé), dans les espaces aériens contrôlés de classe D ou E, gérés par les centres de contrôle d'approche (APP) et les tours de contrôle (TWR) : * la séparation est assurée entre les vols IFR et les vols VFR de nuit ; * l'information de trafic est fournie aux vols VFR de nuit sur les autres vols VFR de nuit. - après autorisation préalable de l'organisme gestionnaire, dans une zone réglementée. Seule la traversée des voies aériennes est autorisée après obtention d'une clairance auprès de l'organisme du contrôle de la circulation aérienne concerné. 2.6 Radiotéléphonie Un pilote de ballon libre en vol VFR de nuit dans un espace aérien contrôlé ou dans une zone réglementée établit une communication bilatérale directe avec l'organisme de la circulation aérienne intéressé et garde une écoute permanente sur la fréquence radio appropriée.",
            "texteHtml": "<p align='center'>VFR de nuit<br/></p><p align='left'></p><p>1 VOL DE NUIT VFR EN AVION </p><p>Les conditions dans lesquelles un pilote d'avion peut, de nuit, effectuer un vol selon les règles de vol à vue (vol VFR de nuit) sont fixées ci après.</p><p>1.1 Définitions </p><p>Vol local : vol circulaire sans escale effectué :</p><p>- à l'intérieur des limites latérales d'une zone de contrôle (CTR) associée à un aérodrome ;</p><p>- ou, en l'absence de zone de contrôle, à 12 kilomètres (6,5 milles marins) au plus de l'aérodrome.</p><p>Vol de voyage : vol autre qu'un vol local.</p><p>1.2 Aérodromes homologués</p><p>Un vol VFR de nuit est effectué au départ et à destination d'aérodromes homologués au sens de l'arrêté relatif aux conditions d'homologation et aux procédures d'exploitation des aérodromes. De tels aérodromes et les éventuelles consignes à respecter sont portés à la connaissance des usagers par la voie de l'information aéronautique. </p><p>Lorsque qu'un aérodrome est dit homologué  avec limitations , il est réservé aux seuls pilotes autorisés par le directeur de l'aviation civile ou son représentant ; ces pilotes prennent alors connaissance des consignes locales fixant les règles particulières d'utilisation de cet aérodrome. </p><p>1.3 Conditions météorologiques</p><p>Un vol VFR de nuit est effectué dans les conditions météorologiques suivantes : </p><p>a) Pour un vol local :</p><p>- conserver la vue du sol ou de l'eau ;</p><p>- hauteur de la base des nuages égale ou supérieure à 450 mètres (1500 ft) ;</p><p>- visibilité égale ou supérieure à 5 kilomètres.</p><p>b) Pour un vol de voyage :</p><p>- conserver la vue du sol ou de l'eau ;</p><p>- hauteur de la base des nuages égale ou supérieure à 450 mètres (1500 ft) au-dessus du niveau de croisière prévu ;</p><p>- visibilité égale ou supérieure à 8 kilomètres entre les aérodromes de départ, de destination et de dégagement éventuel.</p><p>- Toutefois, un vol peut être poursuivi vers l'aérodrome de destination ou de dégagement si la visibilité transmise par l'organisme de la circulation aérienne de cet aérodrome ou par un système de transmission automatique de paramètres (STAP) est inférieure à 8 kilomètres mais supérieure ou égale à 5 kilomètres ;</p><p>- pas de prévision de précipitation ou d'orage entre les aérodromes de départ, de destination et de dégagement éventuel. </p><p>Pour un vol local ou de voyage, en l'absence de station météorologique, de système de transmission automatique de paramètres (STAP) ou d'organisme de la circulation aérienne sur l'aérodrome de départ, le pilote évalue lui-même la visibilité pour les besoins du décollage.</p>1.4 Plan de vol<br/><p>1.4.1 Plan de vol déposé</p><p>Un plan de vol déposé (FPL) est communiqué au moins 30 minutes avant l'heure estimée de départ du poste de stationnement ou transmis à l'organisme de la circulation aérienne intéressé, 30 minutes au moins avant l'heure de coucher du soleil à l'aérodrome de destination pour un vol de jour devant se poursuivre de nuit.</p><p>1.4.2 Cas particuliers</p><p>Un plan de vol n'est pas exigé pour les vols suivants ; les éléments de vol appropriés sont communiqués par radio, à l'organisme de la circulation aérienne concerné :</p><p>- vols locaux ;</p><p>- vols entre deux aérodromes pour lesquels le service du contrôle d'approche est assuré par le même organisme du contrôle de la circulation aérienne, dans les limites de l'espace aérien relevant de son autorité ;</p><p>- vols entrepris de jour qui, pour des raisons imprévues, se terminent de nuit, si une liaison radiotéléphonique est établie de jour avec l'organisme de la circulation aérienne de l'aérodrome de destination ou de dégagement. </p><p>1.5 Itinéraires, Niveau minimal </p><p>Sauf pour les besoins du décollage, de l'atterrissage et des manœuvres qui s'y rattachent, un vol VFR de nuit est effectué : </p><p>Pour les vols de voyages :</p><p>- sur des itinéraires portés à la connaissance des usagers par la voie de l'information aéronautique sauf si une clairance permet de déroger au suivi de ces itinéraires. Dans ce dernier cas, le pilote reste responsable du franchissement des obstacles ;</p><p>- en l'absence d'itinéraires, à une hauteur minimale de 450 mètres (1500 ft) au-dessus de l'obstacle le plus élevé dans un rayon de 8 kilomètres autour de la position estimée de l'aéronef. Cette hauteur est portée à 600 mètres (2000 ft) dans les régions où le relief s'élève à une altitude de plus de 1500 mètres (5000 ft).</p><p>Pour les vols locaux :</p><p>sauf consignes locales particulières, à une hauteur minimale de 300 mètres (1000 ft) au-dessus de l'obstacle le plus élevé dans un rayon de 8 km autour de la position estimée de l'aéronef.</p><p>1.6 Espaces aériens et Zones réglementées</p><p>Un vol VFR de nuit peut être effectué :</p><p>- en espace aérien non contrôlé ;</p><p>- après délivrance d'une clairance (vol contrôlé), dans les espaces aériens contrôlés, de classe C, D ou E, gérés par les centres de contrôle d'approche (APP) et les tours de contrôle (TWR),</p><p>- la séparation est assurée entre les vols IFR et les vols VFR de nuit ;</p><p>- l'information de trafic est fournie aux vols VFR de nuit sur les autres vols VFR de nuit.</p><p>- après autorisation préalable de l'organisme gestionnaire, dans une zone réglementée, le cas échéant suivant des itinéraires portés à la connaissance des usagers par la voie de l'information aéronautique. </p><p>1.7 Radiocommunications</p><p>1.7.1 Vol local sans organisme de la circulation aérienne </p><p>Un pilote en vol VFR de nuit évoluant en vol local, assure une veille radiotéléphonique. En l'absence d'organisme de la circulation aérienne, il indique en auto-information, au premier appel d'un autre pilote sur la fréquence, sa position, son altitude et ses intentions.  </p><p>1.7.2 Espace aériens contrôlés et zones réglementées </p><p>Un pilote en vol VFR de nuit dans un espace aérien contrôlé ou dans une zone réglementée établit une communication bilatérale directe avec l'organisme de la circulation aérienne intéressé et garde une écoute permanente sur la fréquence radio appropriée. </p><p>2 VOL DE NUIT VFR EN BALLON </p><p>Les conditions dans lesquelles un pilote de ballon libre peut, de nuit, effectuer un vol selon les règles de vol à vue (vol VFR de nuit) sont fixées ci après. </p><p>2.1 Définitions Vol local : vol circulaire sans escale effectué : </p><p>- à l'intérieur des limites latérales d'une zone de contrôle (CTR) associée à un aérodrome et jusqu'à un niveau faisant l'objet de la délivrance d'une clairance par l'organisme compétent de contrôle de la circulation aérienne ;</p><p>- ou, en l'absence de zone de contrôle, à 12 kilomètres (6,5 milles marins) au plus de l'aérodrome ou de la plate-forme. </p><p>Vol de voyage : vol autre qu'un vol local. </p><p>2.2 Conditions météorologiques </p><p>Un vol VFR de nuit en ballon libre est effectué dans les conditions météorologiques suivantes :</p><p>a) Pour un vol local :</p><p>- conserver la vue du sol ou de l'eau ;</p><p>- hauteur de la base des nuages égale ou supérieure à 450 mètres (1500 ft) au-dessus du niveau maximal prévu</p><p>ou</p><p>hauteur de la base des nuages égale ou supérieure à 450 mètres (1500 ft) si le décollage a lieu à partir d'un aérodrome ;</p><p>- visibilité égale ou supérieure à 8 kilomètres. </p><p>b) Pour un vol de voyage :</p><p>- conserver la vue du sol ou de l'eau ;</p><p>- hauteur de la base des nuages égale ou supérieure à 450 mètres (1500 pieds) au-dessus du niveau de croisière prévu ;</p><p>- visibilité égale ou supérieure à 8 kilomètres sur la route prévue ; -pas de prévision de précipitation ou d'orage sur la route prévue.</p><p>2.3 Niveau minimal</p><p>Sauf pour les besoins du décollage, de l'atterrissage et des manœuvres qui s'y rattachent, un vol VFR de nuit en ballon libre est effectué :</p><p>- à une hauteur minimale de 450 mètres (1500 pieds) au-dessus de l'obstacle le plus élevé dans un rayon équivalent à 10 minutes de vol. Cette hauteur est portée à 600 mètres (2000 pieds) dans les régions où le relief s'élève à une altitude de plus de 1500 mètres (5000 ft) ;</p><p>- pour les vols locaux, sauf consignes locales particulières, à une hauteur minimale de 300 mètres (1000 pieds) au-dessus de l'obstacle le plus élevé dans un rayon équivalent à 10 minutes de vol. </p><p>2.4 Plan de vol</p><p>Un plan de vol déposé est exigé pour le vol de voyage. Un plan de vol déposé (FPL) est communiqué au moins 30 minutes avant l'heure estimée de décollage.</p><p>2.5 Espaces aériens et Zones réglementées</p><p>Le vol VFR de nuit en ballon libre peut être effectué :</p><p>- en espace aérien non contrôlé ; </p><p>- après délivrance d'une clairance (vol contrôlé), dans les espaces aériens contrôlés de classe D ou E, gérés par les centres de contrôle d'approche (APP) et les tours de contrôle (TWR) :</p><p>* la séparation est assurée entre les vols IFR et les vols VFR de nuit ; </p><p>* l'information de trafic est fournie aux vols VFR de nuit sur les autres vols VFR de nuit. </p><p>- après autorisation préalable de l'organisme gestionnaire, dans une zone réglementée. </p><p>Seule la traversée des voies aériennes est autorisée après obtention d'une clairance auprès de l'organisme du contrôle de la circulation aérienne concerné. </p><p>2.6 Radiotéléphonie </p><p>Un pilote de ballon libre en vol VFR de nuit dans un espace aérien contrôlé ou dans une zone réglementée établit une communication bilatérale directe avec l'organisme de la circulation aérienne intéressé et garde une écoute permanente sur la fréquence radio appropriée. </p>",
            "num": "Annexe I : Appendice 5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1146700800000,
            "dateFin": 1698796800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2136298836,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2023-11-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129119",
                        "id": "LEGISCTA000006129119",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "REGLES DE l'AIR ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143966",
                        "id": "LEGISCTA000006143966",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019942872",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006143966",
            "sectionParentId": "LEGISCTA000006143966",
            "sectionParentTitre": "REGLES DE l'AIR ",
            "fullSectionsTitre": null,
            "refInjection": "MD-20231103_195348_944_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000019942872",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814781",
                    "textTitle": "Arrêté du 3 mars 2006, v. init.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814781",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2006-05-03",
                    "dateSignaTexte": "2006-03-03",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000048313483",
                    "textTitle": "Décret n°2023-1008 du 31 octobre 2023 - art. 5 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048316697",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-11-01",
                    "dateSignaTexte": "2023-10-31",
                    "dateDebutCible": "2023-11-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019942872",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I : Appendice 5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}