{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006804484",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Définitions. 1. Définitions pour les règles de classification : 1.1. Durée : Temporaire : normalement destiné à être utilisé en continu pendant moins de soixante minutes ; Court terme : normalement destiné à être utilisé en continu pendant trente jours au maximum ; Long terme : normalement destiné à être utilisé en continu pendant plus de trente jours ; 1.2. Dispositifs invasifs : Dispositif invasif : dispositif qui pénètre partiellement ou entièrement à l'intérieur du corps ; soit par un orifice du corps, soit à travers la surface du corps ; Orifice du corps : toute ouverture naturelle du corps, ainsi que la surface externe du globe oculaire, ou toute ouverture artificielle permanente, par exemple une stomie ; Dispositif invasif de type chirurgical : dispositif invasif qui pénètre à l'intérieur du corps à travers la surface du corps, à l'aide ou dans le cadre d'un acte chirurgical. Les dispositifs, autres que ceux visés au premier alinéa, opérant une pénétration par une voie autre qu'un orifice existant du corps, sont considérés comme des dispositifs invasifs de type chirurgical. Dispositif implantable : tout dispositif destiné à être implanté en totalité dans le corps humain ou à remplacer une surface épithéliale ou la surface de l'oeil, grâce à une intervention chirurgicale et à demeurer en place après l'intervention. Est également considéré comme dispositif implantable tout dispositif destiné à être introduit partiellement dans le corps humain par une intervention chirurgicale et qui est destiné à demeurer en place après l'intervention pendant une période d'au moins trente jours ; 1.3. Instrument chirurgical réutilisable : Instrument destiné à accomplir, sans être raccordé à un dispositif médical actif, un acte chirurgical tel que couper, forer, scier, gratter, racler, serrer, rétracter ou attacher et pouvant être réutilisé après avoir été soumis aux procédures appropriées ; 1.4. Dispositif médical actif : Tout dispositif médical dépendant pour son fonctionnement d'une source d'énergie électrique ou de toute source d'énergie autre que celle générée directement par le corps humain ou par la pesanteur et agissant par conversion de cette énergie. Ne sont pas considérés comme des dispositifs médicaux actifs les dispositifs médicaux destinés à transmettre de l'énergie, des substances ou d'autres éléments, sans modification significative, entre un dispositif médical actif et le patient ; 1.5. Dispositif actif thérapeutique : Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux pour soutenir, modifier, remplacer ou restaurer des fonctions ou des structures biologiques en vue de traiter ou de soulager une maladie, une blessure ou un handicap ; 1.6. Dispositif actif destiné au diagnostic : Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux, pour fournir des informations en vue de détecter, diagnostiquer, contrôler ou traiter des états physiologiques, des états de santé, des maladies ou des malformations congénitales ; 1.7. Système circulatoire central : Aux fins de la présente annexe, on entend par système circulatoire central les vaisseaux suivants : artères pulmonaires, aorte ascendante, artères coronaires, artère carotide primitive, artères carotides externes, artères carotides internes, artères cérébrales, tronc brachio-céphalique, sinus coronaire, veines pulmonaires, veine cave supérieure, veine cave inférieure ; 1.8. Système nerveux central : Aux fins de la présente annexe, on entend par système nerveux central l'encéphale, la moelle épinière et les méninges. II. - Règles d'application. 2. Règles d'application : 2.1. Les règles de classification s'appliquent en fonction de la destination des dispositifs ; 2.2. Si le dispositif est destiné à être utilisé en association avec un autre dispositif, les règles de classification s'appliquent séparément à chacun des dispositifs. Les accessoires sont classés en tant que tels, indépendamment des dispositifs avec lesquels ils sont utilisés ; 2.3. Le logiciel informatique commandant un dispositif ou agissant sur son utilisation relève automatiquement de la même classe ; 2.4. Si le dispositif n'est pas destiné à être utilisé exclusivement ou essentiellement dans une partie spécifique du corps, il doit être considéré et classé suivant l'utilisation la plus critique telle que spécifiée ; 2.5. Si plusieurs règles s'appliquent au même dispositif du fait des utilisations indiquées par le fabricant, la règle qui s'applique est la plus stricte, le dispositif étant classé dans la classe la plus élevée. III. - Classification. 1. Dispositifs non invasifs : 1.1. Règle 1 : Tous les dispositifs non invasifs font partie de la classe I, sauf si l'une des règles suivantes est applicable ; 1.2. Règle 2 : Tous les dispositifs non invasifs destinés à conduire ou à stocker du sang, des liquides ou tissus corporels, des liquides ou des gaz en vue d'une perfusion, administration ou introduction dans le corps appartiennent à la classe II a : - s'ils peuvent être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure ; - s'ils sont destinés à être utilisés pour le stockage ou la canalisation du sang ou d'autres liquides corporels ou le stockage d'organes, de parties d'organes ou tissus corporels ; Dans tous les autres cas, ils appartiennent à la classe I ; 1.3. Règle 3 : Tous les dispositifs non invasifs visant à modifier la composition biologique ou chimique du sang, d'autres liquides corporels ou d'autres liquides destinés à être perfusés dans le corps appartiennent à la classe II b, sauf si le traitement consiste en une filtration, une centrifugation ou en échanges de gaz ou de chaleur, auquel cas ils appartiennent à la classe II a ; 1.4. Règle 4 : Tous les dispositifs non invasifs qui entrent en contact avec de la peau lésée : - relèvent de la classe I s'ils sont destinés à être utilisés comme barrière mécanique, pour la compression ou pour l'absorption des exsudats ; - relèvent de la classe II b s'ils sont destinés à être utilisés principalement pour des plaies comportant une destruction du derme et ne pouvant se cicatriser qu'en deuxième intention ; - appartiennent à la classe II a dans tous les autres cas, y compris les dispositifs destinés principalement à agir sur le micro-environnement des plaies. 2. Dispositifs invasifs : 2.1. Règle 5 : Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical et qui ne sont pas destinés à être raccordés à un dispositif médical actif : - font partie de la classe I s'ils sont destinés à un usage temporaire ; - font partie de la classe II a s'ils sont destinés à un usage à court terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan, ou dans les cavités nasales, auquel cas ils font partie de la classe I ; - font partie de la classe II b s'ils sont destinés à un usage à long terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan ou dans les cavités nasales et ne sont pas susceptibles d'être absorbés par la muqueuse, auquel cas ils font partie de la classe II a ; Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical, destinés à être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure font partie de la classe II a ; 2.2. Règle 6 : Tous les dispositifs invasifs de type chirurgical destinés à un usage temporaire font partie de la classe II a, sauf : - s'ils sont spécifiquement destinés à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ; - s'il s'agit d'instruments chirurgicaux réutilisables, auquel cas ils font partie de la classe I ; - s'ils sont destinés à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ; - s'ils sont destinés à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe II b ; - s'ils sont destinés à administrer des médicaments par un mécanisme de libération et que le mode d'administration peut présenter des risques, auquel cas ils font partie de la classe II b. 2.3. Règle 7 : Tous les dispositifs invasifs de type chirurgical destinés à un usage à court terme appartiennent à la classe II a, sauf s'ils sont destinés : - spécifiquement à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ; - spécifiquement à être utilisés en contact direct avec le système nerveux central, auquel cas ils font partie de la classe III ; - à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ; - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ; - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe II b. 2.4. Règle 8 : Tous les dispositifs implantables et les dispositifs invasifs à long terme de type chirurgical font partie de la classe II b, sauf s'ils sont destinés : - à être placés dans les dents, auquel cas ils font partie de la classe II a ; - à être utilisés en contact direct avec le coeur, le système circulatoire central ou le système nerveux central, auquel cas ils font partie de la classe III ; - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ; - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe III. 3. Autres règles applicables aux dispositifs actifs : 3.1. Règle 9 : Tous les dispositifs actifs thérapeutiques destinés à fournir ou échanger de l'énergie font partie de la classe II a, sauf si leurs caractéristiques sont telles qu'ils peuvent fournir de l'énergie au corps humain ou assurer des transferts d'énergie avec celui-ci d'une manière potentiellement dangereuse, compte tenu de la nature, de la densité et du site d'application de cette énergie, auquel cas ils font partie de la classe II b. Tous les dispositifs actifs destinés à contrôler et à surveiller les performances des dispositifs actifs thérapeutiques de la classe II b ou destinés à agir directement sur les performances de ces dispositifs font partie de la classe II b. 3.2. Règle 10 : Les dispositifs actifs destinés au diagnostic font partie de la classe II a : - s'ils sont destinés à fournir de l'énergie qui sera absorbée par le corps humain, à l'exception des dispositifs utilisés pour éclairer le corps du patient dans le spectre visible ; - s'ils sont destinés à visualiser la distribution de produits radiopharmaceutiques in vivo ; - s'ils sont destinés à permettre un diagnostic ou un contrôle direct des processus physiologiques vitaux, sauf s'ils sont spécifiquement destinés à surveiller les paramètres physiologiques vitaux, lorsque des variations de certains de ces paramètres, notamment ceux des fonctions cardiaques ou respiratoires ou de l'activité du système nerveux central, peuvent présenter un danger immédiat pour la vie du patient, auquel cas ils font partie de la classe II b ; Les dispositifs actifs destinés à émettre des rayonnements ionisants et destinés au radiodiagnostic et à la radiologie interventionnelle thérapeutique, y compris les dispositifs qui commandent ou contrôlent ces dispositifs ou agissent directement sur leurs performances, font partie de la classe II b ; Règle 11 : Tous les dispositifs actifs destinés à administrer dans le corps et/ou à en soustraire des médicaments, des liquides biologiques ou d'autres substances font partie de la classe II a, sauf si cette opération est potentiellement dangereuse, compte tenu de la nature des substances administrées, de la partie du corps concernée et du mode d'administration, auquel cas ils font partie de la classe II b ; 3.3. Règle 12 : Tous les autres dispositifs actifs font partie de la classe I. 4. Règles spéciales : 4.1. Règle 13 : Tous les dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, peut être considérée comme un médicament au sens de l'article L. 511 du code de la santé publique et qui est susceptible d'agir sur le corps par une action accessoire à celle des dispositifs font partie de la classe III ; Tous les dispositifs médicaux incorporant une substance mentionnée à l'article R. 665-37-1 font partie de la classe III. 4.2. Règle 14 : Tous les dispositifs utilisés pour la contraception ou pour prévenir la transmission de maladies sexuellement transmissibles font partie de la classe II b, sauf s'il s'agit de dispositifs implantables ou de dispositifs invasifs à long terme auxquels cas ils font partie de la classe III ; 4.3. Règle 15 : Tous les dispositifs destinés spécifiquement à désinfecter, nettoyer, rincer ou, le cas échéant, hydrater des lentilles de contact font partie de la classe II b ; Tous les dispositifs destinés spécifiquement à désinfecter les dispositifs médicaux font partie de la classe II a ; La règle 15 ne s'applique pas aux produits destinés à nettoyer les dispositifs médicaux autres que les lentilles de contact par des moyens physiques ; 4.4. Règle 16 : Les dispositifs non actifs destinés spécifiquement à enregister les images de radiodiagnostic font partie de la classe II a ; 4.5. Règle 17 : Tous les dispositifs fabriqués à partir de tissus d'origine animale ou de dérivés rendus non viables entrent dans la classe III, sauf si ces dispositifs sont destinés à entrer en contact uniquement avec une peau intacte. 5. Classification par dérogation aux autres règles : 5.1. Règle 18 : Les poches à sang figurent dans la classe II b ; 5.2. Règle 19 : Les implants mammaires figurent dans la classe III.",
            "texteHtml": "<p></p>   I. - Définitions.<p></p><p></p>   1. Définitions pour les règles de classification :<p></p><p></p>   1.1. Durée :<p></p><p></p>   Temporaire : normalement destiné à être utilisé en continu pendant moins de soixante minutes ;<p></p><p></p>   Court terme : normalement destiné à être utilisé en continu pendant trente jours au maximum ;<p></p><p></p>   Long terme : normalement destiné à être utilisé en continu pendant plus de trente jours ;<p></p><p></p>   1.2. Dispositifs invasifs :<p></p><p></p>   Dispositif invasif : dispositif qui pénètre partiellement ou entièrement à l'intérieur du corps ; soit par un orifice du corps, soit à travers la surface du corps ;<p></p><p></p>   Orifice du corps : toute ouverture naturelle du corps, ainsi que la surface externe du globe oculaire, ou toute ouverture artificielle permanente, par exemple une stomie ;<p></p><p></p>   Dispositif invasif de type chirurgical : dispositif invasif qui pénètre à l'intérieur du corps à travers la surface du corps, à l'aide ou dans le cadre d'un acte chirurgical.<p></p><p></p>   Les dispositifs, autres que ceux visés au premier alinéa, opérant une pénétration par une voie autre qu'un orifice existant du corps, sont considérés comme des dispositifs invasifs de type chirurgical.<p></p><p></p>   Dispositif implantable : tout dispositif destiné à être implanté en totalité dans le corps humain ou à remplacer une surface épithéliale ou la surface de l'oeil, grâce à une intervention chirurgicale et à demeurer en place après l'intervention.<p></p><p></p>   Est également considéré comme dispositif implantable tout dispositif destiné à être introduit partiellement dans le corps humain par une intervention chirurgicale et qui est destiné à demeurer en place après l'intervention pendant une période d'au moins trente jours ;<p></p><p></p>   1.3. Instrument chirurgical réutilisable :<p></p><p></p>   Instrument destiné à accomplir, sans être raccordé à un dispositif médical actif, un acte chirurgical tel que couper, forer, scier, gratter, racler, serrer, rétracter ou attacher et pouvant être réutilisé après avoir été soumis aux procédures appropriées ;<p></p><p></p>   1.4. Dispositif médical actif :<p></p><p></p>   Tout dispositif médical dépendant pour son fonctionnement d'une source d'énergie électrique ou de toute source d'énergie autre que celle générée directement par le corps humain ou par la pesanteur et agissant par conversion de cette énergie. Ne sont pas considérés comme des dispositifs médicaux actifs les dispositifs médicaux destinés à transmettre de l'énergie, des substances ou d'autres éléments, sans modification significative, entre un dispositif médical actif et le patient ;<p></p><p></p>   1.5. Dispositif actif thérapeutique :<p></p><p></p>   Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux pour soutenir, modifier, remplacer ou restaurer des fonctions ou des structures biologiques en vue de traiter ou de soulager une maladie, une blessure ou un handicap ;<p></p><p></p>   1.6. Dispositif actif destiné au diagnostic :<p></p><p></p>   Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux, pour fournir des informations en vue de détecter, diagnostiquer, contrôler ou traiter des états physiologiques, des états de santé, des maladies ou des malformations congénitales ;<p></p><p></p>   1.7. Système circulatoire central :<p></p><p></p>   Aux fins de la présente annexe, on entend par système circulatoire central les vaisseaux suivants : artères pulmonaires, aorte ascendante, artères coronaires, artère carotide primitive, artères carotides externes, artères carotides internes, artères cérébrales, tronc brachio-céphalique, sinus coronaire, veines pulmonaires, veine cave supérieure, veine cave inférieure ;<p></p><p></p>   1.8. Système nerveux central :<p></p><p></p>   Aux fins de la présente annexe, on entend par système nerveux central l'encéphale, la moelle épinière et les méninges.<p></p><p></p>   II. - Règles d'application.<p></p><p></p>   2. Règles d'application :<p></p><p></p>   2.1. Les règles de classification s'appliquent en fonction de la destination des dispositifs ;<p></p><p></p>   2.2. Si le dispositif est destiné à être utilisé en association avec un autre dispositif, les règles de classification s'appliquent séparément à chacun des dispositifs. Les accessoires sont classés en tant que tels, indépendamment des dispositifs avec lesquels ils sont utilisés ;<p></p><p></p>   2.3. Le logiciel informatique commandant un dispositif ou agissant sur son utilisation relève automatiquement de la même classe ;<p></p><p></p>   2.4. Si le dispositif n'est pas destiné à être utilisé exclusivement ou essentiellement dans une partie spécifique du corps, il doit être considéré et classé suivant l'utilisation la plus critique telle que spécifiée ;<p></p><p></p>   2.5. Si plusieurs règles s'appliquent au même dispositif du fait des utilisations indiquées par le fabricant, la règle qui s'applique est la plus stricte, le dispositif étant classé dans la classe la plus élevée.<p></p><p></p>   III. - Classification.<p></p><p></p>   1. Dispositifs non invasifs :<p></p><p></p>   1.1. Règle 1 :<p></p><p></p>   Tous les dispositifs non invasifs font partie de la classe I, sauf si l'une des règles suivantes est applicable ;<p></p><p></p>   1.2. Règle 2 :<p></p><p></p>   Tous les dispositifs non invasifs destinés à conduire ou à stocker du sang, des liquides ou tissus corporels, des liquides ou des gaz en vue d'une perfusion, administration ou introduction dans le corps appartiennent à la classe II a :<p></p><p></p>   - s'ils peuvent être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure ;<p></p><p></p>   - s'ils sont destinés à être utilisés pour le stockage ou la canalisation du sang ou d'autres liquides corporels ou le stockage d'organes, de parties d'organes ou tissus corporels ;<p></p><p></p>   Dans tous les autres cas, ils appartiennent à la classe I ;<p></p><p></p>   1.3. Règle 3 :<p></p><p></p>   Tous les dispositifs non invasifs visant à modifier la composition biologique ou chimique du sang, d'autres liquides corporels ou d'autres liquides destinés à être perfusés dans le corps appartiennent à la classe II b, sauf si le traitement consiste en une filtration, une centrifugation ou en échanges de gaz ou de chaleur, auquel cas ils appartiennent à la classe II a ;<p></p><p></p>   1.4. Règle 4 :<p></p><p></p>   Tous les dispositifs non invasifs qui entrent en contact avec de la peau lésée :<p></p><p></p>   - relèvent de la classe I s'ils sont destinés à être utilisés comme barrière mécanique, pour la compression ou pour l'absorption des exsudats ;<p></p><p></p>   - relèvent de la classe II b s'ils sont destinés à être utilisés principalement pour des plaies comportant une destruction du derme et ne pouvant se cicatriser qu'en deuxième intention ;<p></p><p></p>   - appartiennent à la classe II a dans tous les autres cas, y compris les dispositifs destinés principalement à agir sur le micro-environnement des plaies.<p></p><p></p>   2. Dispositifs invasifs :<p></p><p></p>   2.1. Règle 5 :<p></p><p></p>   Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical et qui ne sont pas destinés à être raccordés à un dispositif médical actif :<p></p><p></p>   - font partie de la classe I s'ils sont destinés à un usage temporaire ;<p></p><p></p>   - font partie de la classe II a s'ils sont destinés à un usage à court terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan, ou dans les cavités nasales, auquel cas ils font partie de la classe I ;<p></p><p></p>   - font partie de la classe II b s'ils sont destinés à un usage à long terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan ou dans les cavités nasales et ne sont pas susceptibles d'être absorbés par la muqueuse, auquel cas ils font partie de la classe II a ;<p></p><p></p>   Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical, destinés à être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure font partie de la classe II a ;<p></p><p></p>   2.2. Règle 6 :<p></p><p></p>   Tous les dispositifs invasifs de type chirurgical destinés à un usage temporaire font partie de la classe II a, sauf :<p></p><p></p>   - s'ils sont spécifiquement destinés à diagnostiquer,<p></p>\n surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ;<p></p><p></p>   - s'il s'agit d'instruments chirurgicaux réutilisables,<p></p>\n auquel cas ils font partie de la classe I ;<p></p><p></p>   - s'ils sont destinés à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - s'ils sont destinés à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - s'ils sont destinés à administrer des médicaments par un mécanisme de libération et que le mode d'administration peut présenter des risques, auquel cas ils font partie de la classe II b.<p></p><p></p>   2.3. Règle 7 :<p></p><p></p>   Tous les dispositifs invasifs de type chirurgical destinés à un usage à court terme appartiennent à la classe II a, sauf s'ils sont destinés :<p></p><p></p>   - spécifiquement à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ;<p></p><p></p>   - spécifiquement à être utilisés en contact direct avec le système nerveux central, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe II b.<p></p><p></p>   2.4. Règle 8 :<p></p><p></p>   Tous les dispositifs implantables et les dispositifs invasifs à long terme de type chirurgical font partie de la classe II b, sauf s'ils sont destinés :<p></p><p></p>   - à être placés dans les dents, auquel cas ils font partie de la classe II a ;<p></p><p></p>   - à être utilisés en contact direct avec le coeur, le système circulatoire central ou le système nerveux central, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe III.<p></p><p></p>   3. Autres règles applicables aux dispositifs actifs :<p></p><p></p>   3.1. Règle 9 :<p></p><p></p>   Tous les dispositifs actifs thérapeutiques destinés à fournir ou échanger de l'énergie font partie de la classe II a, sauf si leurs caractéristiques sont telles qu'ils peuvent fournir de l'énergie au corps humain ou assurer des transferts d'énergie avec celui-ci d'une manière potentiellement dangereuse, compte tenu de la nature, de la densité et du site d'application de cette énergie, auquel cas ils font partie de la classe II b.<p></p><p></p>   Tous les dispositifs actifs destinés à contrôler et à surveiller les performances des dispositifs actifs thérapeutiques de la classe II b ou destinés à agir directement sur les performances de ces dispositifs font partie de la classe II b.<p></p><p></p>   3.2. Règle 10 :<p></p><p></p>   Les dispositifs actifs destinés au diagnostic font partie de la classe II a :<p></p><p></p>   - s'ils sont destinés à fournir de l'énergie qui sera absorbée par le corps humain, à l'exception des dispositifs utilisés pour éclairer le corps du patient dans le spectre visible ;<p></p><p></p>   - s'ils sont destinés à visualiser la distribution de produits radiopharmaceutiques in vivo ;<p></p><p></p>   - s'ils sont destinés à permettre un diagnostic ou un contrôle direct des processus physiologiques vitaux, sauf s'ils sont spécifiquement destinés à surveiller les paramètres physiologiques vitaux, lorsque des variations de certains de ces paramètres, notamment ceux des fonctions cardiaques ou respiratoires ou de l'activité du système nerveux central, peuvent présenter un danger immédiat pour la vie du patient, auquel cas ils font partie de la classe II b ;<p></p><p></p>   Les dispositifs actifs destinés à émettre des rayonnements ionisants et destinés au radiodiagnostic et à la radiologie interventionnelle thérapeutique, y compris les dispositifs qui commandent ou contrôlent ces dispositifs ou agissent directement sur leurs performances, font partie de la classe II b ;<p></p><p></p>   Règle 11 :<p></p><p></p>   Tous les dispositifs actifs destinés à administrer dans le corps et/ou à en soustraire des médicaments, des liquides biologiques ou d'autres substances font partie de la classe II a, sauf si cette opération est potentiellement dangereuse, compte tenu de la nature des substances administrées, de la partie du corps concernée et du mode d'administration, auquel cas ils font partie de la classe II b ;<p></p><p></p>   3.3. Règle 12 :<p></p><p></p>   Tous les autres dispositifs actifs font partie de la classe I.<p></p><p></p>   4. Règles spéciales :<p></p><p></p>   4.1. Règle 13 :<p></p><p></p>   Tous les dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, peut être considérée comme un médicament au sens de l'article L. 511 du code de la santé publique et qui est susceptible d'agir sur le corps par une action accessoire à celle des dispositifs font partie de la classe III ;<p></p><p></p>   Tous les dispositifs médicaux incorporant une substance mentionnée à l'article R. 665-37-1 font partie de la classe III.<p></p><p></p>   4.2. Règle 14 :<p></p><p></p>   Tous les dispositifs utilisés pour la contraception ou pour prévenir la transmission de maladies sexuellement transmissibles font partie de la classe II b, sauf s'il s'agit de dispositifs implantables ou de dispositifs invasifs à long terme auxquels cas ils font partie de la classe III ;<p></p><p></p>   4.3. Règle 15 :<p></p><p></p>   Tous les dispositifs destinés spécifiquement à désinfecter, nettoyer, rincer ou, le cas échéant, hydrater des lentilles de contact font partie de la classe II b ;<p></p><p></p>   Tous les dispositifs destinés spécifiquement à désinfecter les dispositifs médicaux font partie de la classe II a ;<p></p><p></p>   La règle 15 ne s'applique pas aux produits destinés à nettoyer les dispositifs médicaux autres que les lentilles de contact par des moyens physiques ;<p></p><p></p>   4.4. Règle 16 :<p></p><p></p>   Les dispositifs non actifs destinés spécifiquement à enregister les images de radiodiagnostic font partie de la classe II a ;<p></p><p></p>   4.5. Règle 17 :<p></p><p></p>   Tous les dispositifs fabriqués à partir de tissus d'origine animale ou de dérivés rendus non viables entrent dans la classe III, sauf si ces dispositifs sont destinés à entrer en contact uniquement avec une peau intacte.<p></p><p></p>   5. Classification par dérogation aux autres règles :<p></p><p></p>   5.1. Règle 18 :<p></p><p></p>   Les poches à sang figurent dans la classe II b ;<p></p><p></p>   5.2. Règle 19 :<p></p><p></p>   Les implants mammaires figurent dans la classe III.<p></p>",
            "num": "Annexe IX aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1084579200000,
            "dateFin": 1148601600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128484",
                        "id": "LEGISCTA000006128484",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-05-26",
                        "titre": "Critères utilisés pour la classification des dispositifs médicaux autres que les dispositifs implantables actifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142977",
                        "id": "LEGISCTA000006142977",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804481",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142977",
            "sectionParentId": "LEGISCTA000006142977",
            "sectionParentTitre": "Critères utilisés pour la classification des dispositifs médicaux autres que les dispositifs implantables actifs.",
            "fullSectionsTitre": "Annexes &gt; Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804484",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 4 du décret n° 2004-802 du 29 juillet 2004, l'abrogation des annexes du livre V bis prendra effet à la date de la publication de chacun des arrêtés prévus aux articles R. 5211-7, R. 5211-16, R. 5211-24 et R. 5211-53 du code de la santé publique. L'arrêté du 20 avril 2006 fixant les règles de classification des dispositifs médicaux, pris en application de l'article R. 5211-7 du code de la santé publique, est paru au JORF du 25 mai 2006.",
            "notaHtml": "<p>Conformément à l'article 4 du décret n° 2004-802 du 29 juillet 2004, l'abrogation des annexes du livre V bis prendra effet à la date de la publication de chacun des arrêtés prévus aux articles R. 5211-7, R. 5211-16, R. 5211-24 et R. 5211-53 du code de la santé publique.</p><p><br clear='none'/>L'arrêté du 20 avril 2006 fixant les règles de classification des dispositifs médicaux, pris en application de l'article R. 5211-7 du code de la santé publique, est paru au JORF du 25 mai 2006.  </p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000438290",
                    "textTitle": "Décret n°2004-413 du 13 mai 2004 - art. 2 () JORF 15 mai 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006230659",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-05-15",
                    "dateSignaTexte": "2004-05-13",
                    "dateDebutCible": "2004-05-15"
                },
                {
                    "textCid": "JORFTEXT000000421679",
                    "textTitle": "Décret n°2004-802 du 29 juillet 2004 - art. 4 (V)",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006726133",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2004-08-08"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code de la santé publique annexe, L511, R665-37-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804481",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 795398400000,
                    "dateFin": 1069459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804482",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1069459200000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804483",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804484",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1148601600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IX aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": "LEGIARTI000006804483",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804483",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Définitions. 1. Définitions pour les règles de classification : 1.1. Durée : Temporaire : normalement destiné à être utilisé en continu pendant moins de soixante minutes ; Court terme : normalement destiné à être utilisé en continu pendant trente jours au maximum ; Long terme : normalement destiné à être utilisé en continu pendant plus de trente jours ; 1.2. Dispositifs invasifs : Dispositif invasif : dispositif qui pénètre partiellement ou entièrement à l'intérieur du corps ; soit par un orifice du corps, soit à travers la surface du corps ; Orifice du corps : toute ouverture naturelle du corps, ainsi que la surface externe du globe oculaire, ou toute ouverture artificielle permanente, par exemple une stomie ; Dispositif invasif de type chirurgical : dispositif invasif qui pénètre à l'intérieur du corps à travers la surface du corps, à l'aide ou dans le cadre d'un acte chirurgical. Les dispositifs, autres que ceux visés au premier alinéa, opérant une pénétration par une voie autre qu'un orifice existant du corps, sont considérés comme des dispositifs invasifs de type chirurgical. Dispositif implantable : tout dispositif destiné à être implanté en totalité dans le corps humain ou à remplacer une surface épithéliale ou la surface de l'oeil, grâce à une intervention chirurgicale et à demeurer en place après l'intervention. Est également considéré comme dispositif implantable tout dispositif destiné à être introduit partiellement dans le corps humain par une intervention chirurgicale et qui est destiné à demeurer en place après l'intervention pendant une période d'au moins trente jours ; 1.3. Instrument chirurgical réutilisable : Instrument destiné à accomplir, sans être raccordé à un dispositif médical actif, un acte chirurgical tel que couper, forer, scier, gratter, racler, serrer, rétracter ou attacher et pouvant être réutilisé après avoir été soumis aux procédures appropriées ; 1.4. Dispositif médical actif : Tout dispositif médical dépendant pour son fonctionnement d'une source d'énergie électrique ou de toute source d'énergie autre que celle générée directement par le corps humain ou par la pesanteur et agissant par conversion de cette énergie. Ne sont pas considérés comme des dispositifs médicaux actifs les dispositifs médicaux destinés à transmettre de l'énergie, des substances ou d'autres éléments, sans modification significative, entre un dispositif médical actif et le patient ; 1.5. Dispositif actif thérapeutique : Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux pour soutenir, modifier, remplacer ou restaurer des fonctions ou des structures biologiques en vue de traiter ou de soulager une maladie, une blessure ou un handicap ; 1.6. Dispositif actif destiné au diagnostic : Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux, pour fournir des informations en vue de détecter, diagnostiquer, contrôler ou traiter des états physiologiques, des états de santé, des maladies ou des malformations congénitales ; 1.7. Système circulatoire central : Aux fins de la présente annexe, on entend par système circulatoire central les vaisseaux suivants : artères pulmonaires, aorte ascendante, artères coronaires, artère carotide primitive, artères carotides externes, artères carotides internes, artères cérébrales, tronc brachio-céphalique, sinus coronaire, veines pulmonaires, veine cave supérieure, veine cave inférieure ; 1.8. Système nerveux central : Aux fins de la présente annexe, on entend par système nerveux central l'encéphale, la moelle épinière et les méninges. II. - Règles d'application. 2. Règles d'application : 2.1. Les règles de classification s'appliquent en fonction de la destination des dispositifs ; 2.2. Si le dispositif est destiné à être utilisé en association avec un autre dispositif, les règles de classification s'appliquent séparément à chacun des dispositifs. Les accessoires sont classés en tant que tels, indépendamment des dispositifs avec lesquels ils sont utilisés ; 2.3. Le logiciel informatique commandant un dispositif ou agissant sur son utilisation relève automatiquement de la même classe ; 2.4. Si le dispositif n'est pas destiné à être utilisé exclusivement ou essentiellement dans une partie spécifique du corps, il doit être considéré et classé suivant l'utilisation la plus critique telle que spécifiée ; 2.5. Si plusieurs règles s'appliquent au même dispositif du fait des utilisations indiquées par le fabricant, la règle qui s'applique est la plus stricte, le dispositif étant classé dans la classe la plus élevée. III. - Classification. 1. Dispositifs non invasifs : 1.1. Règle 1 : Tous les dispositifs non invasifs font partie de la classe I, sauf si l'une des règles suivantes est applicable ; 1.2. Règle 2 : Tous les dispositifs non invasifs destinés à conduire ou à stocker du sang, des liquides ou tissus corporels, des liquides ou des gaz en vue d'une perfusion, administration ou introduction dans le corps appartiennent à la classe II a : - s'ils peuvent être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure ; - s'ils sont destinés à être utilisés pour le stockage ou la canalisation du sang ou d'autres liquides corporels ou le stockage d'organes, de parties d'organes ou tissus corporels ; Dans tous les autres cas, ils appartiennent à la classe I ; 1.3. Règle 3 : Tous les dispositifs non invasifs visant à modifier la composition biologique ou chimique du sang, d'autres liquides corporels ou d'autres liquides destinés à être perfusés dans le corps appartiennent à la classe II b, sauf si le traitement consiste en une filtration, une centrifugation ou en échanges de gaz ou de chaleur, auquel cas ils appartiennent à la classe II a ; 1.4. Règle 4 : Tous les dispositifs non invasifs qui entrent en contact avec de la peau lésée : - relèvent de la classe I s'ils sont destinés à être utilisés comme barrière mécanique, pour la compression ou pour l'absorption des exsudats ; - relèvent de la classe II b s'ils sont destinés à être utilisés principalement pour des plaies comportant une destruction du derme et ne pouvant se cicatriser qu'en deuxième intention ; - appartiennent à la classe II a dans tous les autres cas, y compris les dispositifs destinés principalement à agir sur le micro-environnement des plaies. 2. Dispositifs invasifs : 2.1. Règle 5 : Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical et qui ne sont pas destinés à être raccordés à un dispositif médical actif : - font partie de la classe I s'ils sont destinés à un usage temporaire ; - font partie de la classe II a s'ils sont destinés à un usage à court terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan, ou dans les cavités nasales, auquel cas ils font partie de la classe I ; - font partie de la classe II b s'ils sont destinés à un usage à long terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan ou dans les cavités nasales et ne sont pas susceptibles d'être absorbés par la muqueuse, auquel cas ils font partie de la classe II a ; Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical, destinés à être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure font partie de la classe II a ; 2.2. Règle 6 : Tous les dispositifs invasifs de type chirurgical destinés à un usage temporaire font partie de la classe II a, sauf : - s'ils sont spécifiquement destinés à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ; - s'il s'agit d'instruments chirurgicaux réutilisables, auquel cas ils font partie de la classe I ; - s'ils sont destinés à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ; - s'ils sont destinés à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe II b ; - s'ils sont destinés à administrer des médicaments par un mécanisme de libération et que le mode d'administration peut présenter des risques, auquel cas ils font partie de la classe II b. 2.3. Règle 7 : Tous les dispositifs invasifs de type chirurgical destinés à un usage à court terme appartiennent à la classe II a, sauf s'ils sont destinés : - spécifiquement à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ; - spécifiquement à être utilisés en contact direct avec le système nerveux central, auquel cas ils font partie de la classe III ; - à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ; - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ; - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe II b. 2.4. Règle 8 : Tous les dispositifs implantables et les dispositifs invasifs à long terme de type chirurgical font partie de la classe II b, sauf s'ils sont destinés : - à être placés dans les dents, auquel cas ils font partie de la classe II a ; - à être utilisés en contact direct avec le coeur, le système circulatoire central ou le système nerveux central, auquel cas ils font partie de la classe III ; - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ; - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe III. 3. Autres règles applicables aux dispositifs actifs : 3.1. Règle 9 : Tous les dispositifs actifs thérapeutiques destinés à fournir ou échanger de l'énergie font partie de la classe II a, sauf si leurs caractéristiques sont telles qu'ils peuvent fournir de l'énergie au corps humain ou assurer des transferts d'énergie avec celui-ci d'une manière potentiellement dangereuse, compte tenu de la nature, de la densité et du site d'application de cette énergie, auquel cas ils font partie de la classe II b. Tous les dispositifs actifs destinés à contrôler et à surveiller les performances des dispositifs actifs thérapeutiques de la classe II b ou destinés à agir directement sur les performances de ces dispositifs font partie de la classe II b. 3.2. Règle 10 : Les dispositifs actifs destinés au diagnostic font partie de la classe II a : - s'ils sont destinés à fournir de l'énergie qui sera absorbée par le corps humain, à l'exception des dispositifs utilisés pour éclairer le corps du patient dans le spectre visible ; - s'ils sont destinés à visualiser la distribution de produits radiopharmaceutiques in vivo ; - s'ils sont destinés à permettre un diagnostic ou un contrôle direct des processus physiologiques vitaux, sauf s'ils sont spécifiquement destinés à surveiller les paramètres physiologiques vitaux, lorsque des variations de certains de ces paramètres, notamment ceux des fonctions cardiaques ou respiratoires ou de l'activité du système nerveux central, peuvent présenter un danger immédiat pour la vie du patient, auquel cas ils font partie de la classe II b ; Les dispositifs actifs destinés à émettre des rayonnements ionisants et destinés au radiodiagnostic et à la radiologie interventionnelle thérapeutique, y compris les dispositifs qui commandent ou contrôlent ces dispositifs ou agissent directement sur leurs performances, font partie de la classe II b ; Règle 11 : Tous les dispositifs actifs destinés à administrer dans le corps et/ou à en soustraire des médicaments, des liquides biologiques ou d'autres substances font partie de la classe II a, sauf si cette opération est potentiellement dangereuse, compte tenu de la nature des substances administrées, de la partie du corps concernée et du mode d'administration, auquel cas ils font partie de la classe II b ; 3.3. Règle 12 : Tous les autres dispositifs actifs font partie de la classe I. 4. Règles spéciales : 4.1. Règle 13 : Tous les dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, peut être considérée comme un médicament au sens de l'article L. 511 du code de la santé publique et qui est susceptible d'agir sur le corps par une action accessoire à celle des dispositifs font partie de la classe III ; 4.2. Règle 14 : Tous les dispositifs utilisés pour la contraception ou pour prévenir la transmission de maladies sexuellement transmissibles font partie de la classe II b, sauf s'il s'agit de dispositifs implantables ou de dispositifs invasifs à long terme auxquels cas ils font partie de la classe III ; 4.3. Règle 15 : Tous les dispositifs destinés spécifiquement à désinfecter, nettoyer, rincer ou, le cas échéant, hydrater des lentilles de contact font partie de la classe II b ; Tous les dispositifs destinés spécifiquement à désinfecter les dispositifs médicaux font partie de la classe II a ; La règle 15 ne s'applique pas aux produits destinés à nettoyer les dispositifs médicaux autres que les lentilles de contact par des moyens physiques ; 4.4. Règle 16 : Les dispositifs non actifs destinés spécifiquement à enregister les images de radiodiagnostic font partie de la classe II a ; 4.5. Règle 17 : Tous les dispositifs fabriqués à partir de tissus d'origine animale ou de dérivés rendus non viables entrent dans la classe III, sauf si ces dispositifs sont destinés à entrer en contact uniquement avec une peau intacte. 5. Classification par dérogation aux autres règles : 5.1. Règle 18 : Les poches à sang figurent dans la classe II b ; 5.2. Règle 19 : Les implants mammaires figurent dans la classe III.",
            "texteHtml": "<p></p>   I. - Définitions.<p></p><p></p>   1. Définitions pour les règles de classification :<p></p><p></p>   1.1. Durée :<p></p><p></p>   Temporaire : normalement destiné à être utilisé en continu pendant moins de soixante minutes ;<p></p><p></p>   Court terme : normalement destiné à être utilisé en continu pendant trente jours au maximum ;<p></p><p></p>   Long terme : normalement destiné à être utilisé en continu pendant plus de trente jours ;<p></p><p></p>   1.2. Dispositifs invasifs :<p></p><p></p>   Dispositif invasif : dispositif qui pénètre partiellement ou entièrement à l'intérieur du corps ; soit par un orifice du corps, soit à travers la surface du corps ;<p></p><p></p>   Orifice du corps : toute ouverture naturelle du corps, ainsi que la surface externe du globe oculaire, ou toute ouverture artificielle permanente, par exemple une stomie ;<p></p><p></p>   Dispositif invasif de type chirurgical : dispositif invasif qui pénètre à l'intérieur du corps à travers la surface du corps, à l'aide ou dans le cadre d'un acte chirurgical.<p></p><p></p>   Les dispositifs, autres que ceux visés au premier alinéa, opérant une pénétration par une voie autre qu'un orifice existant du corps, sont considérés comme des dispositifs invasifs de type chirurgical.<p></p><p></p>   Dispositif implantable : tout dispositif destiné à être implanté en totalité dans le corps humain ou à remplacer une surface épithéliale ou la surface de l'oeil, grâce à une intervention chirurgicale et à demeurer en place après l'intervention.<p></p><p></p>   Est également considéré comme dispositif implantable tout dispositif destiné à être introduit partiellement dans le corps humain par une intervention chirurgicale et qui est destiné à demeurer en place après l'intervention pendant une période d'au moins trente jours ;<p></p><p></p>   1.3. Instrument chirurgical réutilisable :<p></p><p></p>   Instrument destiné à accomplir, sans être raccordé à un dispositif médical actif, un acte chirurgical tel que couper, forer, scier, gratter, racler, serrer, rétracter ou attacher et pouvant être réutilisé après avoir été soumis aux procédures appropriées ;<p></p><p></p>   1.4. Dispositif médical actif :<p></p><p></p>   Tout dispositif médical dépendant pour son fonctionnement d'une source d'énergie électrique ou de toute source d'énergie autre que celle générée directement par le corps humain ou par la pesanteur et agissant par conversion de cette énergie. Ne sont pas considérés comme des dispositifs médicaux actifs les dispositifs médicaux destinés à transmettre de l'énergie, des substances ou d'autres éléments, sans modification significative, entre un dispositif médical actif et le patient ;<p></p><p></p>   1.5. Dispositif actif thérapeutique :<p></p><p></p>   Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux pour soutenir, modifier, remplacer ou restaurer des fonctions ou des structures biologiques en vue de traiter ou de soulager une maladie, une blessure ou un handicap ;<p></p><p></p>   1.6. Dispositif actif destiné au diagnostic :<p></p><p></p>   Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux, pour fournir des informations en vue de détecter, diagnostiquer, contrôler ou traiter des états physiologiques, des états de santé, des maladies ou des malformations congénitales ;<p></p><p></p>   1.7. Système circulatoire central :<p></p><p></p>   Aux fins de la présente annexe, on entend par système circulatoire central les vaisseaux suivants : artères pulmonaires, aorte ascendante, artères coronaires, artère carotide primitive, artères carotides externes, artères carotides internes, artères cérébrales, tronc brachio-céphalique, sinus coronaire, veines pulmonaires, veine cave supérieure, veine cave inférieure ;<p></p><p></p>   1.8. Système nerveux central :<p></p><p></p>   Aux fins de la présente annexe, on entend par système nerveux central l'encéphale, la moelle épinière et les méninges.<p></p><p></p>   II. - Règles d'application.<p></p><p></p>   2. Règles d'application :<p></p><p></p>   2.1. Les règles de classification s'appliquent en fonction de la destination des dispositifs ;<p></p><p></p>   2.2. Si le dispositif est destiné à être utilisé en association avec un autre dispositif, les règles de classification s'appliquent séparément à chacun des dispositifs. Les accessoires sont classés en tant que tels, indépendamment des dispositifs avec lesquels ils sont utilisés ;<p></p><p></p>   2.3. Le logiciel informatique commandant un dispositif ou agissant sur son utilisation relève automatiquement de la même classe ;<p></p><p></p>   2.4. Si le dispositif n'est pas destiné à être utilisé exclusivement ou essentiellement dans une partie spécifique du corps, il doit être considéré et classé suivant l'utilisation la plus critique telle que spécifiée ;<p></p><p></p>   2.5. Si plusieurs règles s'appliquent au même dispositif du fait des utilisations indiquées par le fabricant, la règle qui s'applique est la plus stricte, le dispositif étant classé dans la classe la plus élevée.<p></p><p></p>   III. - Classification.<p></p><p></p>   1. Dispositifs non invasifs :<p></p><p></p>   1.1. Règle 1 :<p></p><p></p>   Tous les dispositifs non invasifs font partie de la classe I, sauf si l'une des règles suivantes est applicable ;<p></p><p></p>   1.2. Règle 2 :<p></p><p></p>   Tous les dispositifs non invasifs destinés à conduire ou à stocker du sang, des liquides ou tissus corporels, des liquides ou des gaz en vue d'une perfusion, administration ou introduction dans le corps appartiennent à la classe II a :<p></p><p></p>   - s'ils peuvent être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure ;<p></p><p></p>   - s'ils sont destinés à être utilisés pour le stockage ou la canalisation du sang ou d'autres liquides corporels ou le stockage d'organes, de parties d'organes ou tissus corporels ;<p></p><p></p>   Dans tous les autres cas, ils appartiennent à la classe I ;<p></p><p></p>   1.3. Règle 3 :<p></p><p></p>   Tous les dispositifs non invasifs visant à modifier la composition biologique ou chimique du sang, d'autres liquides corporels ou d'autres liquides destinés à être perfusés dans le corps appartiennent à la classe II b, sauf si le traitement consiste en une filtration, une centrifugation ou en échanges de gaz ou de chaleur, auquel cas ils appartiennent à la classe II a ;<p></p><p></p>   1.4. Règle 4 :<p></p><p></p>   Tous les dispositifs non invasifs qui entrent en contact avec de la peau lésée :<p></p><p></p>   - relèvent de la classe I s'ils sont destinés à être utilisés comme barrière mécanique, pour la compression ou pour l'absorption des exsudats ;<p></p><p></p>   - relèvent de la classe II b s'ils sont destinés à être utilisés principalement pour des plaies comportant une destruction du derme et ne pouvant se cicatriser qu'en deuxième intention ;<p></p><p></p>   - appartiennent à la classe II a dans tous les autres cas, y compris les dispositifs destinés principalement à agir sur le micro-environnement des plaies.<p></p><p></p>   2. Dispositifs invasifs :<p></p><p></p>   2.1. Règle 5 :<p></p><p></p>   Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical et qui ne sont pas destinés à être raccordés à un dispositif médical actif :<p></p><p></p>   - font partie de la classe I s'ils sont destinés à un usage temporaire ;<p></p><p></p>   - font partie de la classe II a s'ils sont destinés à un usage à court terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan, ou dans les cavités nasales, auquel cas ils font partie de la classe I ;<p></p><p></p>   - font partie de la classe II b s'ils sont destinés à un usage à long terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan ou dans les cavités nasales et ne sont pas susceptibles d'être absorbés par la muqueuse, auquel cas ils font partie de la classe II a ;<p></p><p></p>   Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical, destinés à être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure font partie de la classe II a ;<p></p><p></p>   2.2. Règle 6 :<p></p><p></p>   Tous les dispositifs invasifs de type chirurgical destinés à un usage temporaire font partie de la classe II a, sauf :<p></p><p></p>   - s'ils sont spécifiquement destinés à diagnostiquer,<p></p>\n surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ;<p></p><p></p>   - s'il s'agit d'instruments chirurgicaux réutilisables,<p></p>\n auquel cas ils font partie de la classe I ;<p></p><p></p>   - s'ils sont destinés à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - s'ils sont destinés à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - s'ils sont destinés à administrer des médicaments par un mécanisme de libération et que le mode d'administration peut présenter des risques, auquel cas ils font partie de la classe II b.<p></p><p></p>   2.3. Règle 7 :<p></p><p></p>   Tous les dispositifs invasifs de type chirurgical destinés à un usage à court terme appartiennent à la classe II a, sauf s'ils sont destinés :<p></p><p></p>   - spécifiquement à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ;<p></p><p></p>   - spécifiquement à être utilisés en contact direct avec le système nerveux central, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe II b.<p></p><p></p>   2.4. Règle 8 :<p></p><p></p>   Tous les dispositifs implantables et les dispositifs invasifs à long terme de type chirurgical font partie de la classe II b, sauf s'ils sont destinés :<p></p><p></p>   - à être placés dans les dents, auquel cas ils font partie de la classe II a ;<p></p><p></p>   - à être utilisés en contact direct avec le coeur, le système circulatoire central ou le système nerveux central, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe III.<p></p><p></p>   3. Autres règles applicables aux dispositifs actifs :<p></p><p></p>   3.1. Règle 9 :<p></p><p></p>   Tous les dispositifs actifs thérapeutiques destinés à fournir ou échanger de l'énergie font partie de la classe II a, sauf si leurs caractéristiques sont telles qu'ils peuvent fournir de l'énergie au corps humain ou assurer des transferts d'énergie avec celui-ci d'une manière potentiellement dangereuse, compte tenu de la nature, de la densité et du site d'application de cette énergie, auquel cas ils font partie de la classe II b.<p></p><p></p>   Tous les dispositifs actifs destinés à contrôler et à surveiller les performances des dispositifs actifs thérapeutiques de la classe II b ou destinés à agir directement sur les performances de ces dispositifs font partie de la classe II b.<p></p><p></p>   3.2. Règle 10 :<p></p><p></p>   Les dispositifs actifs destinés au diagnostic font partie de la classe II a :<p></p><p></p>   - s'ils sont destinés à fournir de l'énergie qui sera absorbée par le corps humain, à l'exception des dispositifs utilisés pour éclairer le corps du patient dans le spectre visible ;<p></p><p></p>   - s'ils sont destinés à visualiser la distribution de produits radiopharmaceutiques in vivo ;<p></p><p></p>   - s'ils sont destinés à permettre un diagnostic ou un contrôle direct des processus physiologiques vitaux, sauf s'ils sont spécifiquement destinés à surveiller les paramètres physiologiques vitaux, lorsque des variations de certains de ces paramètres, notamment ceux des fonctions cardiaques ou respiratoires ou de l'activité du système nerveux central, peuvent présenter un danger immédiat pour la vie du patient, auquel cas ils font partie de la classe II b ;<p></p><p></p>   Les dispositifs actifs destinés à émettre des rayonnements ionisants et destinés au radiodiagnostic et à la radiologie interventionnelle thérapeutique, y compris les dispositifs qui commandent ou contrôlent ces dispositifs ou agissent directement sur leurs performances, font partie de la classe II b ;<p></p><p></p>   Règle 11 :<p></p><p></p>   Tous les dispositifs actifs destinés à administrer dans le corps et/ou à en soustraire des médicaments, des liquides biologiques ou d'autres substances font partie de la classe II a, sauf si cette opération est potentiellement dangereuse, compte tenu de la nature des substances administrées, de la partie du corps concernée et du mode d'administration, auquel cas ils font partie de la classe II b ;<p></p><p></p>   3.3. Règle 12 :<p></p><p></p>   Tous les autres dispositifs actifs font partie de la classe I.<p></p><p></p>   4. Règles spéciales :<p></p><p></p>   4.1. Règle 13 :<p></p><p></p>   Tous les dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, peut être considérée comme un médicament au sens de l'article L. 511 du code de la santé publique et qui est susceptible d'agir sur le corps par une action accessoire à celle des dispositifs font partie de la classe III ;<p></p><p></p>   4.2. Règle 14 :<p></p><p></p>   Tous les dispositifs utilisés pour la contraception ou pour prévenir la transmission de maladies sexuellement transmissibles font partie de la classe II b, sauf s'il s'agit de dispositifs implantables ou de dispositifs invasifs à long terme auxquels cas ils font partie de la classe III ;<p></p><p></p>   4.3. Règle 15 :<p></p><p></p>   Tous les dispositifs destinés spécifiquement à désinfecter, nettoyer, rincer ou, le cas échéant, hydrater des lentilles de contact font partie de la classe II b ;<p></p><p></p>   Tous les dispositifs destinés spécifiquement à désinfecter les dispositifs médicaux font partie de la classe II a ;<p></p><p></p>   La règle 15 ne s'applique pas aux produits destinés à nettoyer les dispositifs médicaux autres que les lentilles de contact par des moyens physiques ;<p></p><p></p>   4.4. Règle 16 :<p></p><p></p>   Les dispositifs non actifs destinés spécifiquement à enregister les images de radiodiagnostic font partie de la classe II a ;<p></p><p></p>   4.5. Règle 17 :<p></p><p></p>   Tous les dispositifs fabriqués à partir de tissus d'origine animale ou de dérivés rendus non viables entrent dans la classe III, sauf si ces dispositifs sont destinés à entrer en contact uniquement avec une peau intacte.<p></p><p></p>   5. Classification par dérogation aux autres règles :<p></p><p></p>   5.1. Règle 18 :<p></p><p></p>   Les poches à sang figurent dans la classe II b ;<p></p><p></p>   5.2. Règle 19 :<p></p><p></p>   Les implants mammaires figurent dans la classe III.<p></p>",
            "num": "Annexe IX aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1076025600000,
            "dateFin": 1084579200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128484",
                        "id": "LEGISCTA000006128484",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-05-26",
                        "titre": "Critères utilisés pour la classification des dispositifs médicaux autres que les dispositifs implantables actifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142977",
                        "id": "LEGISCTA000006142977",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804481",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142977",
            "sectionParentId": "LEGISCTA000006142977",
            "sectionParentTitre": "Critères utilisés pour la classification des dispositifs médicaux autres que les dispositifs implantables actifs.",
            "fullSectionsTitre": "Annexes &gt; Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro &gt; Critères utilisés pour la classification des dispositifs médicaux autres que les dispositifs implantables actifs.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804483",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000416306",
                    "textTitle": "Décret n°2004-108 du 4 février 2004 - art. 1 () JORF 6 février 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006228407",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-02-06",
                    "dateSignaTexte": "2004-02-04",
                    "dateDebutCible": "2004-02-06"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L511 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511",
                    "articleId": "LEGIARTI000006693411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804481",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 795398400000,
                    "dateFin": 1069459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804482",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1069459200000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804483",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804484",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1148601600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IX aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": "LEGIARTI000006804482",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804482",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Définitions. 1. Définitions pour les règles de classification : 1.1. Durée : Temporaire : normalement destiné à être utilisé en continu pendant moins de soixante minutes ; Court terme : normalement destiné à être utilisé en continu pendant trente jours au maximum ; Long terme : normalement destiné à être utilisé en continu pendant plus de trente jours ; 1.2. Dispositifs invasifs : Dispositif invasif : dispositif qui pénètre partiellement ou entièrement à l'intérieur du corps ; soit par un orifice du corps, soit à travers la surface du corps ; Orifice du corps : toute ouverture naturelle du corps, ainsi que la surface externe du globe oculaire, ou toute ouverture artificielle permanente, par exemple une stomie ; Dispositif invasif de type chirurgical : dispositif invasif qui pénètre à l'intérieur du corps à travers la surface du corps, à l'aide ou dans le cadre d'un acte chirurgical. Les dispositifs, autres que ceux visés au premier alinéa, opérant une pénétration par une voie autre qu'un orifice existant du corps, sont considérés comme des dispositifs invasifs de type chirurgical. Dispositif implantable : tout dispositif destiné à être implanté en totalité dans le corps humain ou à remplacer une surface épithéliale ou la surface de l'oeil, grâce à une intervention chirurgicale et à demeurer en place après l'intervention. Est également considéré comme dispositif implantable tout dispositif destiné à être introduit partiellement dans le corps humain par une intervention chirurgicale et qui est destiné à demeurer en place après l'intervention pendant une période d'au moins trente jours ; 1.3. Instrument chirurgical réutilisable : Instrument destiné à accomplir, sans être raccordé à un dispositif médical actif, un acte chirurgical tel que couper, forer, scier, gratter, racler, serrer, rétracter ou attacher et pouvant être réutilisé après avoir été soumis aux procédures appropriées ; 1.4. Dispositif médical actif : Tout dispositif médical dépendant pour son fonctionnement d'une source d'énergie électrique ou de toute source d'énergie autre que celle générée directement par le corps humain ou par la pesanteur et agissant par conversion de cette énergie. Ne sont pas considérés comme des dispositifs médicaux actifs les dispositifs médicaux destinés à transmettre de l'énergie, des substances ou d'autres éléments, sans modification significative, entre un dispositif médical actif et le patient ; 1.5. Dispositif actif thérapeutique : Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux pour soutenir, modifier, remplacer ou restaurer des fonctions ou des structures biologiques en vue de traiter ou de soulager une maladie, une blessure ou un handicap ; 1.6. Dispositif actif destiné au diagnostic : Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux, pour fournir des informations en vue de détecter, diagnostiquer, contrôler ou traiter des états physiologiques, des états de santé, des maladies ou des malformations congénitales ; 1.7. Système circulatoire central : Aux fins de la présente annexe, on entend par système circulatoire central les vaisseaux suivants : artères pulmonaires, aorte ascendante, artères coronaires, artère carotide primitive, artères carotides externes, artères carotides internes, artères cérébrales, tronc brachio-céphalique, sinus coronaire, veines pulmonaires, veine cave supérieure, veine cave inférieure ; 1.8. Système nerveux central : Aux fins de la présente annexe, on entend par système nerveux central l'encéphale, la moelle épinière et les méninges. II. - Règles d'application. 2. Règles d'application : 2.1. Les règles de classification s'appliquent en fonction de la destination des dispositifs ; 2.2. Si le dispositif est destiné à être utilisé en association avec un autre dispositif, les règles de classification s'appliquent séparément à chacun des dispositifs. Les accessoires sont classés en tant que tels, indépendamment des dispositifs avec lesquels ils sont utilisés ; 2.3. Le logiciel informatique commandant un dispositif ou agissant sur son utilisation relève automatiquement de la même classe ; 2.4. Si le dispositif n'est pas destiné à être utilisé exclusivement ou essentiellement dans une partie spécifique du corps, il doit être considéré et classé suivant l'utilisation la plus critique telle que spécifiée ; 2.5. Si plusieurs règles s'appliquent au même dispositif du fait des utilisations indiquées par le fabricant, la règle qui s'applique est la plus stricte, le dispositif étant classé dans la classe la plus élevée. III. - Classification. 1. Dispositifs non invasifs : 1.1. Règle 1 : Tous les dispositifs non invasifs font partie de la classe I, sauf si l'une des règles suivantes est applicable ; 1.2. Règle 2 : Tous les dispositifs non invasifs destinés à conduire ou à stocker du sang, des liquides ou tissus corporels, des liquides ou des gaz en vue d'une perfusion, administration ou introduction dans le corps appartiennent à la classe II a : - s'ils peuvent être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure ; - s'ils sont destinés à être utilisés pour le stockage ou la canalisation du sang ou d'autres liquides corporels ou le stockage d'organes, de parties d'organes ou tissus corporels ; Dans tous les autres cas, ils appartiennent à la classe I ; 1.3. Règle 3 : Tous les dispositifs non invasifs visant à modifier la composition biologique ou chimique du sang, d'autres liquides corporels ou d'autres liquides destinés à être perfusés dans le corps appartiennent à la classe II b, sauf si le traitement consiste en une filtration, une centrifugation ou en échanges de gaz ou de chaleur, auquel cas ils appartiennent à la classe II a ; 1.4. Règle 4 : Tous les dispositifs non invasifs qui entrent en contact avec de la peau lésée : - relèvent de la classe I s'ils sont destinés à être utilisés comme barrière mécanique, pour la compression ou pour l'absorption des exsudats ; - relèvent de la classe II b s'ils sont destinés à être utilisés principalement pour des plaies comportant une destruction du derme et ne pouvant se cicatriser qu'en deuxième intention ; - appartiennent à la classe II a dans tous les autres cas, y compris les dispositifs destinés principalement à agir sur le micro-environnement des plaies. 2. Dispositifs invasifs : 2.1. Règle 5 : Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical et qui ne sont pas destinés à être raccordés à un dispositif médical actif : - font partie de la classe I s'ils sont destinés à un usage temporaire ; - font partie de la classe II a s'ils sont destinés à un usage à court terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan, ou dans les cavités nasales, auquel cas ils font partie de la classe I ; - font partie de la classe II b s'ils sont destinés à un usage à long terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan ou dans les cavités nasales et ne sont pas susceptibles d'être absorbés par la muqueuse, auquel cas ils font partie de la classe II a ; Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical, destinés à être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure font partie de la classe II a ; 2.2. Règle 6 : Tous les dispositifs invasifs de type chirurgical destinés à un usage temporaire font partie de la classe II a, sauf : - s'ils sont spécifiquement destinés à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ; - s'il s'agit d'instruments chirurgicaux réutilisables, auquel cas ils font partie de la classe I ; - s'ils sont destinés à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ; - s'ils sont destinés à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe II b ; - s'ils sont destinés à administrer des médicaments par un mécanisme de libération et que le mode d'administration peut présenter des risques, auquel cas ils font partie de la classe II b. 2.3. Règle 7 : Tous les dispositifs invasifs de type chirurgical destinés à un usage à court terme appartiennent à la classe II a, sauf s'ils sont destinés : - spécifiquement à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ; - spécifiquement à être utilisés en contact direct avec le système nerveux central, auquel cas ils font partie de la classe III ; - à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ; - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ; - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe II b. 2.4. Règle 8 : Tous les dispositifs implantables et les dispositifs invasifs à long terme de type chirurgical font partie de la classe II b, sauf s'ils sont destinés : - à être placés dans les dents, auquel cas ils font partie de la classe II a ; - à être utilisés en contact direct avec le coeur, le système circulatoire central ou le système nerveux central, auquel cas ils font partie de la classe III ; - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ; - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe III. 3. Autres règles applicables aux dispositifs actifs : 3.1. Règle 9 : Tous les dispositifs actifs thérapeutiques destinés à fournir ou échanger de l'énergie font partie de la classe II a, sauf si leurs caractéristiques sont telles qu'ils peuvent fournir de l'énergie au corps humain ou assurer des transferts d'énergie avec celui-ci d'une manière potentiellement dangereuse, compte tenu de la nature, de la densité et du site d'application de cette énergie, auquel cas ils font partie de la classe II b. Tous les dispositifs actifs destinés à contrôler et à surveiller les performances des dispositifs actifs thérapeutiques de la classe II b ou destinés à agir directement sur les performances de ces dispositifs font partie de la classe II b. 3.2. Règle 10 : Les dispositifs actifs destinés au diagnostic font partie de la classe II a : - s'ils sont destinés à fournir de l'énergie qui sera absorbée par le corps humain, à l'exception des dispositifs utilisés pour éclairer le corps du patient dans le spectre visible ; - s'ils sont destinés à visualiser la distribution de produits radiopharmaceutiques in vivo ; - s'ils sont destinés à permettre un diagnostic ou un contrôle direct des processus physiologiques vitaux, sauf s'ils sont spécifiquement destinés à surveiller les paramètres physiologiques vitaux, lorsque des variations de certains de ces paramètres, notamment ceux des fonctions cardiaques ou respiratoires ou de l'activité du système nerveux central, peuvent présenter un danger immédiat pour la vie du patient, auquel cas ils font partie de la classe II b ; Les dispositifs actifs destinés à émettre des rayonnements ionisants et destinés au radiodiagnostic et à la radiologie interventionnelle thérapeutique, y compris les dispositifs qui commandent ou contrôlent ces dispositifs ou agissent directement sur leurs performances, font partie de la classe II b ; Règle 11 : Tous les dispositifs actifs destinés à administrer dans le corps et/ou à en soustraire des médicaments, des liquides biologiques ou d'autres substances font partie de la classe II a, sauf si cette opération est potentiellement dangereuse, compte tenu de la nature des substances administrées, de la partie du corps concernée et du mode d'administration, auquel cas ils font partie de la classe II b ; 3.3. Règle 12 : Tous les autres dispositifs actifs font partie de la classe I. 4. Règles spéciales : 4.1. Règle 13 : Tous les dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, peut être considérée comme un médicament au sens de l'article L. 511 du code de la santé publique et qui est susceptible d'agir sur le corps par une action accessoire à celle des dispositifs font partie de la classe III ; 4.2. Règle 14 : Tous les dispositifs utilisés pour la contraception ou pour prévenir la transmission de maladies sexuellement transmissibles font partie de la classe II b, sauf s'il s'agit de dispositifs implantables ou de dispositifs invasifs à long terme auxquels cas ils font partie de la classe III ; 4.3. Règle 15 : Tous les dispositifs destinés spécifiquement à désinfecter, nettoyer, rincer ou, le cas échéant, hydrater des lentilles de contact font partie de la classe II b ; Tous les dispositifs destinés spécifiquement à désinfecter les dispositifs médicaux font partie de la classe II a ; La règle 15 ne s'applique pas aux produits destinés à nettoyer les dispositifs médicaux autres que les lentilles de contact par des moyens physiques ; 4.4. Règle 16 : Les dispositifs non actifs destinés spécifiquement à enregister les images de radiodiagnostic font partie de la classe II a ; 4.5. Règle 17 : Tous les dispositifs fabriqués à partir de tissus d'origine animale ou de dérivés rendus non viables entrent dans la classe III, sauf si ces dispositifs sont destinés à entrer en contact uniquement avec une peau intacte. 5. Classification par dérogation aux autres règles : 5.1. Règle 18 : Les poches à sang figurent dans la classe II b ; 5.2. Règle 19 : Les implants mammaires figurent dans la classe III.",
            "texteHtml": "<p></p>   I. - Définitions.<p></p><p></p>   1. Définitions pour les règles de classification :<p></p><p></p>   1.1. Durée :<p></p><p></p>   Temporaire : normalement destiné à être utilisé en continu pendant moins de soixante minutes ;<p></p><p></p>   Court terme : normalement destiné à être utilisé en continu pendant trente jours au maximum ;<p></p><p></p>   Long terme : normalement destiné à être utilisé en continu pendant plus de trente jours ;<p></p><p></p>   1.2. Dispositifs invasifs :<p></p><p></p>   Dispositif invasif : dispositif qui pénètre partiellement ou entièrement à l'intérieur du corps ; soit par un orifice du corps, soit à travers la surface du corps ;<p></p><p></p>   Orifice du corps : toute ouverture naturelle du corps, ainsi que la surface externe du globe oculaire, ou toute ouverture artificielle permanente, par exemple une stomie ;<p></p><p></p>   Dispositif invasif de type chirurgical : dispositif invasif qui pénètre à l'intérieur du corps à travers la surface du corps, à l'aide ou dans le cadre d'un acte chirurgical.<p></p><p></p>   Les dispositifs, autres que ceux visés au premier alinéa, opérant une pénétration par une voie autre qu'un orifice existant du corps, sont considérés comme des dispositifs invasifs de type chirurgical.<p></p><p></p>   Dispositif implantable : tout dispositif destiné à être implanté en totalité dans le corps humain ou à remplacer une surface épithéliale ou la surface de l'oeil, grâce à une intervention chirurgicale et à demeurer en place après l'intervention.<p></p><p></p>   Est également considéré comme dispositif implantable tout dispositif destiné à être introduit partiellement dans le corps humain par une intervention chirurgicale et qui est destiné à demeurer en place après l'intervention pendant une période d'au moins trente jours ;<p></p><p></p>   1.3. Instrument chirurgical réutilisable :<p></p><p></p>   Instrument destiné à accomplir, sans être raccordé à un dispositif médical actif, un acte chirurgical tel que couper, forer, scier, gratter, racler, serrer, rétracter ou attacher et pouvant être réutilisé après avoir été soumis aux procédures appropriées ;<p></p><p></p>   1.4. Dispositif médical actif :<p></p><p></p>   Tout dispositif médical dépendant pour son fonctionnement d'une source d'énergie électrique ou de toute source d'énergie autre que celle générée directement par le corps humain ou par la pesanteur et agissant par conversion de cette énergie. Ne sont pas considérés comme des dispositifs médicaux actifs les dispositifs médicaux destinés à transmettre de l'énergie, des substances ou d'autres éléments, sans modification significative, entre un dispositif médical actif et le patient ;<p></p><p></p>   1.5. Dispositif actif thérapeutique :<p></p><p></p>   Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux pour soutenir, modifier, remplacer ou restaurer des fonctions ou des structures biologiques en vue de traiter ou de soulager une maladie, une blessure ou un handicap ;<p></p><p></p>   1.6. Dispositif actif destiné au diagnostic :<p></p><p></p>   Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux, pour fournir des informations en vue de détecter, diagnostiquer, contrôler ou traiter des états physiologiques, des états de santé, des maladies ou des malformations congénitales ;<p></p><p></p>   1.7. Système circulatoire central :<p></p><p></p>   Aux fins de la présente annexe, on entend par système circulatoire central les vaisseaux suivants : artères pulmonaires, aorte ascendante, artères coronaires, artère carotide primitive, artères carotides externes, artères carotides internes, artères cérébrales, tronc brachio-céphalique, sinus coronaire, veines pulmonaires, veine cave supérieure, veine cave inférieure ;<p></p><p></p>   1.8. Système nerveux central :<p></p><p></p>   Aux fins de la présente annexe, on entend par système nerveux central l'encéphale, la moelle épinière et les méninges.<p></p><p></p>   II. - Règles d'application.<p></p><p></p>   2. Règles d'application :<p></p><p></p>   2.1. Les règles de classification s'appliquent en fonction de la destination des dispositifs ;<p></p><p></p>   2.2. Si le dispositif est destiné à être utilisé en association avec un autre dispositif, les règles de classification s'appliquent séparément à chacun des dispositifs. Les accessoires sont classés en tant que tels, indépendamment des dispositifs avec lesquels ils sont utilisés ;<p></p><p></p>   2.3. Le logiciel informatique commandant un dispositif ou agissant sur son utilisation relève automatiquement de la même classe ;<p></p><p></p>   2.4. Si le dispositif n'est pas destiné à être utilisé exclusivement ou essentiellement dans une partie spécifique du corps, il doit être considéré et classé suivant l'utilisation la plus critique telle que spécifiée ;<p></p><p></p>   2.5. Si plusieurs règles s'appliquent au même dispositif du fait des utilisations indiquées par le fabricant, la règle qui s'applique est la plus stricte, le dispositif étant classé dans la classe la plus élevée.<p></p><p></p>   III. - Classification.<p></p><p></p>   1. Dispositifs non invasifs :<p></p><p></p>   1.1. Règle 1 :<p></p><p></p>   Tous les dispositifs non invasifs font partie de la classe I, sauf si l'une des règles suivantes est applicable ;<p></p><p></p>   1.2. Règle 2 :<p></p><p></p>   Tous les dispositifs non invasifs destinés à conduire ou à stocker du sang, des liquides ou tissus corporels, des liquides ou des gaz en vue d'une perfusion, administration ou introduction dans le corps appartiennent à la classe II a :<p></p><p></p>   - s'ils peuvent être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure ;<p></p><p></p>   - s'ils sont destinés à être utilisés pour le stockage ou la canalisation du sang ou d'autres liquides corporels ou le stockage d'organes, de parties d'organes ou tissus corporels ;<p></p><p></p>   Dans tous les autres cas, ils appartiennent à la classe I ;<p></p><p></p>   1.3. Règle 3 :<p></p><p></p>   Tous les dispositifs non invasifs visant à modifier la composition biologique ou chimique du sang, d'autres liquides corporels ou d'autres liquides destinés à être perfusés dans le corps appartiennent à la classe II b, sauf si le traitement consiste en une filtration, une centrifugation ou en échanges de gaz ou de chaleur, auquel cas ils appartiennent à la classe II a ;<p></p><p></p>   1.4. Règle 4 :<p></p><p></p>   Tous les dispositifs non invasifs qui entrent en contact avec de la peau lésée :<p></p><p></p>   - relèvent de la classe I s'ils sont destinés à être utilisés comme barrière mécanique, pour la compression ou pour l'absorption des exsudats ;<p></p><p></p>   - relèvent de la classe II b s'ils sont destinés à être utilisés principalement pour des plaies comportant une destruction du derme et ne pouvant se cicatriser qu'en deuxième intention ;<p></p><p></p>   - appartiennent à la classe II a dans tous les autres cas, y compris les dispositifs destinés principalement à agir sur le micro-environnement des plaies.<p></p><p></p>   2. Dispositifs invasifs :<p></p><p></p>   2.1. Règle 5 :<p></p><p></p>   Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical et qui ne sont pas destinés à être raccordés à un dispositif médical actif :<p></p><p></p>   - font partie de la classe I s'ils sont destinés à un usage temporaire ;<p></p><p></p>   - font partie de la classe II a s'ils sont destinés à un usage à court terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan, ou dans les cavités nasales, auquel cas ils font partie de la classe I ;<p></p><p></p>   - font partie de la classe II b s'ils sont destinés à un usage à long terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan ou dans les cavités nasales et ne sont pas susceptibles d'être absorbés par la muqueuse, auquel cas ils font partie de la classe II a ;<p></p><p></p>   Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical, destinés à être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure font partie de la classe II a ;<p></p><p></p>   2.2. Règle 6 :<p></p><p></p>   Tous les dispositifs invasifs de type chirurgical destinés à un usage temporaire font partie de la classe II a, sauf :<p></p><p></p>   - s'ils sont spécifiquement destinés à diagnostiquer,<p></p>\n surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ;<p></p><p></p>   - s'il s'agit d'instruments chirurgicaux réutilisables,<p></p>\n auquel cas ils font partie de la classe I ;<p></p><p></p>   - s'ils sont destinés à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - s'ils sont destinés à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - s'ils sont destinés à administrer des médicaments par un mécanisme de libération et que le mode d'administration peut présenter des risques, auquel cas ils font partie de la classe II b.<p></p><p></p>   2.3. Règle 7 :<p></p><p></p>   Tous les dispositifs invasifs de type chirurgical destinés à un usage à court terme appartiennent à la classe II a, sauf s'ils sont destinés :<p></p><p></p>   - spécifiquement à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ;<p></p><p></p>   - spécifiquement à être utilisés en contact direct avec le système nerveux central, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe II b.<p></p><p></p>   2.4. Règle 8 :<p></p><p></p>   Tous les dispositifs implantables et les dispositifs invasifs à long terme de type chirurgical font partie de la classe II b, sauf s'ils sont destinés :<p></p><p></p>   - à être placés dans les dents, auquel cas ils font partie de la classe II a ;<p></p><p></p>   - à être utilisés en contact direct avec le coeur, le système circulatoire central ou le système nerveux central, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe III.<p></p><p></p>   3. Autres règles applicables aux dispositifs actifs :<p></p><p></p>   3.1. Règle 9 :<p></p><p></p>   Tous les dispositifs actifs thérapeutiques destinés à fournir ou échanger de l'énergie font partie de la classe II a, sauf si leurs caractéristiques sont telles qu'ils peuvent fournir de l'énergie au corps humain ou assurer des transferts d'énergie avec celui-ci d'une manière potentiellement dangereuse, compte tenu de la nature, de la densité et du site d'application de cette énergie, auquel cas ils font partie de la classe II b.<p></p><p></p>   Tous les dispositifs actifs destinés à contrôler et à surveiller les performances des dispositifs actifs thérapeutiques de la classe II b ou destinés à agir directement sur les performances de ces dispositifs font partie de la classe II b.<p></p><p></p>   3.2. Règle 10 :<p></p><p></p>   Les dispositifs actifs destinés au diagnostic font partie de la classe II a :<p></p><p></p>   - s'ils sont destinés à fournir de l'énergie qui sera absorbée par le corps humain, à l'exception des dispositifs utilisés pour éclairer le corps du patient dans le spectre visible ;<p></p><p></p>   - s'ils sont destinés à visualiser la distribution de produits radiopharmaceutiques in vivo ;<p></p><p></p>   - s'ils sont destinés à permettre un diagnostic ou un contrôle direct des processus physiologiques vitaux, sauf s'ils sont spécifiquement destinés à surveiller les paramètres physiologiques vitaux, lorsque des variations de certains de ces paramètres, notamment ceux des fonctions cardiaques ou respiratoires ou de l'activité du système nerveux central, peuvent présenter un danger immédiat pour la vie du patient, auquel cas ils font partie de la classe II b ;<p></p><p></p>   Les dispositifs actifs destinés à émettre des rayonnements ionisants et destinés au radiodiagnostic et à la radiologie interventionnelle thérapeutique, y compris les dispositifs qui commandent ou contrôlent ces dispositifs ou agissent directement sur leurs performances, font partie de la classe II b ;<p></p><p></p>   Règle 11 :<p></p><p></p>   Tous les dispositifs actifs destinés à administrer dans le corps et/ou à en soustraire des médicaments, des liquides biologiques ou d'autres substances font partie de la classe II a, sauf si cette opération est potentiellement dangereuse, compte tenu de la nature des substances administrées, de la partie du corps concernée et du mode d'administration, auquel cas ils font partie de la classe II b ;<p></p><p></p>   3.3. Règle 12 :<p></p><p></p>   Tous les autres dispositifs actifs font partie de la classe I.<p></p><p></p>   4. Règles spéciales :<p></p><p></p>   4.1. Règle 13 :<p></p><p></p>   Tous les dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, peut être considérée comme un médicament au sens de l'article L. 511 du code de la santé publique et qui est susceptible d'agir sur le corps par une action accessoire à celle des dispositifs font partie de la classe III ;<p></p><p></p>   4.2. Règle 14 :<p></p><p></p>   Tous les dispositifs utilisés pour la contraception ou pour prévenir la transmission de maladies sexuellement transmissibles font partie de la classe II b, sauf s'il s'agit de dispositifs implantables ou de dispositifs invasifs à long terme auxquels cas ils font partie de la classe III ;<p></p><p></p>   4.3. Règle 15 :<p></p><p></p>   Tous les dispositifs destinés spécifiquement à désinfecter, nettoyer, rincer ou, le cas échéant, hydrater des lentilles de contact font partie de la classe II b ;<p></p><p></p>   Tous les dispositifs destinés spécifiquement à désinfecter les dispositifs médicaux font partie de la classe II a ;<p></p><p></p>   La règle 15 ne s'applique pas aux produits destinés à nettoyer les dispositifs médicaux autres que les lentilles de contact par des moyens physiques ;<p></p><p></p>   4.4. Règle 16 :<p></p><p></p>   Les dispositifs non actifs destinés spécifiquement à enregister les images de radiodiagnostic font partie de la classe II a ;<p></p><p></p>   4.5. Règle 17 :<p></p><p></p>   Tous les dispositifs fabriqués à partir de tissus d'origine animale ou de dérivés rendus non viables entrent dans la classe III, sauf si ces dispositifs sont destinés à entrer en contact uniquement avec une peau intacte.<p></p><p></p>   5. Classification par dérogation aux autres règles :<p></p><p></p>   5.1. Règle 18 :<p></p><p></p>   Les poches à sang figurent dans la classe II b ;<p></p><p></p>   5.2. Règle 19 :<p></p><p></p>   Les implants mammaires figurent dans la classe III.<p></p>",
            "num": "Annexe IX aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1069459200000,
            "dateFin": 1076025600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-03-17",
                        "fin": "2004-02-06",
                        "titre": "Livre 5 bis : Dispositions relatives aux dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128481",
                        "id": "LEGISCTA000006128481",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1995-03-17",
                        "fin": "2004-02-06",
                        "titre": "Critères utilisés pour la classification des dispositifs médicaux autres que les dispositifs implantables actifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142956",
                        "id": "LEGISCTA000006142956",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804481",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142956",
            "sectionParentId": "LEGISCTA000006142956",
            "sectionParentTitre": "Critères utilisés pour la classification des dispositifs médicaux autres que les dispositifs implantables actifs.",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804482",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000244973",
                    "textTitle": "Décret n°2003-1106 du 20 novembre 2003 - art. 1 () JORF 22 novembre 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006225566",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-11-22",
                    "dateSignaTexte": "2003-11-20",
                    "dateDebutCible": "2003-11-22"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L511 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511",
                    "articleId": "LEGIARTI000006693411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804481",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 795398400000,
                    "dateFin": 1069459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804482",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1069459200000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804483",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804484",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1148601600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IX aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": "LEGIARTI000006804481",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804481",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Définitions. 1. Définitions pour les règles de classification : 1.1. Durée : Temporaire : normalement destiné à être utilisé en continu pendant moins de soixante minutes ; Court terme : normalement destiné à être utilisé en continu pendant trente jours au maximum ; Long terme : normalement destiné à être utilisé en continu pendant plus de trente jours ; 1.2. Dispositifs invasifs : Dispositif invasif : dispositif qui pénètre partiellement ou entièrement à l'intérieur du corps ; soit par un orifice du corps, soit à travers la surface du corps ; Orifice du corps : toute ouverture naturelle du corps, ainsi que la surface externe du globe oculaire, ou toute ouverture artificielle permanente, par exemple une stomie ; Dispositif invasif de type chirurgical : dispositif invasif qui pénètre à l'intérieur du corps à travers la surface du corps, à l'aide ou dans le cadre d'un acte chirurgical. Les dispositifs, autres que ceux visés au premier alinéa, opérant une pénétration par une voie autre qu'un orifice existant du corps, sont considérés comme des dispositifs invasifs de type chirurgical. Dispositif implantable : tout dispositif destiné à être implanté en totalité dans le corps humain ou à remplacer une surface épithéliale ou la surface de l'oeil, grâce à une intervention chirurgicale et à demeurer en place après l'intervention. Est également considéré comme dispositif implantable tout dispositif destiné à être introduit partiellement dans le corps humain par une intervention chirurgicale et qui est destiné à demeurer en place après l'intervention pendant une période d'au moins trente jours ; 1.3. Instrument chirurgical réutilisable : Instrument destiné à accomplir, sans être raccordé à un dispositif médical actif, un acte chirurgical tel que couper, forer, scier, gratter, racler, serrer, rétracter ou attacher et pouvant être réutilisé après avoir été soumis aux procédures appropriées ; 1.4. Dispositif médical actif : Tout dispositif médical dépendant pour son fonctionnement d'une source d'énergie électrique ou de toute source d'énergie autre que celle générée directement par le corps humain ou par la pesanteur et agissant par conversion de cette énergie. Ne sont pas considérés comme des dispositifs médicaux actifs les dispositifs médicaux destinés à transmettre de l'énergie, des substances ou d'autres éléments, sans modification significative, entre un dispositif médical actif et le patient ; 1.5. Dispositif actif thérapeutique : Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux pour soutenir, modifier, remplacer ou restaurer des fonctions ou des structures biologiques en vue de traiter ou de soulager une maladie, une blessure ou un handicap ; 1.6. Dispositif actif destiné au diagnostic : Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux, pour fournir des informations en vue de détecter, diagnostiquer, contrôler ou traiter des états physiologiques, des états de santé, des maladies ou des malformations congénitales ; 1.7. Système circulatoire central : Aux fins de la présente annexe, on entend par système circulatoire central les vaisseaux suivants : artères pulmonaires, aorte ascendante, artères coronaires, artère carotide primitive, artères carotides externes, artères carotides internes, artères cérébrales, tronc brachio-céphalique, sinus coronaire, veines pulmonaires, veine cave supérieure, veine cave inférieure ; 1.8. Système nerveux central : Aux fins de la présente annexe, on entend par système nerveux central l'encéphale, la moelle épinière et les méninges. II. - Règles d'application. 2. Règles d'application : 2.1. Les règles de classification s'appliquent en fonction de la destination des dispositifs ; 2.2. Si le dispositif est destiné à être utilisé en association avec un autre dispositif, les règles de classification s'appliquent séparément à chacun des dispositifs. Les accessoires sont classés en tant que tels, indépendamment des dispositifs avec lesquels ils sont utilisés ; 2.3. Le logiciel informatique commandant un dispositif ou agissant sur son utilisation relève automatiquement de la même classe ; 2.4. Si le dispositif n'est pas destiné à être utilisé exclusivement ou essentiellement dans une partie spécifique du corps, il doit être considéré et classé suivant l'utilisation la plus critique telle que spécifiée ; 2.5. Si plusieurs règles s'appliquent au même dispositif du fait des utilisations indiquées par le fabricant, la règle qui s'applique est la plus stricte, le dispositif étant classé dans la classe la plus élevée. III. - Classification. 1. Dispositifs non invasifs : 1.1. Règle 1 : Tous les dispositifs non invasifs font partie de la classe I, sauf si l'une des règles suivantes est applicable ; 1.2. Règle 2 : Tous les dispositifs non invasifs destinés à conduire ou à stocker du sang, des liquides ou tissus corporels, des liquides ou des gaz en vue d'une perfusion, administration ou introduction dans le corps appartiennent à la classe II a : - s'ils peuvent être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure ; - s'ils sont destinés à être utilisés pour le stockage ou la canalisation du sang ou d'autres liquides corporels ou le stockage d'organes, de parties d'organes ou tissus corporels ; Dans tous les autres cas, ils appartiennent à la classe I ; 1.3. Règle 3 : Tous les dispositifs non invasifs visant à modifier la composition biologique ou chimique du sang, d'autres liquides corporels ou d'autres liquides destinés à être perfusés dans le corps appartiennent à la classe II b, sauf si le traitement consiste en une filtration, une centrifugation ou en échanges de gaz ou de chaleur, auquel cas ils appartiennent à la classe II a ; 1.4. Règle 4 : Tous les dispositifs non invasifs qui entrent en contact avec de la peau lésée : - relèvent de la classe I s'ils sont destinés à être utilisés comme barrière mécanique, pour la compression ou pour l'absorption des exsudats ; - relèvent de la classe II b s'ils sont destinés à être utilisés principalement pour des plaies comportant une destruction du derme et ne pouvant se cicatriser qu'en deuxième intention ; - appartiennent à la classe II a dans tous les autres cas, y compris les dispositifs destinés principalement à agir sur le micro-environnement des plaies. 2. Dispositifs invasifs : 2.1. Règle 5 : Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical et qui ne sont pas destinés à être raccordés à un dispositif médical actif : - font partie de la classe I s'ils sont destinés à un usage temporaire ; - font partie de la classe II a s'ils sont destinés à un usage à court terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan, ou dans les cavités nasales, auquel cas ils font partie de la classe I ; - font partie de la classe II b s'ils sont destinés à un usage à long terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan ou dans les cavités nasales et ne sont pas susceptibles d'être absorbés par la muqueuse, auquel cas ils font partie de la classe II a ; Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical, destinés à être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure font partie de la classe II a ; 2.2. Règle 6 : Tous les dispositifs invasifs de type chirurgical destinés à un usage temporaire font partie de la classe II a, sauf : - s'ils sont spécifiquement destinés à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ; - s'il s'agit d'instruments chirurgicaux réutilisables, auquel cas ils font partie de la classe I ; - s'ils sont destinés à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ; - s'ils sont destinés à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe II b ; - s'ils sont destinés à administrer des médicaments par un mécanisme de libération et que le mode d'administration peut présenter des risques, auquel cas ils font partie de la classe II b. 2.3. Règle 7 : Tous les dispositifs invasifs de type chirurgical destinés à un usage à court terme appartiennent à la classe II a, sauf s'ils sont destinés : - spécifiquement à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ; - spécifiquement à être utilisés en contact direct avec le système nerveux central, auquel cas ils font partie de la classe III ; - à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ; - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ; - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe II b. 2.4. Règle 8 : Tous les dispositifs implantables et les dispositifs invasifs à long terme de type chirurgical font partie de la classe II b, sauf s'ils sont destinés : - à être placés dans les dents, auquel cas ils font partie de la classe II a ; - à être utilisés en contact direct avec le coeur, le système circulatoire central ou le système nerveux central, auquel cas ils font partie de la classe III ; - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ; - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe III. 3. Autres règles applicables aux dispositifs actifs : 3.1. Règle 9 : Tous les dispositifs actifs thérapeutiques destinés à fournir ou échanger de l'énergie font partie de la classe II a, sauf si leurs caractéristiques sont telles qu'ils peuvent fournir de l'énergie au corps humain ou assurer des transferts d'énergie avec celui-ci d'une manière potentiellement dangereuse, compte tenu de la nature, de la densité et du site d'application de cette énergie, auquel cas ils font partie de la classe II b. Tous les dispositifs actifs destinés à contrôler et à surveiller les performances des dispositifs actifs thérapeutiques de la classe II b ou destinés à agir directement sur les performances de ces dispositifs font partie de la classe II b. 3.2. Règle 10 : Les dispositifs actifs destinés au diagnostic font partie de la classe II a : - s'ils sont destinés à fournir de l'énergie qui sera absorbée par le corps humain, à l'exception des dispositifs utilisés pour éclairer le corps du patient dans le spectre visible ; - s'ils sont destinés à visualiser la distribution de produits radiopharmaceutiques in vivo ; - s'ils sont destinés à permettre un diagnostic ou un contrôle direct des processus physiologiques vitaux, sauf s'ils sont spécifiquement destinés à surveiller les paramètres physiologiques vitaux, lorsque des variations de certains de ces paramètres, notamment ceux des fonctions cardiaques ou respiratoires ou de l'activité du système nerveux central, peuvent présenter un danger immédiat pour la vie du patient, auquel cas ils font partie de la classe II b ; Les dispositifs actifs destinés à émettre des rayonnements ionisants et destinés au radiodiagnostic et à la radiologie interventionnelle thérapeutique, y compris les dispositifs qui commandent ou contrôlent ces dispositifs ou agissent directement sur leurs performances, font partie de la classe II b ; Règle 11 : Tous les dispositifs actifs destinés à administrer dans le corps et/ou à en soustraire des médicaments, des liquides biologiques ou d'autres substances font partie de la classe II a, sauf si cette opération est potentiellement dangereuse, compte tenu de la nature des substances administrées, de la partie du corps concernée et du mode d'administration, auquel cas ils font partie de la classe II b ; 3.3. Règle 12 : Tous les autres dispositifs actifs font partie de la classe I. 4. Règles spéciales : 4.1. Règle 13 : Tous les dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, peut être considérée comme un médicament au sens de l'article L. 511 du code de la santé publique et qui est susceptible d'agir sur le corps par une action accessoire à celle des dispositifs font partie de la classe III ; 4.2. Règle 14 : Tous les dispositifs utilisés pour la contraception ou pour prévenir la transmission de maladies sexuellement transmissibles font partie de la classe II b, sauf s'il s'agit de dispositifs implantables ou de dispositifs invasifs à long terme auxquels cas ils font partie de la classe III ; 4.3. Règle 15 : Tous les dispositifs destinés spécifiquement à désinfecter, nettoyer, rincer ou, le cas échéant, hydrater des lentilles de contact font partie de la classe II b ; Tous les dispositifs destinés spécifiquement à désinfecter les dispositifs médicaux font partie de la classe II a ; La règle 15 ne s'applique pas aux produits destinés à nettoyer les dispositifs médicaux autres que les lentilles de contact par des moyens physiques ; 4.4. Règle 16 : Les dispositifs non actifs destinés spécifiquement à enregister les images de radiodiagnostic font partie de la classe II a ; 4.5. Règle 17 : Tous les dispositifs fabriqués à partir de tissus d'origine animale ou de dérivés rendus non viables entrent dans la classe III, sauf si ces dispositifs sont destinés à entrer en contact uniquement avec une peau intacte. 5. Règle 18 : Par dérogation aux autres règles, les poches à sang figurent dans la classe II b.",
            "texteHtml": "<p></p>   I. - Définitions.<p></p><p></p>   1. Définitions pour les règles de classification :<p></p><p></p>   1.1. Durée :<p></p><p></p>   Temporaire : normalement destiné à être utilisé en continu pendant moins de soixante minutes ;<p></p><p></p>   Court terme : normalement destiné à être utilisé en continu pendant trente jours au maximum ;<p></p><p></p>   Long terme : normalement destiné à être utilisé en continu pendant plus de trente jours ;<p></p><p></p>   1.2. Dispositifs invasifs :<p></p><p></p>   Dispositif invasif : dispositif qui pénètre partiellement ou entièrement à l'intérieur du corps ; soit par un orifice du corps, soit à travers la surface du corps ;<p></p><p></p>   Orifice du corps : toute ouverture naturelle du corps, ainsi que la surface externe du globe oculaire, ou toute ouverture artificielle permanente, par exemple une stomie ;<p></p><p></p>   Dispositif invasif de type chirurgical : dispositif invasif qui pénètre à l'intérieur du corps à travers la surface du corps, à l'aide ou dans le cadre d'un acte chirurgical.<p></p><p></p>   Les dispositifs, autres que ceux visés au premier alinéa, opérant une pénétration par une voie autre qu'un orifice existant du corps, sont considérés comme des dispositifs invasifs de type chirurgical.<p></p><p></p>   Dispositif implantable : tout dispositif destiné à être implanté en totalité dans le corps humain ou à remplacer une surface épithéliale ou la surface de l'oeil, grâce à une intervention chirurgicale et à demeurer en place après l'intervention.<p></p><p></p>   Est également considéré comme dispositif implantable tout dispositif destiné à être introduit partiellement dans le corps humain par une intervention chirurgicale et qui est destiné à demeurer en place après l'intervention pendant une période d'au moins trente jours ;<p></p><p></p>   1.3. Instrument chirurgical réutilisable :<p></p><p></p>   Instrument destiné à accomplir, sans être raccordé à un dispositif médical actif, un acte chirurgical tel que couper, forer, scier, gratter, racler, serrer, rétracter ou attacher et pouvant être réutilisé après avoir été soumis aux procédures appropriées ;<p></p><p></p>   1.4. Dispositif médical actif :<p></p><p></p>   Tout dispositif médical dépendant pour son fonctionnement d'une source d'énergie électrique ou de toute source d'énergie autre que celle générée directement par le corps humain ou par la pesanteur et agissant par conversion de cette énergie. Ne sont pas considérés comme des dispositifs médicaux actifs les dispositifs médicaux destinés à transmettre de l'énergie, des substances ou d'autres éléments, sans modification significative, entre un dispositif médical actif et le patient ;<p></p><p></p>   1.5. Dispositif actif thérapeutique :<p></p><p></p>   Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux pour soutenir, modifier, remplacer ou restaurer des fonctions ou des structures biologiques en vue de traiter ou de soulager une maladie, une blessure ou un handicap ;<p></p><p></p>   1.6. Dispositif actif destiné au diagnostic :<p></p><p></p>   Tout dispositif médical actif, utilisé soit seul, soit en association avec d'autres dispositifs médicaux, pour fournir des informations en vue de détecter, diagnostiquer, contrôler ou traiter des états physiologiques, des états de santé, des maladies ou des malformations congénitales ;<p></p><p></p>   1.7. Système circulatoire central :<p></p><p></p>   Aux fins de la présente annexe, on entend par système circulatoire central les vaisseaux suivants : artères pulmonaires, aorte ascendante, artères coronaires, artère carotide primitive, artères carotides externes, artères carotides internes, artères cérébrales, tronc brachio-céphalique, sinus coronaire, veines pulmonaires, veine cave supérieure, veine cave inférieure ;<p></p><p></p>   1.8. Système nerveux central :<p></p><p></p>   Aux fins de la présente annexe, on entend par système nerveux central l'encéphale, la moelle épinière et les méninges.<p></p><p></p>   II. - Règles d'application.<p></p><p></p>   2. Règles d'application :<p></p><p></p>   2.1. Les règles de classification s'appliquent en fonction de la destination des dispositifs ;<p></p><p></p>   2.2. Si le dispositif est destiné à être utilisé en association avec un autre dispositif, les règles de classification s'appliquent séparément à chacun des dispositifs. Les accessoires sont classés en tant que tels, indépendamment des dispositifs avec lesquels ils sont utilisés ;<p></p><p></p>   2.3. Le logiciel informatique commandant un dispositif ou agissant sur son utilisation relève automatiquement de la même classe ;<p></p><p></p>   2.4. Si le dispositif n'est pas destiné à être utilisé exclusivement ou essentiellement dans une partie spécifique du corps, il doit être considéré et classé suivant l'utilisation la plus critique telle que spécifiée ;<p></p><p></p>   2.5. Si plusieurs règles s'appliquent au même dispositif du fait des utilisations indiquées par le fabricant, la règle qui s'applique est la plus stricte, le dispositif étant classé dans la classe la plus élevée.<p></p><p></p>   III. - Classification.<p></p><p></p>   1. Dispositifs non invasifs :<p></p><p></p>   1.1. Règle 1 :<p></p><p></p>   Tous les dispositifs non invasifs font partie de la classe I, sauf si l'une des règles suivantes est applicable ;<p></p><p></p>   1.2. Règle 2 :<p></p><p></p>   Tous les dispositifs non invasifs destinés à conduire ou à stocker du sang, des liquides ou tissus corporels, des liquides ou des gaz en vue d'une perfusion, administration ou introduction dans le corps appartiennent à la classe II a :<p></p><p></p>   - s'ils peuvent être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure ;<p></p><p></p>   - s'ils sont destinés à être utilisés pour le stockage ou la canalisation du sang ou d'autres liquides corporels ou le stockage d'organes, de parties d'organes ou tissus corporels ;<p></p><p></p>   Dans tous les autres cas, ils appartiennent à la classe I ;<p></p><p></p>   1.3. Règle 3 :<p></p><p></p>   Tous les dispositifs non invasifs visant à modifier la composition biologique ou chimique du sang, d'autres liquides corporels ou d'autres liquides destinés à être perfusés dans le corps appartiennent à la classe II b, sauf si le traitement consiste en une filtration, une centrifugation ou en échanges de gaz ou de chaleur, auquel cas ils appartiennent à la classe II a ;<p></p><p></p>   1.4. Règle 4 :<p></p><p></p>   Tous les dispositifs non invasifs qui entrent en contact avec de la peau lésée :<p></p><p></p>   - relèvent de la classe I s'ils sont destinés à être utilisés comme barrière mécanique, pour la compression ou pour l'absorption des exsudats ;<p></p><p></p>   - relèvent de la classe II b s'ils sont destinés à être utilisés principalement pour des plaies comportant une destruction du derme et ne pouvant se cicatriser qu'en deuxième intention ;<p></p><p></p>   - appartiennent à la classe II a dans tous les autres cas, y compris les dispositifs destinés principalement à agir sur le micro-environnement des plaies.<p></p><p></p>   2. Dispositifs invasifs :<p></p><p></p>   2.1. Règle 5 :<p></p><p></p>   Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical et qui ne sont pas destinés à être raccordés à un dispositif médical actif :<p></p><p></p>   - font partie de la classe I s'ils sont destinés à un usage temporaire ;<p></p><p></p>   - font partie de la classe II a s'ils sont destinés à un usage à court terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan, ou dans les cavités nasales, auquel cas ils font partie de la classe I ;<p></p><p></p>   - font partie de la classe II b s'ils sont destinés à un usage à long terme, sauf s'ils sont utilisés dans la cavité buccale jusqu'au pharynx, dans le conduit auditif externe jusqu'au tympan ou dans les cavités nasales et ne sont pas susceptibles d'être absorbés par la muqueuse, auquel cas ils font partie de la classe II a ;<p></p><p></p>   Tous les dispositifs invasifs en rapport avec les orifices du corps, autres que les dispositifs invasifs de type chirurgical, destinés à être raccordés à un dispositif médical actif de la classe II a ou d'une classe supérieure font partie de la classe II a ;<p></p><p></p>   2.2. Règle 6 :<p></p><p></p>   Tous les dispositifs invasifs de type chirurgical destinés à un usage temporaire font partie de la classe II a, sauf :<p></p><p></p>   - s'ils sont spécifiquement destinés à diagnostiquer,<p></p>\n surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ;<p></p><p></p>   - s'il s'agit d'instruments chirurgicaux réutilisables,<p></p>\n auquel cas ils font partie de la classe I ;<p></p><p></p>   - s'ils sont destinés à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - s'ils sont destinés à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - s'ils sont destinés à administrer des médicaments par un mécanisme de libération et que le mode d'administration peut présenter des risques, auquel cas ils font partie de la classe II b.<p></p><p></p>   2.3. Règle 7 :<p></p><p></p>   Tous les dispositifs invasifs de type chirurgical destinés à un usage à court terme appartiennent à la classe II a, sauf s'ils sont destinés :<p></p><p></p>   - spécifiquement à diagnostiquer, surveiller ou corriger une défaillance du coeur ou du système circulatoire central par contact direct avec ces parties du corps, auquel cas ils font partie de la classe III ;<p></p><p></p>   - spécifiquement à être utilisés en contact direct avec le système nerveux central, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à fournir de l'énergie sous la forme de rayonnements ionisants, auquel cas ils font partie de la classe II b ;<p></p><p></p>   - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe II b.<p></p><p></p>   2.4. Règle 8 :<p></p><p></p>   Tous les dispositifs implantables et les dispositifs invasifs à long terme de type chirurgical font partie de la classe II b, sauf s'ils sont destinés :<p></p><p></p>   - à être placés dans les dents, auquel cas ils font partie de la classe II a ;<p></p><p></p>   - à être utilisés en contact direct avec le coeur, le système circulatoire central ou le système nerveux central, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à avoir un effet biologique ou à être absorbés en totalité ou en grande partie, auquel cas ils font partie de la classe III ;<p></p><p></p>   - à subir une transformation chimique dans le corps, sauf s'ils sont placés dans les dents, ou à administrer des médicaments, auquel cas ils font partie de la classe III.<p></p><p></p>   3. Autres règles applicables aux dispositifs actifs :<p></p><p></p>   3.1. Règle 9 :<p></p><p></p>   Tous les dispositifs actifs thérapeutiques destinés à fournir ou échanger de l'énergie font partie de la classe II a, sauf si leurs caractéristiques sont telles qu'ils peuvent fournir de l'énergie au corps humain ou assurer des transferts d'énergie avec celui-ci d'une manière potentiellement dangereuse, compte tenu de la nature, de la densité et du site d'application de cette énergie, auquel cas ils font partie de la classe II b.<p></p><p></p>   Tous les dispositifs actifs destinés à contrôler et à surveiller les performances des dispositifs actifs thérapeutiques de la classe II b ou destinés à agir directement sur les performances de ces dispositifs font partie de la classe II b.<p></p><p></p>   3.2. Règle 10 :<p></p><p></p>   Les dispositifs actifs destinés au diagnostic font partie de la classe II a :<p></p><p></p>   - s'ils sont destinés à fournir de l'énergie qui sera absorbée par le corps humain, à l'exception des dispositifs utilisés pour éclairer le corps du patient dans le spectre visible ;<p></p><p></p>   - s'ils sont destinés à visualiser la distribution de produits radiopharmaceutiques in vivo ;<p></p><p></p>   - s'ils sont destinés à permettre un diagnostic ou un contrôle direct des processus physiologiques vitaux, sauf s'ils sont spécifiquement destinés à surveiller les paramètres physiologiques vitaux, lorsque des variations de certains de ces paramètres, notamment ceux des fonctions cardiaques ou respiratoires ou de l'activité du système nerveux central, peuvent présenter un danger immédiat pour la vie du patient, auquel cas ils font partie de la classe II b ;<p></p><p></p>   Les dispositifs actifs destinés à émettre des rayonnements ionisants et destinés au radiodiagnostic et à la radiologie interventionnelle thérapeutique, y compris les dispositifs qui commandent ou contrôlent ces dispositifs ou agissent directement sur leurs performances, font partie de la classe II b ;<p></p><p></p>   Règle 11 :<p></p><p></p>   Tous les dispositifs actifs destinés à administrer dans le corps et/ou à en soustraire des médicaments, des liquides biologiques ou d'autres substances font partie de la classe II a, sauf si cette opération est potentiellement dangereuse, compte tenu de la nature des substances administrées, de la partie du corps concernée et du mode d'administration, auquel cas ils font partie de la classe II b ;<p></p><p></p>   3.3. Règle 12 :<p></p><p></p>   Tous les autres dispositifs actifs font partie de la classe I.<p></p><p></p>   4. Règles spéciales :<p></p><p></p>   4.1. Règle 13 :<p></p><p></p>   Tous les dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, peut être considérée comme un médicament au sens de l'article L. 511 du code de la santé publique et qui est susceptible d'agir sur le corps par une action accessoire à celle des dispositifs font partie de la classe III ;<p></p><p></p>   4.2. Règle 14 :<p></p><p></p>   Tous les dispositifs utilisés pour la contraception ou pour prévenir la transmission de maladies sexuellement transmissibles font partie de la classe II b, sauf s'il s'agit de dispositifs implantables ou de dispositifs invasifs à long terme auxquels cas ils font partie de la classe III ;<p></p><p></p>   4.3. Règle 15 :<p></p><p></p>   Tous les dispositifs destinés spécifiquement à désinfecter, nettoyer, rincer ou, le cas échéant, hydrater des lentilles de contact font partie de la classe II b ;<p></p><p></p>   Tous les dispositifs destinés spécifiquement à désinfecter les dispositifs médicaux font partie de la classe II a ;<p></p><p></p>   La règle 15 ne s'applique pas aux produits destinés à nettoyer les dispositifs médicaux autres que les lentilles de contact par des moyens physiques ;<p></p><p></p>   4.4. Règle 16 :<p></p><p></p>   Les dispositifs non actifs destinés spécifiquement à enregister les images de radiodiagnostic font partie de la classe II a ;<p></p><p></p>   4.5. Règle 17 :<p></p><p></p>   Tous les dispositifs fabriqués à partir de tissus d'origine animale ou de dérivés rendus non viables entrent dans la classe III, sauf si ces dispositifs sont destinés à entrer en contact uniquement avec une peau intacte.<p></p><p></p>   5. Règle 18 :<p></p><p></p>   Par dérogation aux autres règles, les poches à sang figurent dans la classe II b.<p></p>",
            "num": "Annexe IX aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 795398400000,
            "dateFin": 1069459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-03-17",
                        "fin": "2004-02-06",
                        "titre": "Livre 5 bis : Dispositions relatives aux dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128481",
                        "id": "LEGISCTA000006128481",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1995-03-17",
                        "fin": "2004-02-06",
                        "titre": "Critères utilisés pour la classification des dispositifs médicaux autres que les dispositifs implantables actifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142956",
                        "id": "LEGISCTA000006142956",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804481",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142956",
            "sectionParentId": "LEGISCTA000006142956",
            "sectionParentTitre": "Critères utilisés pour la classification des dispositifs médicaux autres que les dispositifs implantables actifs.",
            "fullSectionsTitre": "Annexes &gt; Livre 5 bis : Dispositions relatives aux dispositifs médicaux &gt; Critères utilisés pour la classification des dispositifs médicaux autres que les dispositifs implantables actifs.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804481",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000350606",
                    "textTitle": "Décret 95-292 1995-03-16 annexe JORF 17 mars 1995",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000350606",
                    "natureText": "DECRET",
                    "datePubliTexte": "1995-03-17",
                    "dateSignaTexte": "1995-03-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L511 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511",
                    "articleId": "LEGIARTI000006693411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804481",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 795398400000,
                    "dateFin": 1069459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804482",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1069459200000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804483",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804484",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1148601600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IX aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}