{
    "cid": "LEGIARTI000033452834",
    "num": "Annexe I",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TROISIÈME PARTIE : TRANSPORT ROUTIER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030048381",
                        "id": "LEGISCTA000030048381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033452817",
                        "id": "LEGISCTA000033452817",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043198235",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-6",
                    "articleId": "LEGIARTI000006232237",
                    "natureText": "CODE",
                    "date": 1614645228004,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. D3112-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3112-3",
                    "articleId": "LEGIARTI000033449755",
                    "natureText": "CODE",
                    "date": 1614645228004,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000043183773",
                    "textTitle": "Décret n°2021-211 du 24 février 2021 - art. 13",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000043186068",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-02-26",
                    "dateSignaTexte": "2021-02-24",
                    "dateDebutCible": "2021-02-27"
                }
            ],
            "num": "Annexe I",
            "origine": "LEGI",
            "texte": "ANNEXE À L'ARTICLE D. 3112-3 CONTRAT TYPE APPLICABLE AUX SERVICES OCCASIONNELS COLLECTIFS DE TRANSPORTS PUBLICS ROUTIERS DE PERSONNES Article 1er Objet et champ d'application du contrat Le présent contrat est applicable au transport public routier non urbain de personnes, en transport intérieur, pour tout service occasionnel collectif, effectué par un transporteur au moyen d'un ou plusieurs autocars. Les conditions dans lesquelles sont exécutés ces services, notamment les prix applicables, doivent assurer une juste rémunération du transporteur permettant la couverture des coûts réels du service réalisé dans des conditions normales d'organisation, de sécurité, de qualité, de respect des réglementations et conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. Ainsi, les opérations de transport ne doivent en aucun cas être conduites dans des conditions incompatibles avec la réglementation des conditions de travail et de sécurité. Ce contrat règle les relations du donneur d'ordre et du transporteur. Il s'applique de plein droit, en totalité ou en partie, à défaut de stipulations écrites contraires ou différentes convenues entre les parties. Article 2 Définitions Aux fins du présent contrat, on entend par : 1° Donneur d'ordre : la partie qui conclut le contrat de transport avec le transporteur. Le donneur d'ordre peut être le bénéficiaire du transport ou l'intermédiaire chargé d'organiser le transport pour le bénéficiaire ; 2° Transporteur : la partie au contrat, régulièrement inscrite au registre des entreprises de transport public routier de personnes, qui s'engage, en vertu du contrat, à acheminer, dans les conditions visées à l'article 1er, à titre onéreux, un groupe de personnes et leurs bagages, d'un lieu défini à destination d'un autre lieu défini ; 3° Conducteur : la personne qui conduit l'autocar ou qui se trouve à bord de l'autocar dans le cadre du service pour assurer la relève de son collègue ; 4° Membre d'équipage : la personne chargée de seconder le conducteur ou de remplir les fonctions d'hôtesse, de steward ou de guide ; 5° Passagers : les personnes qui prennent place à bord de l'autocar à l'exception du conducteur ; 6° Service : le service occasionnel collectif, qui comporte la mise d'un autocar à la disposition exclusive d'un groupe ou de plusieurs groupes. Ces groupes sont constitués préalablement à leur prise en charge ; 7° Transport en commun d'enfants : le transport organisé à titre principal pour des personnes de moins de dix-huit ans ; 8° Prise en charge initiale : le moment où le premier passager commence à monter dans l'autocar ; 9° Dépose finale : le moment où le dernier passager achève de descendre de l'autocar ; 10° Durée de mise à disposition : le temps qui s'écoule entre le moment où l'autocar est mis à disposition du donneur d'ordre et celui où le transporteur retrouve la liberté d'usage de celui-ci. La durée de mise à disposition inclut le temps de prise en charge et de dépose des passagers et de leurs bagages, variable selon la nature du service ; 11° Points d'arrêt intermédiaires : les lieux autres que le point de prise en charge initiale et le point de dépose finale, où l'autocar doit s'arrêter à la demande exprimée par le donneur d'ordre lors de la conclusion du contrat ; 12° Horaires : les horaires définis en fonction de conditions normales de circulation et de déroulement de transport, garantissant le respect des obligations de sécurité et de la réglementation sociale relative aux temps de conduite et de repos des conducteurs ; 13° Itinéraire : l'itinéraire laissé à l'initiative du transporteur, sauf exigence particulière du donneur d'ordre explicitement indiquée, à charge pour lui d'en informer le transporteur avant le début du service ; 14° Bagages : les biens identifiés transportés à bord de l'autocar ou de sa remorque et appartenant aux passagers ; 15° Bagages placés en soute : les bagages acheminés dans la soute ou la remorque de l'autocar ; 16° Bagages à main : les bagages que le passager conserve avec lui. Article 3 Informations et documents à fournir au transporteur Préalablement à la mise du ou des autocars à la disposition du groupe constitué, le donneur d'ordre fournit au transporteur par écrit, ou par tout autre procédé en permettant la mémorisation, les indications définies ci-après. 1° Dates, horaires et itinéraires : a) la date, l'heure et le lieu de début et de fin de mise à disposition de l'autocar ; b) la date, l'heure et le lieu de prise en charge initiale des passagers ainsi que la date, l'heure et le lieu de leur dépose finale ; c) la date, l'heure et le lieu des points d'arrêt intermédiaires ; d) le cas échéant, l'itinéraire imposé. Le respect d'un horaire d'arrivée en vue d'une correspondance doit faire l'objet d'une exigence affirmée du donneur d'ordre. 2° Composition du groupe à transporter : a) le nombre maximum de personnes qui compose le groupe ; b) le nombre maximum de personnes à mobilité réduite, dont le nombre de personnes en fauteuil roulant ; c) le nombre maximum de personnes de moins de dix-huit ans dans le cadre d'un transport en commun d'enfants et le nombre d'accompagnateurs. 3° Nature des bagages : a) le poids et le volume global approximatifs ; b) la préciosité et la fragilité éventuelles ; c) les autres spécificités éventuelles. 4° Moyen de communication : les coordonnées téléphoniques permettant au transporteur de joindre le donneur d'ordre à tout moment (vingt-quatre heures sur vingt-quatre et sept jours sur sept). Article 4 Caractéristiques de l'autocar Chaque autocar mis à disposition du donneur d'ordre par le transporteur doit être : 1° En bon état de marche et répondre en tous points aux obligations techniques réglementaires ; 2° Adapté à la distance à parcourir, aux caractéristiques du groupe et aux exigences éventuelles du donneur d'ordre ; 3° Compatible avec le poids et le volume des bagages prévus. Les passagers sont responsables des dégradations occasionnées par leur fait à l'autocar. Article 5 Sécurité à bord de l'autocar I.-Dispositions communes Le nombre maximal de personnes pouvant être transportées ne peut excéder celui inscrit sur l'attestation d'aménagement ou la carte violette. Le transporteur est responsable de la sécurité du transport, y compris lors de chaque montée et de chaque descente des passagers de l'autocar. Le conducteur prend les mesures nécessaires à la sécurité et donne en cas de besoin des instructions aux passagers, qui sont tenus de les respecter. Des arrêts sont laissés à l'initiative du transporteur ou du conducteur pour répondre aux obligations de sécurité et de respect de la réglementation sociale relative aux temps de conduite et de repos des conducteurs, ou à d'autres nécessités. Pour les autocars dont les sièges sont équipés de ceinture de sécurité, le transporteur informe les passagers de l'obligation du port de cet équipement. Sauf exceptions prévues au code de la route, le port de la ceinture s'applique à chaque passager, adulte et enfant. S'il s'agit d'un groupe accompagné, le transporteur comme le conducteur doivent connaître le nom des personnes ayant une responsabilité d'organisation ou de surveillance, dont la nature doit être précisée. Ces personnes désignées comme responsables doivent connaître les conditions d'organisation du transport convenues avec le transporteur et détenir la liste des personnes composant le groupe. Le donneur d'ordre doit prendre les dispositions pour que ces informations leur soient communiquées avant le début du transport. A la demande du donneur d'ordre, le conducteur donne avant le départ une information sur les mesures et les dispositifs de sécurité, adaptée à la nature du service et aux passagers. Si l'autocar en est équipé, le siège basculant, dit siège de convoyeur, est uniquement réservé à un conducteur ou à un membre d'équipage. Sauf dérogations légales, le transport de marchandises dangereuses est interdit dans les autocars. Si une dérogation s'applique, le donneur d'ordre informe le transporteur. II.-Dispositions concernant plus spécifiquement les transports en commun d'enfants : 1° Le conducteur doit : a) S'assurer de la présence des pictogrammes réglementaires du signal de transport d'enfants ; b) Utiliser impérativement le signal de détresse à l'arrêt de l'autocar lors de la montée ou de la descente des enfants ; c) Employer les mesures de protection de façon adaptée en cas d'arrêt prolongé de l'autocar. 2° Le donneur d'ordre doit : a) Veiller à ce que les personnes désignées comme responsables aient les connaissances nécessaires en matière de sécurité pour les transports en commun d'enfants ; b) Demander aux personnes désignées comme responsables de dispenser les consignes de sécurité à appliquer (danger autour de l'autocar, obligation de rester assis...), notamment celle concernant le port obligatoire de la ceinture de sécurité, et de veiller à leur respect ; c) Donner consigne aux personnes désignées comme responsables de compter les enfants un à un lors de chaque montée et descente de l'autocar ; d) Veiller à répartir dans l'autocar les accompagnateurs en liaison avec le conducteur, notamment en fonction des exigences de sécurité. Article 6 Bagages La perte ou la détérioration de bagage liée à un accident résultant de l'utilisation de l'autocar donne lieu à une indemnisation du passager par le transporteur pout tout dommage justifié dont il sera tenu pour responsable. Le montant maximal de l'indemnisation est fixé à 1 200 € par bagage. Ce montant peut être majoré dans le cadre d'une clause particulière conclue entre les parties. Le transporteur est responsable des bagages placés en soute. Ces bagages doivent faire l'objet d'un étiquetage par leur propriétaire. En cas de perte ou d'avarie de bagages placés en soute sans lien avec un accident lié à l'utilisation de l'autocar, dont les conditions d'indemnisation sont précisées au premier alinéa, l'indemnité que devra verser le transporteur pour tout dommage justifié dont il sera tenu pour responsable est limitée à la somme de 800 € par unité de bagage. Cette limite d'indemnisation ne s'applique toutefois pas en cas de faute intentionnelle ou inexcusable du transporteur. Le cas échéant, les pertes et avaries de bagages placés en soute doivent immédiatement faire l'objet de réserves émises par le donneur d'ordre ou par le passager auprès du transporteur. Sauf lorsque ces réserves sont explicitement acceptées par le transporteur ou en cas de perte totale de bagages, une protestation motivée les confirmant doit lui être adressée par lettre recommandée ou par acte extrajudiciaire, au plus tard trois jours, non compris les jours fériés, après la récupération des bagages, objets du litige. Le transporteur, ou son préposé-conducteur, se réserve le droit de refuser les bagages dont le poids, les dimensions ou la nature ne correspondent pas à ce qui avait été convenu avec le donneur d'ordre, ainsi que ceux qu'il estime préjudiciable à la sécurité du transport. Les bagages à main, dont le passager conserve la garde, demeurent sous son entière responsabilité. Avant l'exécution du service, le donneur d'ordre informe chaque passager des dispositions ci-dessus, notamment en ce qui concerne la garde des bagages à main et la limite d'indemnisation des bagages placés en soute. A la fin du transport, le donneur d'ordre, son représentant et les passagers sont tenus de s'assurer qu'aucun objet n'a été oublié dans l'autocar. Le transporteur décline toute responsabilité en cas de détérioration ou de vol de tout ce qui pourrait y avoir été laissé. Article 7 Fauteuils roulants, équipements de mobilité, dispositifs d'assistance En cas de détérioration de fauteuils roulants, ou de tout autre équipement de mobilité ou de dispositif d'assistance, le coût de l'indemnisation est au moins égal au coût de remplacement ou de réparation du matériel. Article 8 Diffusion publique de musique ou projection d'une œuvre audiovisuelle dans un autocar La diffusion publique dans un autocar d'œuvres musicales, cinématographiques, télévisuelles ou d'enregistrements personnels doit faire l'objet d'une déclaration préalable et être autorisée par les titulaires de droits d'auteur. Article 9 Rémunération du transport et des prestations annexes et complémentaires La rémunération du transporteur comprend le prix du transport stricto sensu, qui inclut notamment la rémunération du ou des conducteurs, celui des prestations annexes et complémentaires, auxquelles s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et, ou, tout droit dont la perception est mise à la charge du transporteur. Le prix du transport est également établi en fonction du type d'autocar utilisé, de ses équipements propres, d'éventuels équipements complémentaires, du nombre de places offertes, du volume souhaité des soutes, de la distance du transport, des caractéristiques et sujétions particulières de circulation. Conformément aux dispositions de la convention collective nationale des transports routiers et des activités auxiliaires du transport, la prise en charge des frais de repas et d'hébergement du ou des conducteurs incombe au transporteur ; elle est incluse dans le prix du transport. Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment : 1° Du stationnement de longue durée sur un site ; 2° Des transferts aériens, ferroviaires, maritimes du ou des conducteur (s) en cas de longue période d'inactivité ; 3° Des transports complémentaires maritimes (ferries) ou ferroviaires (tunnels) ; 4° De l'assurance-bagages que peuvent éventuellement souscrire les passagers. Toute modification du contrat de transport initial imputable au donneur d'ordre, telle que prévue à l'article 14, entraîne un réajustement des conditions de rémunération du transporteur. Cette rémunération peut également être modifiée s'il survient un événement ou incident tel que prévu à l'article 15. Le prix de transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport, qui tiennent à des conditions extérieures à cette dernière, tel notamment le prix des carburants, et dont la partie demanderesse justifie par tous moyens. Article 10 Modalités de conclusion et de paiement du contrat Le contrat n'est réputé conclu qu'après versement d'un acompte de 30 %, sans préjudice du droit de rétractation en cas de vente à distance. Le solde du prix du transport, des prestations annexes et complémentaires, est exigible à réception de facture avant le début du service. Lorsque le transporteur consent au donneur d'ordre des délais de paiement, la facture mentionne la date à laquelle le paiement doit intervenir. Tout retard dans le paiement, après mise en demeure restée sans effet, entraîne de plein droit le versement des pénalités prévues par l'article L. 441-10 du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, la déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. Article 11 Résiliation du contrat de transport Lorsque, avant le départ, le donneur d'ordre résilie le contrat, il doit en informer le transporteur par lettre recommandée avec demande d'avis de réception. Le cas échéant, une indemnité forfaitaire sera due au transporteur, égale à : 30 % du prix du service si l'annulation intervient entre 30 et 21 jours avant le départ ; 50 % du prix du service si l'annulation intervient entre 20 et 8 jours avant le départ ; 75 % du prix du service si l'annulation intervient entre 7 et 3 jours avant le départ ; 90 % du prix du service si l'annulation intervient entre 2 jours avant et la veille du départ ; 100 % du prix du service si l'annulation intervient le jour du départ. En cas de résiliation par le transporteur, le donneur d'ordre a droit au remboursement immédiat des sommes versées. Article 12 Informations mutuelles et transparence Pour assurer un niveau égal d'information sur les conditions d'exécution du service telles qu'elles ont été conclues, le transporteur informe par écrit son conducteur des conditions générales et particulières d'exécution du service. Il transmet copie de ce document au donneur d'ordre qui s'engage à le remettre à son représentant à bord de l'autocar. En outre, le transporteur fournit au donneur d'ordre un document décrivant les éléments essentiels de la réglementation des temps de conduite et de repos. Le donneur d'ordre devra le remettre à son représentant à bord de l'autocar. Article 13 Exécution du contrat de transport Le transporteur doit effectuer personnellement le service. Il ne peut le sous-traiter à un autre transporteur public routier de personnes qu'avec l'accord du donneur d'ordre. Dans cette hypothèse, il garde vis-à-vis du donneur d'ordre l'entière responsabilité des obligations découlant du contrat. Article 14 Modification du contrat de transport en cours de réalisation Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport en cours de réalisation doit être confirmée immédiatement au transporteur par écrit ou par tout autre procédé en permettant la mémorisation. Le transporteur n'est pas tenu d'accepter ces nouvelles instructions, notamment si elles sont de nature à l'empêcher d'honorer les engagements de transport pris initialement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. Toute modification au contrat peut entraîner un réajustement du prix convenu. Article 15 Événement ou incident en cours de service Si, au cours de l'exécution du service, un événement ou un incident survient et rend impossible le déroulement de tout ou partie de ce service dans les conditions initialement prévues au contrat, le transporteur prend, dans les meilleurs délais, les mesures propres à assurer la sécurité et le confort des passagers. Dans le même temps, il prend l'attache du donneur d'ordre pour lui demander ses instructions quant à la suite du service. Si l'événement ou l'incident est imputable au transporteur, le donneur d'ordre peut prétendre, en cas de préjudice prouvé, à indemnisation qui, sauf exigence affirmée du donneur d'ordre mentionnée à l'article 3, ne pourra excéder le prix du transport. Si l'événement ou l'incident est imputable au donneur d'ordre, celui-ci en assume les conséquences financières dans la limite du prix du transport. Si l'événement ou l'incident est dû à la force majeure : 1° Les coûts supplémentaires de transport sont à la charge du transporteur ; 2° Les coûts supplémentaires autres que de transport sont à la charge du donneur d'ordre ; 3° Les délais supplémentaires ne donnent pas lieu à indemnisation.",
            "texteHtml": "<p></p><p align='center'>ANNEXE À L'ARTICLE D. 3112-3</p><p align='center'>CONTRAT TYPE APPLICABLE AUX SERVICES OCCASIONNELS COLLECTIFS DE TRANSPORTS PUBLICS ROUTIERS DE PERSONNES</p><p></p><p></p><p>Article 1er</p><p>Objet et champ d'application du contrat</p><p>Le présent contrat est applicable au transport public routier non urbain de personnes, en transport intérieur, pour tout service occasionnel collectif, effectué par un transporteur au moyen d'un ou plusieurs autocars.</p><p>Les conditions dans lesquelles sont exécutés ces services, notamment les prix applicables, doivent assurer une juste rémunération du transporteur permettant la couverture des coûts réels du service réalisé dans des conditions normales d'organisation, de sécurité, de qualité, de respect des réglementations et conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier.</p><p>Ainsi, les opérations de transport ne doivent en aucun cas être conduites dans des conditions incompatibles avec la réglementation des conditions de travail et de sécurité.</p><p>Ce contrat règle les relations du donneur d'ordre et du transporteur. Il s'applique de plein droit, en totalité ou en partie, à défaut de stipulations écrites contraires ou différentes convenues entre les parties.</p><p><p>Article 2</p></p><p>Définitions</p><p>Aux fins du présent contrat, on entend par :</p><p>1° Donneur d'ordre : la partie qui conclut le contrat de transport avec le transporteur. Le donneur d'ordre peut être le bénéficiaire du transport ou l'intermédiaire chargé d'organiser le transport pour le bénéficiaire ;</p><p>2° Transporteur : la partie au contrat, régulièrement inscrite au registre des entreprises de transport public routier de personnes, qui s'engage, en vertu du contrat, à acheminer, dans les conditions visées à l'article 1er, à titre onéreux, un groupe de personnes et leurs bagages, d'un lieu défini à destination d'un autre lieu défini ;</p><p>3° Conducteur : la personne qui conduit l'autocar ou qui se trouve à bord de l'autocar dans le cadre du service pour assurer la relève de son collègue ;</p><p>4° Membre d'équipage : la personne chargée de seconder le conducteur ou de remplir les fonctions d'hôtesse, de steward ou de guide ;</p><p>5° Passagers : les personnes qui prennent place à bord de l'autocar à l'exception du conducteur ;</p><p>6° Service : le service occasionnel collectif, qui comporte la mise d'un autocar à la disposition exclusive d'un groupe ou de plusieurs groupes. Ces groupes sont constitués préalablement à leur prise en charge ;</p><p>7° Transport en commun d'enfants : le transport organisé à titre principal pour des personnes de moins de dix-huit ans ;<br/>\n8° Prise en charge initiale : le moment où le premier passager commence à monter dans l'autocar ;</p><p>9° Dépose finale : le moment où le dernier passager achève de descendre de l'autocar ;</p><p>10° Durée de mise à disposition : le temps qui s'écoule entre le moment où l'autocar est mis à disposition du donneur d'ordre et celui où le transporteur retrouve la liberté d'usage de celui-ci. La durée de mise à disposition inclut le temps de prise en charge et de dépose des passagers et de leurs bagages, variable selon la nature du service ;</p><p>11° Points d'arrêt intermédiaires : les lieux autres que le point de prise en charge initiale et le point de dépose finale, où l'autocar doit s'arrêter à la demande exprimée par le donneur d'ordre lors de la conclusion du contrat ;</p><p>12° Horaires : les horaires définis en fonction de conditions normales de circulation et de déroulement de transport, garantissant le respect des obligations de sécurité et de la réglementation sociale relative aux temps de conduite et de repos des conducteurs ;</p><p>13° Itinéraire : l'itinéraire laissé à l'initiative du transporteur, sauf exigence particulière du donneur d'ordre explicitement indiquée, à charge pour lui d'en informer le transporteur avant le début du service ;</p><p>14° Bagages : les biens identifiés transportés à bord de l'autocar ou de sa remorque et appartenant aux passagers ;</p><p>15° Bagages placés en soute : les bagages acheminés dans la soute ou la remorque de l'autocar ;</p><p>16° Bagages à main : les bagages que le passager conserve avec lui.</p><p><p>Article 3</p></p><p>Informations et documents à fournir au transporteur</p><p>Préalablement à la mise du ou des autocars à la disposition du groupe constitué, le donneur d'ordre fournit au transporteur par écrit, ou par tout autre procédé en permettant la mémorisation, les indications définies ci-après.</p><p>1° Dates, horaires et itinéraires :</p><p>a) la date, l'heure et le lieu de début et de fin de mise à disposition de l'autocar ;</p><p>b) la date, l'heure et le lieu de prise en charge initiale des passagers ainsi que la date, l'heure et le lieu de leur dépose finale ;</p><p>c) la date, l'heure et le lieu des points d'arrêt intermédiaires ;</p><p>d) le cas échéant, l'itinéraire imposé.</p><p>Le respect d'un horaire d'arrivée en vue d'une correspondance doit faire l'objet d'une exigence affirmée du donneur d'ordre.<br/>\n2° Composition du groupe à transporter :</p><p>a) le nombre maximum de personnes qui compose le groupe ;</p><p>b) le nombre maximum de personnes à mobilité réduite, dont le nombre de personnes en fauteuil roulant ;</p><p>c) le nombre maximum de personnes de moins de dix-huit ans dans le cadre d'un transport en commun d'enfants et le nombre d'accompagnateurs.</p><p>3° Nature des bagages :</p><p>a) le poids et le volume global approximatifs ;</p><p>b) la préciosité et la fragilité éventuelles ;</p><p>c) les autres spécificités éventuelles.</p><p>4° Moyen de communication : les coordonnées téléphoniques permettant au transporteur de joindre le donneur d'ordre à tout moment (vingt-quatre heures sur vingt-quatre et sept jours sur sept).</p><p><p>Article 4</p></p><p>Caractéristiques de l'autocar</p><p>Chaque autocar mis à disposition du donneur d'ordre par le transporteur doit être :</p><p>1° En bon état de marche et répondre en tous points aux obligations techniques réglementaires ;</p><p>2° Adapté à la distance à parcourir, aux caractéristiques du groupe et aux exigences éventuelles du donneur d'ordre ;</p><p>3° Compatible avec le poids et le volume des bagages prévus.</p><p>Les passagers sont responsables des dégradations occasionnées par leur fait à l'autocar.</p><p><p>Article 5</p></p><p>Sécurité à bord de l'autocar</p><p>I.-Dispositions communes</p><p>Le nombre maximal de personnes pouvant être transportées ne peut excéder celui inscrit sur l'attestation d'aménagement ou la carte violette.</p><p>Le transporteur est responsable de la sécurité du transport, y compris lors de chaque montée et de chaque descente des passagers de l'autocar.</p><p>Le conducteur prend les mesures nécessaires à la sécurité et donne en cas de besoin des instructions aux passagers, qui sont tenus de les respecter.</p><p>Des arrêts sont laissés à l'initiative du transporteur ou du conducteur pour répondre aux obligations de sécurité et de respect de la réglementation sociale relative aux temps de conduite et de repos des conducteurs, ou à d'autres nécessités.</p><p>Pour les autocars dont les sièges sont équipés de ceinture de sécurité, le transporteur informe les passagers de l'obligation du port de cet équipement. Sauf exceptions prévues au code de la route, le port de la ceinture s'applique à chaque passager, adulte et enfant.<br/>\nS'il s'agit d'un groupe accompagné, le transporteur comme le conducteur doivent connaître le nom des personnes ayant une responsabilité d'organisation ou de surveillance, dont la nature doit être précisée. Ces personnes désignées comme responsables doivent connaître les conditions d'organisation du transport convenues avec le transporteur et détenir la liste des personnes composant le groupe. Le donneur d'ordre doit prendre les dispositions pour que ces informations leur soient communiquées avant le début du transport.</p><p>A la demande du donneur d'ordre, le conducteur donne avant le départ une information sur les mesures et les dispositifs de sécurité, adaptée à la nature du service et aux passagers.</p><p>Si l'autocar en est équipé, le siège basculant, dit siège de convoyeur, est uniquement réservé à un conducteur ou à un membre d'équipage.</p><p>Sauf dérogations légales, le transport de marchandises dangereuses est interdit dans les autocars. Si une dérogation s'applique, le donneur d'ordre informe le transporteur.</p><p>II.-Dispositions concernant plus spécifiquement les transports en commun d'enfants :</p><p>1° Le conducteur doit :</p><p>a) S'assurer de la présence des pictogrammes réglementaires du signal de transport d'enfants ;</p><p>b) Utiliser impérativement le signal de détresse à l'arrêt de l'autocar lors de la montée ou de la descente des enfants ;</p><p>c) Employer les mesures de protection de façon adaptée en cas d'arrêt prolongé de l'autocar.</p><p>2° Le donneur d'ordre doit :</p><p>a) Veiller à ce que les personnes désignées comme responsables aient les connaissances nécessaires en matière de sécurité pour les transports en commun d'enfants ;</p><p>b) Demander aux personnes désignées comme responsables de dispenser les consignes de sécurité à appliquer (danger autour de l'autocar, obligation de rester assis...), notamment celle concernant le port obligatoire de la ceinture de sécurité, et de veiller à leur respect ;</p><p>c) Donner consigne aux personnes désignées comme responsables de compter les enfants un à un lors de chaque montée et descente de l'autocar ;</p><p>d) Veiller à répartir dans l'autocar les accompagnateurs en liaison avec le conducteur, notamment en fonction des exigences de sécurité.</p><p><p>Article 6</p></p><p>Bagages</p><p>La perte ou la détérioration de bagage liée à un accident résultant de l'utilisation de l'autocar donne lieu à une indemnisation du passager par le transporteur pout tout dommage justifié dont il sera tenu pour responsable. Le montant maximal de l'indemnisation est fixé à 1 200 € par bagage. Ce montant peut être majoré dans le cadre d'une clause particulière conclue entre les parties.</p><p>Le transporteur est responsable des bagages placés en soute. Ces bagages doivent faire l'objet d'un étiquetage par leur propriétaire.<br/>\nEn cas de perte ou d'avarie de bagages placés en soute sans lien avec un accident lié à l'utilisation de l'autocar, dont les conditions d'indemnisation sont précisées au premier alinéa, l'indemnité que devra verser le transporteur pour tout dommage justifié dont il sera tenu pour responsable est limitée à la somme de 800 € par unité de bagage. Cette limite d'indemnisation ne s'applique toutefois pas en cas de faute intentionnelle ou inexcusable du transporteur.</p><p>Le cas échéant, les pertes et avaries de bagages placés en soute doivent immédiatement faire l'objet de réserves émises par le donneur d'ordre ou par le passager auprès du transporteur. Sauf lorsque ces réserves sont explicitement acceptées par le transporteur ou en cas de perte totale de bagages, une protestation motivée les confirmant doit lui être adressée par lettre recommandée ou par acte extrajudiciaire, au plus tard trois jours, non compris les jours fériés, après la récupération des bagages, objets du litige.</p><p>Le transporteur, ou son préposé-conducteur, se réserve le droit de refuser les bagages dont le poids, les dimensions ou la nature ne correspondent pas à ce qui avait été convenu avec le donneur d'ordre, ainsi que ceux qu'il estime préjudiciable à la sécurité du transport.</p><p>Les bagages à main, dont le passager conserve la garde, demeurent sous son entière responsabilité.</p><p>Avant l'exécution du service, le donneur d'ordre informe chaque passager des dispositions ci-dessus, notamment en ce qui concerne la garde des bagages à main et la limite d'indemnisation des bagages placés en soute.</p><p>A la fin du transport, le donneur d'ordre, son représentant et les passagers sont tenus de s'assurer qu'aucun objet n'a été oublié dans l'autocar. Le transporteur décline toute responsabilité en cas de détérioration ou de vol de tout ce qui pourrait y avoir été laissé.</p><p><p>Article 7</p></p><p>Fauteuils roulants, équipements de mobilité, dispositifs d'assistance</p><p>En cas de détérioration de fauteuils roulants, ou de tout autre équipement de mobilité ou de dispositif d'assistance, le coût de l'indemnisation est au moins égal au coût de remplacement ou de réparation du matériel.</p><p><p>Article 8</p></p><p>Diffusion publique de musique ou projection d'une œuvre audiovisuelle dans un autocar</p><p>La diffusion publique dans un autocar d'œuvres musicales, cinématographiques, télévisuelles ou d'enregistrements personnels doit faire l'objet d'une déclaration préalable et être autorisée par les titulaires de droits d'auteur.</p><p><p>Article 9</p></p><p>Rémunération du transport et des prestations annexes et complémentaires</p><p>La rémunération du transporteur comprend le prix du transport stricto sensu, qui inclut notamment la rémunération du ou des conducteurs, celui des prestations annexes et complémentaires, auxquelles s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et, ou, tout droit dont la perception est mise à la charge du transporteur.</p><p>Le prix du transport est également établi en fonction du type d'autocar utilisé, de ses équipements propres, d'éventuels équipements complémentaires, du nombre de places offertes, du volume souhaité des soutes, de la distance du transport, des caractéristiques et sujétions particulières de circulation.</p><p>Conformément aux dispositions de la convention collective nationale des transports routiers et des activités auxiliaires du transport, la prise en charge des frais de repas et d'hébergement du ou des conducteurs incombe au transporteur ; elle est incluse dans le prix du transport.</p><p>Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment :</p><p>1° Du stationnement de longue durée sur un site ;</p><p>2° Des transferts aériens, ferroviaires, maritimes du ou des conducteur (s) en cas de longue période d'inactivité ;</p><p>3° Des transports complémentaires maritimes (ferries) ou ferroviaires (tunnels) ;</p><p>4° De l'assurance-bagages que peuvent éventuellement souscrire les passagers.</p><p>Toute modification du contrat de transport initial imputable au donneur d'ordre, telle que prévue à l'article 14, entraîne un réajustement des conditions de rémunération du transporteur.</p><p>Cette rémunération peut également être modifiée s'il survient un événement ou incident tel que prévu à l'article 15.</p><p>Le prix de transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport, qui tiennent à des conditions extérieures à cette dernière, tel notamment le prix des carburants, et dont la partie demanderesse justifie par tous moyens.</p><p><p>Article 10</p></p><p>Modalités de conclusion et de paiement du contrat</p><p>Le contrat n'est réputé conclu qu'après versement d'un acompte de 30 %, sans préjudice du droit de rétractation en cas de vente à distance.</p><p>Le solde du prix du transport, des prestations annexes et complémentaires, est exigible à réception de facture avant le début du service.</p><p>Lorsque le transporteur consent au donneur d'ordre des délais de paiement, la facture mentionne la date à laquelle le paiement doit intervenir.</p><p>Tout retard dans le paiement, après mise en demeure restée sans effet, entraîne de plein droit le versement des pénalités prévues par l'article L. 441-10 du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard.</p><p>Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, la déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération.</p><p><br/>\nArticle 11</p><p>Résiliation du contrat de transport</p><p>Lorsque, avant le départ, le donneur d'ordre résilie le contrat, il doit en informer le transporteur par lettre recommandée avec demande d'avis de réception.</p><p>Le cas échéant, une indemnité forfaitaire sera due au transporteur, égale à :</p><p>30 % du prix du service si l'annulation intervient entre 30 et 21 jours avant le départ ;</p><p>50 % du prix du service si l'annulation intervient entre 20 et 8 jours avant le départ ;</p><p>75 % du prix du service si l'annulation intervient entre 7 et 3 jours avant le départ ;</p><p>90 % du prix du service si l'annulation intervient entre 2 jours avant et la veille du départ ;</p><p>100 % du prix du service si l'annulation intervient le jour du départ.</p><p>En cas de résiliation par le transporteur, le donneur d'ordre a droit au remboursement immédiat des sommes versées.</p><p><p>Article 12</p></p><p>Informations mutuelles et transparence</p><p>Pour assurer un niveau égal d'information sur les conditions d'exécution du service telles qu'elles ont été conclues, le transporteur informe par écrit son conducteur des conditions générales et particulières d'exécution du service. Il transmet copie de ce document au donneur d'ordre qui s'engage à le remettre à son représentant à bord de l'autocar.</p><p>En outre, le transporteur fournit au donneur d'ordre un document décrivant les éléments essentiels de la réglementation des temps de conduite et de repos. Le donneur d'ordre devra le remettre à son représentant à bord de l'autocar.</p><p><p>Article 13</p></p><p>Exécution du contrat de transport</p><p>Le transporteur doit effectuer personnellement le service. Il ne peut le sous-traiter à un autre transporteur public routier de personnes qu'avec l'accord du donneur d'ordre. Dans cette hypothèse, il garde vis-à-vis du donneur d'ordre l'entière responsabilité des obligations découlant du contrat.</p><p><p>Article 14</p></p><p>Modification du contrat de transport en cours de réalisation</p><p>Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport en cours de réalisation doit être confirmée immédiatement au transporteur par écrit ou par tout autre procédé en permettant la mémorisation.<br/>\nLe transporteur n'est pas tenu d'accepter ces nouvelles instructions, notamment si elles sont de nature à l'empêcher d'honorer les engagements de transport pris initialement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation.</p><p>Toute modification au contrat peut entraîner un réajustement du prix convenu.</p><p><p>Article 15</p></p><p>Événement ou incident en cours de service</p><p>Si, au cours de l'exécution du service, un événement ou un incident survient et rend impossible le déroulement de tout ou partie de ce service dans les conditions initialement prévues au contrat, le transporteur prend, dans les meilleurs délais, les mesures propres à assurer la sécurité et le confort des passagers. Dans le même temps, il prend l'attache du donneur d'ordre pour lui demander ses instructions quant à la suite du service.</p><p>Si l'événement ou l'incident est imputable au transporteur, le donneur d'ordre peut prétendre, en cas de préjudice prouvé, à indemnisation qui, sauf exigence affirmée du donneur d'ordre mentionnée à l'article 3, ne pourra excéder le prix du transport.</p><p>Si l'événement ou l'incident est imputable au donneur d'ordre, celui-ci en assume les conséquences financières dans la limite du prix du transport.</p><p>Si l'événement ou l'incident est dû à la force majeure :</p><p>1° Les coûts supplémentaires de transport sont à la charge du transporteur ;</p><p>2° Les coûts supplémentaires autres que de transport sont à la charge du donneur d'ordre ;</p><p>3° Les délais supplémentaires ne donnent pas lieu à indemnisation.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2021-02-27T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TROISIÈME PARTIE : TRANSPORT ROUTIER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030048381",
                        "id": "LEGISCTA000030048381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033452817",
                        "id": "LEGISCTA000033452817",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000033452834",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-6",
                    "articleId": "LEGIARTI000006232237",
                    "natureText": "CODE",
                    "date": 1614645227859,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. D3112-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3112-3",
                    "articleId": "LEGIARTI000033449755",
                    "natureText": "CODE",
                    "date": 1614645227859,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033446681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-19",
                    "dateSignaTexte": "2016-11-17",
                    "dateDebutCible": "2017-01-01"
                },
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033446681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-19",
                    "dateSignaTexte": "2016-11-17",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "num": "Annexe I",
            "origine": "LEGI",
            "texte": "ANNEXE À L'ARTICLE D. 3112-3 CONTRAT TYPE APPLICABLE AUX SERVICES OCCASIONNELS COLLECTIFS DE TRANSPORTS PUBLICS ROUTIERS DE PERSONNES Article 1er Objet et champ d'application du contrat Le présent contrat est applicable au transport public routier non urbain de personnes, en transport intérieur, pour tout service occasionnel collectif, effectué par un transporteur au moyen d'un ou plusieurs autocars. Les conditions dans lesquelles sont exécutés ces services, notamment les prix applicables, doivent assurer une juste rémunération du transporteur permettant la couverture des coûts réels du service réalisé dans des conditions normales d'organisation, de sécurité, de qualité, de respect des réglementations et conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. Ainsi, les opérations de transport ne doivent en aucun cas être conduites dans des conditions incompatibles avec la réglementation des conditions de travail et de sécurité. Ce contrat règle les relations du donneur d'ordre et du transporteur. Il s'applique de plein droit, en totalité ou en partie, à défaut de stipulations écrites contraires ou différentes convenues entre les parties. Article 2 Définitions Aux fins du présent contrat, on entend par : 1° Donneur d'ordre : la partie qui conclut le contrat de transport avec le transporteur. Le donneur d'ordre peut être le bénéficiaire du transport ou l'intermédiaire chargé d'organiser le transport pour le bénéficiaire ; 2° Transporteur : la partie au contrat, régulièrement inscrite au registre des entreprises de transport public routier de personnes, qui s'engage, en vertu du contrat, à acheminer, dans les conditions visées à l'article 1er, à titre onéreux, un groupe de personnes et leurs bagages, d'un lieu défini à destination d'un autre lieu défini ; 3° Conducteur : la personne qui conduit l'autocar ou qui se trouve à bord de l'autocar dans le cadre du service pour assurer la relève de son collègue ; 4° Membre d'équipage : la personne chargée de seconder le conducteur ou de remplir les fonctions d'hôtesse, de steward ou de guide ; 5° Passagers : les personnes qui prennent place à bord de l'autocar à l'exception du conducteur ; 6° Service : le service occasionnel collectif, qui comporte la mise d'un autocar à la disposition exclusive d'un groupe ou de plusieurs groupes. Ces groupes sont constitués préalablement à leur prise en charge ; 7° Transport en commun d'enfants : le transport organisé à titre principal pour des personnes de moins de dix-huit ans ; 8° Prise en charge initiale : le moment où le premier passager commence à monter dans l'autocar ; 9° Dépose finale : le moment où le dernier passager achève de descendre de l'autocar ; 10° Durée de mise à disposition : le temps qui s'écoule entre le moment où l'autocar est mis à disposition du donneur d'ordre et celui où le transporteur retrouve la liberté d'usage de celui-ci. La durée de mise à disposition inclut le temps de prise en charge et de dépose des passagers et de leurs bagages, variable selon la nature du service ; 11° Points d'arrêt intermédiaires : les lieux autres que le point de prise en charge initiale et le point de dépose finale, où l'autocar doit s'arrêter à la demande exprimée par le donneur d'ordre lors de la conclusion du contrat ; 12° Horaires : les horaires définis en fonction de conditions normales de circulation et de déroulement de transport, garantissant le respect des obligations de sécurité et de la réglementation sociale relative aux temps de conduite et de repos des conducteurs ; 13° Itinéraire : l'itinéraire laissé à l'initiative du transporteur, sauf exigence particulière du donneur d'ordre explicitement indiquée, à charge pour lui d'en informer le transporteur avant le début du service ; 14° Bagages : les biens identifiés transportés à bord de l'autocar ou de sa remorque et appartenant aux passagers ; 15° Bagages placés en soute : les bagages acheminés dans la soute ou la remorque de l'autocar ; 16° Bagages à main : les bagages que le passager conserve avec lui. Article 3 Informations et documents à fournir au transporteur Préalablement à la mise du ou des autocars à la disposition du groupe constitué, le donneur d'ordre fournit au transporteur par écrit, ou par tout autre procédé en permettant la mémorisation, les indications définies ci-après. 1° Dates, horaires et itinéraires : a) la date, l'heure et le lieu de début et de fin de mise à disposition de l'autocar ; b) la date, l'heure et le lieu de prise en charge initiale des passagers ainsi que la date, l'heure et le lieu de leur dépose finale ; c) la date, l'heure et le lieu des points d'arrêt intermédiaires ; d) le cas échéant, l'itinéraire imposé. Le respect d'un horaire d'arrivée en vue d'une correspondance doit faire l'objet d'une exigence affirmée du donneur d'ordre. 2° Composition du groupe à transporter : a) le nombre maximum de personnes qui compose le groupe ; b) le nombre maximum de personnes à mobilité réduite, dont le nombre de personnes en fauteuil roulant ; c) le nombre maximum de personnes de moins de dix-huit ans dans le cadre d'un transport en commun d'enfants et le nombre d'accompagnateurs. 3° Nature des bagages : a) le poids et le volume global approximatifs ; b) la préciosité et la fragilité éventuelles ; c) les autres spécificités éventuelles. 4° Moyen de communication : les coordonnées téléphoniques permettant au transporteur de joindre le donneur d'ordre à tout moment (vingt-quatre heures sur vingt-quatre et sept jours sur sept). Article 4 Caractéristiques de l'autocar Chaque autocar mis à disposition du donneur d'ordre par le transporteur doit être : 1° En bon état de marche et répondre en tous points aux obligations techniques réglementaires ; 2° Adapté à la distance à parcourir, aux caractéristiques du groupe et aux exigences éventuelles du donneur d'ordre ; 3° Compatible avec le poids et le volume des bagages prévus. Les passagers sont responsables des dégradations occasionnées par leur fait à l'autocar. Article 5 Sécurité à bord de l'autocar I.-Dispositions communes Le nombre maximal de personnes pouvant être transportées ne peut excéder celui inscrit sur l'attestation d'aménagement ou la carte violette. Le transporteur est responsable de la sécurité du transport, y compris lors de chaque montée et de chaque descente des passagers de l'autocar. Le conducteur prend les mesures nécessaires à la sécurité et donne en cas de besoin des instructions aux passagers, qui sont tenus de les respecter. Des arrêts sont laissés à l'initiative du transporteur ou du conducteur pour répondre aux obligations de sécurité et de respect de la réglementation sociale relative aux temps de conduite et de repos des conducteurs, ou à d'autres nécessités. Pour les autocars dont les sièges sont équipés de ceinture de sécurité, le transporteur informe les passagers de l'obligation du port de cet équipement. Sauf exceptions prévues au code de la route, le port de la ceinture s'applique à chaque passager, adulte et enfant. S'il s'agit d'un groupe accompagné, le transporteur comme le conducteur doivent connaître le nom des personnes ayant une responsabilité d'organisation ou de surveillance, dont la nature doit être précisée. Ces personnes désignées comme responsables doivent connaître les conditions d'organisation du transport convenues avec le transporteur et détenir la liste des personnes composant le groupe. Le donneur d'ordre doit prendre les dispositions pour que ces informations leur soient communiquées avant le début du transport. A la demande du donneur d'ordre, le conducteur donne avant le départ une information sur les mesures et les dispositifs de sécurité, adaptée à la nature du service et aux passagers. Si l'autocar en est équipé, le siège basculant, dit siège de convoyeur, est uniquement réservé à un conducteur ou à un membre d'équipage. Sauf dérogations légales, le transport de marchandises dangereuses est interdit dans les autocars. Si une dérogation s'applique, le donneur d'ordre informe le transporteur. II.-Dispositions concernant plus spécifiquement les transports en commun d'enfants : 1° Le conducteur doit : a) S'assurer de la présence des pictogrammes réglementaires du signal de transport d'enfants ; b) Utiliser impérativement le signal de détresse à l'arrêt de l'autocar lors de la montée ou de la descente des enfants ; c) Employer les mesures de protection de façon adaptée en cas d'arrêt prolongé de l'autocar. 2° Le donneur d'ordre doit : a) Veiller à ce que les personnes désignées comme responsables aient les connaissances nécessaires en matière de sécurité pour les transports en commun d'enfants ; b) Demander aux personnes désignées comme responsables de dispenser les consignes de sécurité à appliquer (danger autour de l'autocar, obligation de rester assis...), notamment celle concernant le port obligatoire de la ceinture de sécurité, et de veiller à leur respect ; c) Donner consigne aux personnes désignées comme responsables de compter les enfants un à un lors de chaque montée et descente de l'autocar ; d) Veiller à répartir dans l'autocar les accompagnateurs en liaison avec le conducteur, notamment en fonction des exigences de sécurité. Article 6 Bagages La perte ou la détérioration de bagage liée à un accident résultant de l'utilisation de l'autocar donne lieu à une indemnisation du passager par le transporteur pout tout dommage justifié dont il sera tenu pour responsable. Le montant maximal de l'indemnisation est fixé à 1 200 € par bagage. Ce montant peut être majoré dans le cadre d'une clause particulière conclue entre les parties. Le transporteur est responsable des bagages placés en soute. Ces bagages doivent faire l'objet d'un étiquetage par leur propriétaire. En cas de perte ou d'avarie de bagages placés en soute sans lien avec un accident lié à l'utilisation de l'autocar, dont les conditions d'indemnisation sont précisées au premier alinéa, l'indemnité que devra verser le transporteur pour tout dommage justifié dont il sera tenu pour responsable est limitée à la somme de 800 € par unité de bagage. Cette limite d'indemnisation ne s'applique toutefois pas en cas de faute intentionnelle ou inexcusable du transporteur. Le cas échéant, les pertes et avaries de bagages placés en soute doivent immédiatement faire l'objet de réserves émises par le donneur d'ordre ou par le passager auprès du transporteur. Sauf lorsque ces réserves sont explicitement acceptées par le transporteur ou en cas de perte totale de bagages, une protestation motivée les confirmant doit lui être adressée par lettre recommandée ou par acte extrajudiciaire, au plus tard trois jours, non compris les jours fériés, après la récupération des bagages, objets du litige. Le transporteur, ou son préposé-conducteur, se réserve le droit de refuser les bagages dont le poids, les dimensions ou la nature ne correspondent pas à ce qui avait été convenu avec le donneur d'ordre, ainsi que ceux qu'il estime préjudiciable à la sécurité du transport. Les bagages à main, dont le passager conserve la garde, demeurent sous son entière responsabilité. Avant l'exécution du service, le donneur d'ordre informe chaque passager des dispositions ci-dessus, notamment en ce qui concerne la garde des bagages à main et la limite d'indemnisation des bagages placés en soute. A la fin du transport, le donneur d'ordre, son représentant et les passagers sont tenus de s'assurer qu'aucun objet n'a été oublié dans l'autocar. Le transporteur décline toute responsabilité en cas de détérioration ou de vol de tout ce qui pourrait y avoir été laissé. Article 7 Fauteuils roulants, équipements de mobilité, dispositifs d'assistance En cas de détérioration de fauteuils roulants, ou de tout autre équipement de mobilité ou de dispositif d'assistance, le coût de l'indemnisation est au moins égal au coût de remplacement ou de réparation du matériel. Article 8 Diffusion publique de musique ou projection d'une œuvre audiovisuelle dans un autocar La diffusion publique dans un autocar d'œuvres musicales, cinématographiques, télévisuelles ou d'enregistrements personnels doit faire l'objet d'une déclaration préalable et être autorisée par les titulaires de droits d'auteur. Article 9 Rémunération du transport et des prestations annexes et complémentaires La rémunération du transporteur comprend le prix du transport stricto sensu, qui inclut notamment la rémunération du ou des conducteurs, celui des prestations annexes et complémentaires, auxquelles s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et, ou, tout droit dont la perception est mise à la charge du transporteur. Le prix du transport est également établi en fonction du type d'autocar utilisé, de ses équipements propres, d'éventuels équipements complémentaires, du nombre de places offertes, du volume souhaité des soutes, de la distance du transport, des caractéristiques et sujétions particulières de circulation. Conformément aux dispositions de la convention collective nationale des transports routiers et des activités auxiliaires du transport, la prise en charge des frais de repas et d'hébergement du ou des conducteurs incombe au transporteur ; elle est incluse dans le prix du transport. Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment : 1° Du stationnement de longue durée sur un site ; 2° Des transferts aériens, ferroviaires, maritimes du ou des conducteur (s) en cas de longue période d'inactivité ; 3° Des transports complémentaires maritimes (ferries) ou ferroviaires (tunnels) ; 4° De l'assurance-bagages que peuvent éventuellement souscrire les passagers. Toute modification du contrat de transport initial imputable au donneur d'ordre, telle que prévue à l'article 14, entraîne un réajustement des conditions de rémunération du transporteur. Cette rémunération peut également être modifiée s'il survient un événement ou incident tel que prévu à l'article 15. Le prix de transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport, qui tiennent à des conditions extérieures à cette dernière, tel notamment le prix des carburants, et dont la partie demanderesse justifie par tous moyens. Article 10 Modalités de conclusion et de paiement du contrat Le contrat n'est réputé conclu qu'après versement d'un acompte de 30 %, sans préjudice du droit de rétractation en cas de vente à distance. Le solde du prix du transport, des prestations annexes et complémentaires, est exigible à réception de facture avant le début du service. Lorsque le transporteur consent au donneur d'ordre des délais de paiement, la facture mentionne la date à laquelle le paiement doit intervenir. Tout retard dans le paiement, après mise en demeure restée sans effet, entraîne de plein droit le versement des pénalités prévues par l'article L. 441-6 du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, la déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. Article 11 Résiliation du contrat de transport Lorsque, avant le départ, le donneur d'ordre résilie le contrat, il doit en informer le transporteur par lettre recommandée avec demande d'avis de réception. Le cas échéant, une indemnité forfaitaire sera due au transporteur, égale à : 30 % du prix du service si l'annulation intervient entre 30 et 21 jours avant le départ ; 50 % du prix du service si l'annulation intervient entre 20 et 8 jours avant le départ ; 75 % du prix du service si l'annulation intervient entre 7 et 3 jours avant le départ ; 90 % du prix du service si l'annulation intervient entre 2 jours avant et la veille du départ ; 100 % du prix du service si l'annulation intervient le jour du départ. En cas de résiliation par le transporteur, le donneur d'ordre a droit au remboursement immédiat des sommes versées. Article 12 Informations mutuelles et transparence Pour assurer un niveau égal d'information sur les conditions d'exécution du service telles qu'elles ont été conclues, le transporteur informe par écrit son conducteur des conditions générales et particulières d'exécution du service. Il transmet copie de ce document au donneur d'ordre qui s'engage à le remettre à son représentant à bord de l'autocar. En outre, le transporteur fournit au donneur d'ordre un document décrivant les éléments essentiels de la réglementation des temps de conduite et de repos. Le donneur d'ordre devra le remettre à son représentant à bord de l'autocar. Article 13 Exécution du contrat de transport Le transporteur doit effectuer personnellement le service. Il ne peut le sous-traiter à un autre transporteur public routier de personnes qu'avec l'accord du donneur d'ordre. Dans cette hypothèse, il garde vis-à-vis du donneur d'ordre l'entière responsabilité des obligations découlant du contrat. Article 14 Modification du contrat de transport en cours de réalisation Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport en cours de réalisation doit être confirmée immédiatement au transporteur par écrit ou par tout autre procédé en permettant la mémorisation. Le transporteur n'est pas tenu d'accepter ces nouvelles instructions, notamment si elles sont de nature à l'empêcher d'honorer les engagements de transport pris initialement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. Toute modification au contrat peut entraîner un réajustement du prix convenu. Article 15 Événement ou incident en cours de service Si, au cours de l'exécution du service, un événement ou un incident survient et rend impossible le déroulement de tout ou partie de ce service dans les conditions initialement prévues au contrat, le transporteur prend, dans les meilleurs délais, les mesures propres à assurer la sécurité et le confort des passagers. Dans le même temps, il prend l'attache du donneur d'ordre pour lui demander ses instructions quant à la suite du service. Si l'événement ou l'incident est imputable au transporteur, le donneur d'ordre peut prétendre, en cas de préjudice prouvé, à indemnisation qui, sauf exigence affirmée du donneur d'ordre mentionnée à l'article 3, ne pourra excéder le prix du transport. Si l'événement ou l'incident est imputable au donneur d'ordre, celui-ci en assume les conséquences financières dans la limite du prix du transport. Si l'événement ou l'incident est dû à la force majeure : 1° Les coûts supplémentaires de transport sont à la charge du transporteur ; 2° Les coûts supplémentaires autres que de transport sont à la charge du donneur d'ordre ; 3° Les délais supplémentaires ne donnent pas lieu à indemnisation.",
            "texteHtml": "<p></p><p align='center'>ANNEXE À L'ARTICLE D. 3112-3 </p><p align='center'>CONTRAT TYPE APPLICABLE AUX SERVICES OCCASIONNELS COLLECTIFS DE TRANSPORTS PUBLICS ROUTIERS DE PERSONNES </p><p></p><p></p><p></p><p>Article 1er </p><p>Objet et champ d'application du contrat </p><p>Le présent contrat est applicable au transport public routier non urbain de personnes, en transport intérieur, pour tout service occasionnel collectif, effectué par un transporteur au moyen d'un ou plusieurs autocars. </p><p>Les conditions dans lesquelles sont exécutés ces services, notamment les prix applicables, doivent assurer une juste rémunération du transporteur permettant la couverture des coûts réels du service réalisé dans des conditions normales d'organisation, de sécurité, de qualité, de respect des réglementations et conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. </p><p>Ainsi, les opérations de transport ne doivent en aucun cas être conduites dans des conditions incompatibles avec la réglementation des conditions de travail et de sécurité. </p><p>Ce contrat règle les relations du donneur d'ordre et du transporteur. Il s'applique de plein droit, en totalité ou en partie, à défaut de stipulations écrites contraires ou différentes convenues entre les parties. </p><p></p><p>Article 2 </p><p>Définitions </p><p>Aux fins du présent contrat, on entend par : </p><p>1° Donneur d'ordre : la partie qui conclut le contrat de transport avec le transporteur. Le donneur d'ordre peut être le bénéficiaire du transport ou l'intermédiaire chargé d'organiser le transport pour le bénéficiaire ; </p><p>2° Transporteur : la partie au contrat, régulièrement inscrite au registre des entreprises de transport public routier de personnes, qui s'engage, en vertu du contrat, à acheminer, dans les conditions visées à l'article 1er, à titre onéreux, un groupe de personnes et leurs bagages, d'un lieu défini à destination d'un autre lieu défini ; </p><p>3° Conducteur : la personne qui conduit l'autocar ou qui se trouve à bord de l'autocar dans le cadre du service pour assurer la relève de son collègue ; </p><p>4° Membre d'équipage : la personne chargée de seconder le conducteur ou de remplir les fonctions d'hôtesse, de steward ou de guide ; </p><p>5° Passagers : les personnes qui prennent place à bord de l'autocar à l'exception du conducteur ; </p><p>6° Service : le service occasionnel collectif, qui comporte la mise d'un autocar à la disposition exclusive d'un groupe ou de plusieurs groupes. Ces groupes sont constitués préalablement à leur prise en charge ; </p><p>7° Transport en commun d'enfants : le transport organisé à titre principal pour des personnes de moins de dix-huit ans ; <br/>8° Prise en charge initiale : le moment où le premier passager commence à monter dans l'autocar ; </p><p>9° Dépose finale : le moment où le dernier passager achève de descendre de l'autocar ; </p><p>10° Durée de mise à disposition : le temps qui s'écoule entre le moment où l'autocar est mis à disposition du donneur d'ordre et celui où le transporteur retrouve la liberté d'usage de celui-ci. La durée de mise à disposition inclut le temps de prise en charge et de dépose des passagers et de leurs bagages, variable selon la nature du service ; </p><p>11° Points d'arrêt intermédiaires : les lieux autres que le point de prise en charge initiale et le point de dépose finale, où l'autocar doit s'arrêter à la demande exprimée par le donneur d'ordre lors de la conclusion du contrat ; </p><p>12° Horaires : les horaires définis en fonction de conditions normales de circulation et de déroulement de transport, garantissant le respect des obligations de sécurité et de la réglementation sociale relative aux temps de conduite et de repos des conducteurs ; </p><p>13° Itinéraire : l'itinéraire laissé à l'initiative du transporteur, sauf exigence particulière du donneur d'ordre explicitement indiquée, à charge pour lui d'en informer le transporteur avant le début du service ; </p><p>14° Bagages : les biens identifiés transportés à bord de l'autocar ou de sa remorque et appartenant aux passagers ; </p><p>15° Bagages placés en soute : les bagages acheminés dans la soute ou la remorque de l'autocar ; </p><p>16° Bagages à main : les bagages que le passager conserve avec lui. </p><p></p><p>Article 3 </p><p>Informations et documents à fournir au transporteur </p><p>Préalablement à la mise du ou des autocars à la disposition du groupe constitué, le donneur d'ordre fournit au transporteur par écrit, ou par tout autre procédé en permettant la mémorisation, les indications définies ci-après. </p><p>1° Dates, horaires et itinéraires : </p><p>a) la date, l'heure et le lieu de début et de fin de mise à disposition de l'autocar ; </p><p>b) la date, l'heure et le lieu de prise en charge initiale des passagers ainsi que la date, l'heure et le lieu de leur dépose finale ; </p><p>c) la date, l'heure et le lieu des points d'arrêt intermédiaires ; </p><p>d) le cas échéant, l'itinéraire imposé. </p><p>Le respect d'un horaire d'arrivée en vue d'une correspondance doit faire l'objet d'une exigence affirmée du donneur d'ordre. <br/>2° Composition du groupe à transporter : </p><p>a) le nombre maximum de personnes qui compose le groupe ; </p><p>b) le nombre maximum de personnes à mobilité réduite, dont le nombre de personnes en fauteuil roulant ; </p><p>c) le nombre maximum de personnes de moins de dix-huit ans dans le cadre d'un transport en commun d'enfants et le nombre d'accompagnateurs. </p><p>3° Nature des bagages : </p><p>a) le poids et le volume global approximatifs ; </p><p>b) la préciosité et la fragilité éventuelles ; </p><p>c) les autres spécificités éventuelles. </p><p>4° Moyen de communication : les coordonnées téléphoniques permettant au transporteur de joindre le donneur d'ordre à tout moment (vingt-quatre heures sur vingt-quatre et sept jours sur sept). </p><p></p><p>Article 4 </p><p>Caractéristiques de l'autocar </p><p>Chaque autocar mis à disposition du donneur d'ordre par le transporteur doit être : </p><p>1° En bon état de marche et répondre en tous points aux obligations techniques réglementaires ; </p><p>2° Adapté à la distance à parcourir, aux caractéristiques du groupe et aux exigences éventuelles du donneur d'ordre ; </p><p>3° Compatible avec le poids et le volume des bagages prévus. </p><p>Les passagers sont responsables des dégradations occasionnées par leur fait à l'autocar. </p><p></p><p>Article 5 </p><p>Sécurité à bord de l'autocar </p><p>I.-Dispositions communes </p><p>Le nombre maximal de personnes pouvant être transportées ne peut excéder celui inscrit sur l'attestation d'aménagement ou la carte violette. </p><p>Le transporteur est responsable de la sécurité du transport, y compris lors de chaque montée et de chaque descente des passagers de l'autocar. </p><p>Le conducteur prend les mesures nécessaires à la sécurité et donne en cas de besoin des instructions aux passagers, qui sont tenus de les respecter. </p><p>Des arrêts sont laissés à l'initiative du transporteur ou du conducteur pour répondre aux obligations de sécurité et de respect de la réglementation sociale relative aux temps de conduite et de repos des conducteurs, ou à d'autres nécessités. </p><p>Pour les autocars dont les sièges sont équipés de ceinture de sécurité, le transporteur informe les passagers de l'obligation du port de cet équipement. Sauf exceptions prévues au code de la route, le port de la ceinture s'applique à chaque passager, adulte et enfant. <br/>S'il s'agit d'un groupe accompagné, le transporteur comme le conducteur doivent connaître le nom des personnes ayant une responsabilité d'organisation ou de surveillance, dont la nature doit être précisée. Ces personnes désignées comme responsables doivent connaître les conditions d'organisation du transport convenues avec le transporteur et détenir la liste des personnes composant le groupe. Le donneur d'ordre doit prendre les dispositions pour que ces informations leur soient communiquées avant le début du transport. </p><p>A la demande du donneur d'ordre, le conducteur donne avant le départ une information sur les mesures et les dispositifs de sécurité, adaptée à la nature du service et aux passagers. </p><p>Si l'autocar en est équipé, le siège basculant, dit siège de convoyeur, est uniquement réservé à un conducteur ou à un membre d'équipage. </p><p>Sauf dérogations légales, le transport de marchandises dangereuses est interdit dans les autocars. Si une dérogation s'applique, le donneur d'ordre informe le transporteur. </p><p>II.-Dispositions concernant plus spécifiquement les transports en commun d'enfants : </p><p>1° Le conducteur doit : </p><p>a) S'assurer de la présence des pictogrammes réglementaires du signal de transport d'enfants ; </p><p>b) Utiliser impérativement le signal de détresse à l'arrêt de l'autocar lors de la montée ou de la descente des enfants ; </p><p>c) Employer les mesures de protection de façon adaptée en cas d'arrêt prolongé de l'autocar. </p><p>2° Le donneur d'ordre doit : </p><p>a) Veiller à ce que les personnes désignées comme responsables aient les connaissances nécessaires en matière de sécurité pour les transports en commun d'enfants ; </p><p>b) Demander aux personnes désignées comme responsables de dispenser les consignes de sécurité à appliquer (danger autour de l'autocar, obligation de rester assis...), notamment celle concernant le port obligatoire de la ceinture de sécurité, et de veiller à leur respect ; </p><p>c) Donner consigne aux personnes désignées comme responsables de compter les enfants un à un lors de chaque montée et descente de l'autocar ; </p><p>d) Veiller à répartir dans l'autocar les accompagnateurs en liaison avec le conducteur, notamment en fonction des exigences de sécurité. </p><p></p><p>Article 6 </p><p>Bagages </p><p>La perte ou la détérioration de bagage liée à un accident résultant de l'utilisation de l'autocar donne lieu à une indemnisation du passager par le transporteur pout tout dommage justifié dont il sera tenu pour responsable. Le montant maximal de l'indemnisation est fixé à 1 200 € par bagage. Ce montant peut être majoré dans le cadre d'une clause particulière conclue entre les parties. </p><p>Le transporteur est responsable des bagages placés en soute. Ces bagages doivent faire l'objet d'un étiquetage par leur propriétaire. <br/>En cas de perte ou d'avarie de bagages placés en soute sans lien avec un accident lié à l'utilisation de l'autocar, dont les conditions d'indemnisation sont précisées au premier alinéa, l'indemnité que devra verser le transporteur pour tout dommage justifié dont il sera tenu pour responsable est limitée à la somme de 800 € par unité de bagage. Cette limite d'indemnisation ne s'applique toutefois pas en cas de faute intentionnelle ou inexcusable du transporteur. </p><p>Le cas échéant, les pertes et avaries de bagages placés en soute doivent immédiatement faire l'objet de réserves émises par le donneur d'ordre ou par le passager auprès du transporteur. Sauf lorsque ces réserves sont explicitement acceptées par le transporteur ou en cas de perte totale de bagages, une protestation motivée les confirmant doit lui être adressée par lettre recommandée ou par acte extrajudiciaire, au plus tard trois jours, non compris les jours fériés, après la récupération des bagages, objets du litige. </p><p>Le transporteur, ou son préposé-conducteur, se réserve le droit de refuser les bagages dont le poids, les dimensions ou la nature ne correspondent pas à ce qui avait été convenu avec le donneur d'ordre, ainsi que ceux qu'il estime préjudiciable à la sécurité du transport. </p><p>Les bagages à main, dont le passager conserve la garde, demeurent sous son entière responsabilité. </p><p>Avant l'exécution du service, le donneur d'ordre informe chaque passager des dispositions ci-dessus, notamment en ce qui concerne la garde des bagages à main et la limite d'indemnisation des bagages placés en soute. </p><p>A la fin du transport, le donneur d'ordre, son représentant et les passagers sont tenus de s'assurer qu'aucun objet n'a été oublié dans l'autocar. Le transporteur décline toute responsabilité en cas de détérioration ou de vol de tout ce qui pourrait y avoir été laissé. </p><p></p><p>Article 7 </p><p>Fauteuils roulants, équipements de mobilité, dispositifs d'assistance </p><p>En cas de détérioration de fauteuils roulants, ou de tout autre équipement de mobilité ou de dispositif d'assistance, le coût de l'indemnisation est au moins égal au coût de remplacement ou de réparation du matériel. </p><p></p><p>Article 8 </p><p>Diffusion publique de musique ou projection d'une œuvre audiovisuelle dans un autocar </p><p>La diffusion publique dans un autocar d'œuvres musicales, cinématographiques, télévisuelles ou d'enregistrements personnels doit faire l'objet d'une déclaration préalable et être autorisée par les titulaires de droits d'auteur. </p><p></p><p>Article 9 </p><p>Rémunération du transport et des prestations annexes et complémentaires </p><p>La rémunération du transporteur comprend le prix du transport stricto sensu, qui inclut notamment la rémunération du ou des conducteurs, celui des prestations annexes et complémentaires, auxquelles s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et, ou, tout droit dont la perception est mise à la charge du transporteur. </p><p>Le prix du transport est également établi en fonction du type d'autocar utilisé, de ses équipements propres, d'éventuels équipements complémentaires, du nombre de places offertes, du volume souhaité des soutes, de la distance du transport, des caractéristiques et sujétions particulières de circulation. </p><p>Conformément aux dispositions de la convention collective nationale des transports routiers et des activités auxiliaires du transport, la prise en charge des frais de repas et d'hébergement du ou des conducteurs incombe au transporteur ; elle est incluse dans le prix du transport. </p><p>Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment : </p><p>1° Du stationnement de longue durée sur un site ; </p><p>2° Des transferts aériens, ferroviaires, maritimes du ou des conducteur (s) en cas de longue période d'inactivité ; </p><p>3° Des transports complémentaires maritimes (ferries) ou ferroviaires (tunnels) ; </p><p>4° De l'assurance-bagages que peuvent éventuellement souscrire les passagers. </p><p>Toute modification du contrat de transport initial imputable au donneur d'ordre, telle que prévue à l'article 14, entraîne un réajustement des conditions de rémunération du transporteur. </p><p>Cette rémunération peut également être modifiée s'il survient un événement ou incident tel que prévu à l'article 15. </p><p>Le prix de transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport, qui tiennent à des conditions extérieures à cette dernière, tel notamment le prix des carburants, et dont la partie demanderesse justifie par tous moyens. </p><p></p><p>Article 10 </p><p>Modalités de conclusion et de paiement du contrat </p><p>Le contrat n'est réputé conclu qu'après versement d'un acompte de 30 %, sans préjudice du droit de rétractation en cas de vente à distance. </p><p>Le solde du prix du transport, des prestations annexes et complémentaires, est exigible à réception de facture avant le début du service. </p><p>Lorsque le transporteur consent au donneur d'ordre des délais de paiement, la facture mentionne la date à laquelle le paiement doit intervenir. </p><p>Tout retard dans le paiement, après mise en demeure restée sans effet, entraîne de plein droit le versement des pénalités prévues par l'article <a href='/article/LEGIARTI000006232237' title='Code de commerce - art. L441-6 (V)'>L. 441-6</a> du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. </p><p>Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, la déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. </p><p><br/>Article 11 </p><p>Résiliation du contrat de transport </p><p>Lorsque, avant le départ, le donneur d'ordre résilie le contrat, il doit en informer le transporteur par lettre recommandée avec demande d'avis de réception. </p><p>Le cas échéant, une indemnité forfaitaire sera due au transporteur, égale à : </p><p>30 % du prix du service si l'annulation intervient entre 30 et 21 jours avant le départ ; </p><p>50 % du prix du service si l'annulation intervient entre 20 et 8 jours avant le départ ; </p><p>75 % du prix du service si l'annulation intervient entre 7 et 3 jours avant le départ ; </p><p>90 % du prix du service si l'annulation intervient entre 2 jours avant et la veille du départ ; </p><p>100 % du prix du service si l'annulation intervient le jour du départ. </p><p>En cas de résiliation par le transporteur, le donneur d'ordre a droit au remboursement immédiat des sommes versées. </p><p></p><p>Article 12 </p><p>Informations mutuelles et transparence </p><p>Pour assurer un niveau égal d'information sur les conditions d'exécution du service telles qu'elles ont été conclues, le transporteur informe par écrit son conducteur des conditions générales et particulières d'exécution du service. Il transmet copie de ce document au donneur d'ordre qui s'engage à le remettre à son représentant à bord de l'autocar. </p><p>En outre, le transporteur fournit au donneur d'ordre un document décrivant les éléments essentiels de la réglementation des temps de conduite et de repos. Le donneur d'ordre devra le remettre à son représentant à bord de l'autocar. </p><p></p><p>Article 13 </p><p>Exécution du contrat de transport </p><p>Le transporteur doit effectuer personnellement le service. Il ne peut le sous-traiter à un autre transporteur public routier de personnes qu'avec l'accord du donneur d'ordre. Dans cette hypothèse, il garde vis-à-vis du donneur d'ordre l'entière responsabilité des obligations découlant du contrat. </p><p></p><p>Article 14 </p><p>Modification du contrat de transport en cours de réalisation </p><p>Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport en cours de réalisation doit être confirmée immédiatement au transporteur par écrit ou par tout autre procédé en permettant la mémorisation. <br/>Le transporteur n'est pas tenu d'accepter ces nouvelles instructions, notamment si elles sont de nature à l'empêcher d'honorer les engagements de transport pris initialement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. </p><p>Toute modification au contrat peut entraîner un réajustement du prix convenu. </p><p></p><p>Article 15 </p><p>Événement ou incident en cours de service </p><p>Si, au cours de l'exécution du service, un événement ou un incident survient et rend impossible le déroulement de tout ou partie de ce service dans les conditions initialement prévues au contrat, le transporteur prend, dans les meilleurs délais, les mesures propres à assurer la sécurité et le confort des passagers. Dans le même temps, il prend l'attache du donneur d'ordre pour lui demander ses instructions quant à la suite du service. </p><p>Si l'événement ou l'incident est imputable au transporteur, le donneur d'ordre peut prétendre, en cas de préjudice prouvé, à indemnisation qui, sauf exigence affirmée du donneur d'ordre mentionnée à l'article 3, ne pourra excéder le prix du transport. </p><p>Si l'événement ou l'incident est imputable au donneur d'ordre, celui-ci en assume les conséquences financières dans la limite du prix du transport. </p><p>Si l'événement ou l'incident est dû à la force majeure : </p><p>1° Les coûts supplémentaires de transport sont à la charge du transporteur ; </p><p>2° Les coûts supplémentaires autres que de transport sont à la charge du donneur d'ordre ; </p><p>3° Les délais supplémentaires ne donnent pas lieu à indemnisation.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2017-01-01T00:00:00.000Z",
            "dateFin": "2021-02-27T00:00:00.000Z"
        }
    ]
}