{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038834113",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers, définis à l'article L. 633-1 , à d'autres organismes d'habitations à loyer modéré, à des investisseurs en vue de la réalisation de logements étudiants, à des sociétés d'économie mixte de construction et de gestion de logements sociaux, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale, à des organismes sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 ou à d'autres organismes sans but lucratif. Pour pouvoir être cédé, un logement-foyer doit avoir été construit ou acquis depuis plus de dix ans par l'organisme d'habitations à loyer modéré, sauf lorsque la vente est conclue avec un autre organisme d'habitations à loyer modéré, une société d'économie mixte de construction et de gestion de logements sociaux ou avec un organisme sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu au même article L. 365-2. Dans les communes de montagne classées station de tourisme, définies au titre de la loi n° 85-30 du 9 janvier 1985 relative au développement et à la protection de la montagne, après avis conforme du conseil municipal de la commune concernée, les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers mentionnés à l'article L. 633-1 du présent code de plus de trente ans à une société de droit privé, dès lors qu'il est constaté une inoccupation de plus de deux ans de ces logements et dès lors que la vente auprès des personnes morales mentionnées au premier alinéa du présent article est restée infructueuse. Cette faculté n'est pas ouverte aux communes auxquelles l'article L. 302-5 est applicable. Les logements-foyers qui ont été construits, acquis ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article L. 831-1 demeurent soumis à des règles d'attribution sous conditions de ressources et à des règles de fixation de redevance par l'autorité administrative, dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de leur cession par un organisme d'habitations à loyer modéré en application du premier alinéa du présent article. Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article. L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier. A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer. En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible. Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt. En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des chambres de commerce et d'industrie territoriales, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente. En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide. Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif. Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article    L. 831-1 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. Un décret en Conseil d'Etat détermine les conditions d'application du présent article.",
            "texteHtml": "<p>Les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers, définis à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825875&dateTexte=&categorieLien=cid'>L. 633-1</a>, à d'autres organismes d'habitations à loyer modéré, à des investisseurs en vue de la réalisation de logements étudiants, à des sociétés d'économie mixte de construction et de gestion de logements sociaux, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale, à des organismes sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020441522&dateTexte=&categorieLien=cid'>L. 365-2 </a>ou à d'autres organismes sans but lucratif. Pour pouvoir être cédé, un logement-foyer doit avoir été construit ou acquis depuis plus de dix ans par l'organisme d'habitations à loyer modéré, sauf lorsque la vente est conclue avec un autre organisme d'habitations à loyer modéré, une société d'économie mixte de construction et de gestion de logements sociaux ou avec un organisme sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu au même article L. 365-2. </p><p>Dans les communes de montagne classées station de tourisme, définies au titre de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000317293&categorieLien=cid'>loi n° 85-30 du 9 janvier 1985</a> relative au développement et à la protection de la montagne, après avis conforme du conseil municipal de la commune concernée, les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers mentionnés à l'article L. 633-1 du présent code de plus de trente ans à une société de droit privé, dès lors qu'il est constaté une inoccupation de plus de deux ans de ces logements et dès lors que la vente auprès des personnes morales mentionnées au premier alinéa du présent article est restée infructueuse. Cette faculté n'est pas ouverte aux communes auxquelles l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824696&dateTexte=&categorieLien=cid'>L. 302-5 </a>est applicable. </p><p>Les logements-foyers qui ont été construits, acquis ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825154&dateTexte=&categorieLien=cid'>    L. 831-1 </a>demeurent soumis à des règles d'attribution sous conditions de ressources et à des règles de fixation de redevance par l'autorité administrative, dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de leur cession par un organisme d'habitations à loyer modéré en application du premier alinéa du présent article. </p><p>Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article. L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier. </p><p>A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer. </p><p>En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible. </p><p>Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt. </p><p>En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des chambres de commerce et d'industrie territoriales, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente. </p><p>En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide. </p><p>Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif. </p><p>Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article    L. 831-1 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. </p><p>Un décret en Conseil d'Etat détermine les conditions d'application du présent article.</p>",
            "num": "L443-15-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "VIGUEUR",
            "dateDebut": 1567296000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Accession à la propriété et autres cessions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000006159075",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Chapitre III : Accession à la propriété.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000031592311",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1987-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000006176327",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Section 2 : Dispositions applicables aux locataires accédant à la propriété de leur logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592312",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "1987-07-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592313",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-07-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188331",
                        "id": "LEGISCTA000006188331",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825479",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188331",
            "sectionParentId": "LEGISCTA000006188331",
            "sectionParentTitre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre III : Accession à la propriété et autres cessions. &gt; Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier. &gt; Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038834113",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038812074",
                    "textTitle": "Ordonnance n°2019-770 du 17 juillet 2019 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000038813954",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-07-25",
                    "dateSignaTexte": "2019-07-17",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000317293",
                    "textTitle": "LOI n° 85-30 du 9 janvier 1985",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000317293",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-30",
                    "datePubli": 474163200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000021560448",
                    "textTitle": "Décret n°2009-1686 du 30 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021560448",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1686",
                    "datePubli": 1262217600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L302-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L302-5",
                    "articleId": "LEGIARTI000006824696",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006825154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L365-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L365-2",
                    "articleId": "LEGIARTI000020441522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1584057600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L472-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L472-3",
                    "articleId": "LEGIARTI000035902982",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L633-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L633-1",
                    "articleId": "LEGIARTI000006825875",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-18",
                    "articleId": "LEGIARTI000021627366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-19",
                    "articleId": "LEGIARTI000031571908",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-20",
                    "articleId": "LEGIARTI000031571921",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825479",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1153008000000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020466017",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022563442",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1332547200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025577172",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1332547200000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033745894",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038834113",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L443-15-6",
                "443-15-6"
            ],
            "versionPrecedente": "LEGIARTI000037669235",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037669235",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers, définis à l'article L. 633-1 , à d'autres organismes d'habitations à loyer modéré, à des investisseurs en vue de la réalisation de logements étudiants, à des sociétés d'économie mixte de construction et de gestion de logements sociaux, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale, à des organismes sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 ou à d'autres organismes sans but lucratif. Pour pouvoir être cédé, un logement-foyer doit avoir été construit ou acquis depuis plus de dix ans par l'organisme d'habitations à loyer modéré, sauf lorsque la vente est conclue avec un autre organisme d'habitations à loyer modéré, une société d'économie mixte de construction et de gestion de logements sociaux ou avec un organisme sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu au même article L. 365-2. Dans les communes de montagne classées station de tourisme, définies au titre de la loi n° 85-30 du 9 janvier 1985 relative au développement et à la protection de la montagne, après avis conforme du conseil municipal de la commune concernée, les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers mentionnés à l'article L. 633-1 du présent code de plus de trente ans à une société de droit privé, dès lors qu'il est constaté une inoccupation de plus de deux ans de ces logements et dès lors que la vente auprès des personnes morales mentionnées au premier alinéa du présent article est restée infructueuse. Cette faculté n'est pas ouverte aux communes auxquelles l'article L. 302-5 est applicable. Les logements-foyers qui ont été construits, acquis ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article L. 351-2 demeurent soumis à des règles d'attribution sous conditions de ressources et à des règles de fixation de redevance par l'autorité administrative, dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de leur cession par un organisme d'habitations à loyer modéré en application du premier alinéa du présent article. Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article. L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier. A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer. En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible. Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt. En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des chambres de commerce et d'industrie territoriales, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente. En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide. Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif. Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. Un décret en Conseil d'Etat détermine les conditions d'application du présent article.",
            "texteHtml": "<p>Les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers, définis à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825875&dateTexte=&categorieLien=cid'>L. 633-1</a>, à d'autres organismes d'habitations à loyer modéré, à des investisseurs en vue de la réalisation de logements étudiants, à des sociétés d'économie mixte de construction et de gestion de logements sociaux, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale, à des organismes sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020441522&dateTexte=&categorieLien=cid'>L. 365-2 </a>ou à d'autres organismes sans but lucratif. Pour pouvoir être cédé, un logement-foyer doit avoir été construit ou acquis depuis plus de dix ans par l'organisme d'habitations à loyer modéré, sauf lorsque la vente est conclue avec un autre organisme d'habitations à loyer modéré, une société d'économie mixte de construction et de gestion de logements sociaux ou avec un organisme sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu au même article L. 365-2.</p><p>Dans les communes de montagne classées station de tourisme, définies au titre de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000317293&categorieLien=cid'>loi n° 85-30 du 9 janvier 1985</a> relative au développement et à la protection de la montagne, après avis conforme du conseil municipal de la commune concernée, les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers mentionnés à l'article L. 633-1 du présent code de plus de trente ans à une société de droit privé, dès lors qu'il est constaté une inoccupation de plus de deux ans de ces logements et dès lors que la vente auprès des personnes morales mentionnées au premier alinéa du présent article est restée infructueuse. Cette faculté n'est pas ouverte aux communes auxquelles l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824696&dateTexte=&categorieLien=cid'>L. 302-5 </a>est applicable.</p><p>Les logements-foyers qui ont été construits, acquis ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825154&dateTexte=&categorieLien=cid'>L. 351-2 </a>demeurent soumis à des règles d'attribution sous conditions de ressources et à des règles de fixation de redevance par l'autorité administrative, dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de leur cession par un organisme d'habitations à loyer modéré en application du premier alinéa du présent article.</p><p>Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article. L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier.</p><p>A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer.</p><p>En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible.</p><p>Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt.</p><p>En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des chambres de commerce et d'industrie territoriales, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente.</p><p>En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide.</p><p>Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif.</p><p>Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat.</p><p>Un décret en Conseil d'Etat détermine les conditions d'application du présent article.</p>",
            "num": "L443-15-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1543104000000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Accession à la propriété et autres cessions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000006159075",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Chapitre III : Accession à la propriété.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000031592311",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1987-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000006176327",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Section 2 : Dispositions applicables aux locataires accédant à la propriété de leur logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592312",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "1987-07-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592313",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-07-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188331",
                        "id": "LEGISCTA000006188331",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825479",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188331",
            "sectionParentId": "LEGISCTA000006188331",
            "sectionParentTitre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre III : Accession à la propriété et autres cessions. &gt; Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier. &gt; Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037669235",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037639478",
                    "textTitle": "LOI n°2018-1021 du 23 novembre 2018 - art. 99",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "99",
                    "articleId": "LEGIARTI000037642343",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-24",
                    "dateSignaTexte": "2018-11-23",
                    "dateDebutCible": "2018-11-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000317293",
                    "textTitle": "LOI n° 85-30 du 9 janvier 1985",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000317293",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-30",
                    "datePubli": 474163200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000021560448",
                    "textTitle": "Décret n°2009-1686 du 30 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021560448",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1686",
                    "datePubli": 1262217600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L302-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L302-5",
                    "articleId": "LEGIARTI000006824696",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006825154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L365-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L365-2",
                    "articleId": "LEGIARTI000020441522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1584057600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L472-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L472-3",
                    "articleId": "LEGIARTI000035902982",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L633-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L633-1",
                    "articleId": "LEGIARTI000006825875",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-18",
                    "articleId": "LEGIARTI000021627366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-19",
                    "articleId": "LEGIARTI000031571908",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-20",
                    "articleId": "LEGIARTI000031571921",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825479",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1153008000000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020466017",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022563442",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1332547200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025577172",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1332547200000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033745894",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038834113",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L443-15-6",
                "443-15-6"
            ],
            "versionPrecedente": "LEGIARTI000033745894",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033745894",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers, définis à l'article L. 633-1 , à d'autres organismes d'habitations à loyer modéré, à des sociétés d'économie mixte de construction et de gestion de logements sociaux, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale, à des organismes sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 ou à d'autres organismes sans but lucratif. Pour pouvoir être cédé, un logement-foyer doit avoir été construit ou acquis depuis plus de dix ans par l'organisme d'habitations à loyer modéré, sauf lorsque la vente est conclue avec un autre organisme d'habitations à loyer modéré, une société d'économie mixte de construction et de gestion de logements sociaux ou avec un organisme sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu au même article L. 365-2. Dans les communes de montagne classées station de tourisme, définies au titre de la loi n° 85-30 du 9 janvier 1985 relative au développement et à la protection de la montagne, après avis conforme du conseil municipal de la commune concernée, les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers mentionnés à l'article L. 633-1 du présent code de plus de trente ans à une société de droit privé, dès lors qu'il est constaté une inoccupation de plus de deux ans de ces logements et dès lors que la vente auprès des personnes morales mentionnées au premier alinéa du présent article est restée infructueuse. Cette faculté n'est pas ouverte aux communes auxquelles l'article L. 302-5 est applicable. Les logements-foyers qui ont été construits, acquis ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article L. 351-2 demeurent soumis à des règles d'attribution sous conditions de ressources et à des règles de fixation de redevance par l'autorité administrative, dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de leur cession par un organisme d'habitations à loyer modéré en application du premier alinéa du présent article. Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article. L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier. A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer. En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible. Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt. En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des chambres de commerce et d'industrie territoriales, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente. En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide. Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif. Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. Un décret en Conseil d'Etat détermine les conditions d'application du présent article.",
            "texteHtml": "<p>Les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers, définis à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825875&dateTexte=&categorieLien=cid'>L. 633-1</a>, à d'autres organismes d'habitations à loyer modéré, à des sociétés d'économie mixte de construction et de gestion de logements sociaux, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale, à des organismes sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020441522&dateTexte=&categorieLien=cid'>L. 365-2 </a>ou à d'autres organismes sans but lucratif. Pour pouvoir être cédé, un logement-foyer doit avoir été construit ou acquis depuis plus de dix ans par l'organisme d'habitations à loyer modéré, sauf lorsque la vente est conclue avec un autre organisme d'habitations à loyer modéré, une société d'économie mixte de construction et de gestion de logements sociaux ou avec un organisme sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu au même article L. 365-2. </p><p>Dans les communes de montagne classées station de tourisme, définies au titre de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000317293&categorieLien=cid' title='Loi n° 85-30 du 9 janvier 1985 (V)'>loi n° 85-30 du 9 janvier 1985</a> relative au développement et à la protection de la montagne, après avis conforme du conseil municipal de la commune concernée, les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers mentionnés à l'article L. 633-1 du présent code de plus de trente ans à une société de droit privé, dès lors qu'il est constaté une inoccupation de plus de deux ans de ces logements et dès lors que la vente auprès des personnes morales mentionnées au premier alinéa du présent article est restée infructueuse. Cette faculté n'est pas ouverte aux communes auxquelles l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824696&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L302-5 (V)'>L. 302-5 </a>est applicable. </p><p>Les logements-foyers qui ont été construits, acquis ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825154&dateTexte=&categorieLien=cid'>L. 351-2 </a>demeurent soumis à des règles d'attribution sous conditions de ressources et à des règles de fixation de redevance par l'autorité administrative, dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de leur cession par un organisme d'habitations à loyer modéré en application du premier alinéa du présent article. </p><p>Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article. L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier. </p><p>A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer. </p><p>En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible. </p><p>Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt. </p><p>En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des chambres de commerce et d'industrie territoriales, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente. </p><p>En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide. </p><p>Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif. </p><p>Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. </p><p>Un décret en Conseil d'Etat détermine les conditions d'application du présent article.</p>",
            "num": "L443-15-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1483056000000,
            "dateFin": 1543104000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Accession à la propriété et autres cessions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000006159075",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Chapitre III : Accession à la propriété.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000031592311",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1987-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000006176327",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Section 2 : Dispositions applicables aux locataires accédant à la propriété de leur logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592312",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "1987-07-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592313",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-07-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188331",
                        "id": "LEGISCTA000006188331",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825479",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188331",
            "sectionParentId": "LEGISCTA000006188331",
            "sectionParentTitre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre III : Accession à la propriété et autres cessions. &gt; Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier. &gt; Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033745894",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033717812",
                    "textTitle": "LOI n°2016-1888 du 28 décembre 2016 - art. 50",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "50",
                    "articleId": "LEGIARTI000033725016",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-29",
                    "dateSignaTexte": "2016-12-28",
                    "dateDebutCible": "2016-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000317293",
                    "textTitle": "Loi n° 85-30 du 9 janvier 1985 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000317293",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-30",
                    "datePubli": 474163200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000021560448",
                    "textTitle": "Décret n°2009-1686 du 30 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021560448",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1686",
                    "datePubli": 1262217600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L302-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L302-5",
                    "articleId": "LEGIARTI000006824696",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006825154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L365-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L365-2",
                    "articleId": "LEGIARTI000020441522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1584057600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L472-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L472-3",
                    "articleId": "LEGIARTI000035902982",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L633-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L633-1",
                    "articleId": "LEGIARTI000006825875",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-18",
                    "articleId": "LEGIARTI000021627366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-19",
                    "articleId": "LEGIARTI000031571908",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-20",
                    "articleId": "LEGIARTI000031571921",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825479",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1153008000000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020466017",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022563442",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1332547200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025577172",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1332547200000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033745894",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038834113",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L443-15-6",
                "443-15-6"
            ],
            "versionPrecedente": "LEGIARTI000025577172",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025577172",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers, définis à l'article L. 633-1 , à d'autres organismes d'habitations à loyer modéré, à des sociétés d'économie mixte de construction et de gestion de logements sociaux, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale, à des organismes sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 ou à d'autres organismes sans but lucratif. Pour pouvoir être cédé, un logement-foyer doit avoir été construit ou acquis depuis plus de dix ans par l'organisme d'habitations à loyer modéré, sauf lorsque la vente est conclue avec un autre organisme d'habitations à loyer modéré, une société d'économie mixte de construction et de gestion de logements sociaux ou avec un organisme sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu au même article L. 365-2. Les logements-foyers qui ont été construits, acquis ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article L. 351-2 demeurent soumis à des règles d'attribution sous conditions de ressources et à des règles de fixation de redevance par l'autorité administrative, dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de leur cession par un organisme d'habitations à loyer modéré en application du premier alinéa du présent article. Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article. L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier. A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer. En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible. Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt. En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des chambres de commerce et d'industrie territoriales, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente. En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide. Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif. Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. Un décret en Conseil d'Etat détermine les conditions d'application du présent article.",
            "texteHtml": "Les organismes d'habitations à loyer modéré peuvent vendre leurs logements-foyers, définis à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825875&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L633-1 (V)'>L. 633-1</a>, à d'autres organismes d'habitations à loyer modéré, à des sociétés d'économie mixte de construction et de gestion de logements sociaux, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale, à des organismes sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020441522&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L365-2 (V)'>L. 365-2 </a>ou à d'autres organismes sans but lucratif. Pour pouvoir être cédé, un logement-foyer doit avoir été construit ou acquis depuis plus de dix ans par l'organisme d'habitations à loyer modéré, sauf lorsque la vente est conclue avec un autre organisme d'habitations à loyer modéré, une société d'économie mixte de construction et de gestion de logements sociaux ou avec un organisme sans but lucratif bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu au même article L. 365-2. <p></p><p>Les logements-foyers qui ont été construits, acquis ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825154&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L351-2 (V)'>L. 351-2</a> demeurent soumis à des règles d'attribution sous conditions de ressources et à des règles de fixation de redevance par l'autorité administrative, dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de leur cession par un organisme d'habitations à loyer modéré en application du premier alinéa du présent article. </p><p>Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article. L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier. </p><p>A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer. </p><p>En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible. </p><p>Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt. </p><p>En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des chambres de commerce et d'industrie territoriales, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente. </p><p>En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide. </p><p>Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif. </p><p>Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. </p><p>Un décret en Conseil d'Etat détermine les conditions d'application du présent article.</p>",
            "num": "L443-15-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1332547200000,
            "dateFin": 1483056000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Accession à la propriété et autres cessions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000006159075",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Chapitre III : Accession à la propriété.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000031592311",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1987-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000006176327",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Section 2 : Dispositions applicables aux locataires accédant à la propriété de leur logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592312",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "1987-07-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592313",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-07-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188331",
                        "id": "LEGISCTA000006188331",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825479",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188331",
            "sectionParentId": "LEGISCTA000006188331",
            "sectionParentTitre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre III : Accession à la propriété et autres cessions. &gt; Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier. &gt; Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025577172",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025553296",
                    "textTitle": "LOI n°2012-387\n du 22 mars 2012 - art. 109",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "109",
                    "articleId": "LEGIARTI000025555222",
                    "natureText": "LOI",
                    "datePubliTexte": "2012-03-23",
                    "dateSignaTexte": "2012-03-22",
                    "dateDebutCible": "2012-03-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021560448",
                    "textTitle": "Décret n°2009-1686 du 30 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021560448",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1686",
                    "datePubli": 1262217600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006825154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L365-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L365-2",
                    "articleId": "LEGIARTI000020441522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1584057600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L472-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L472-3",
                    "articleId": "LEGIARTI000035902982",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L633-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L633-1",
                    "articleId": "LEGIARTI000006825875",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-18",
                    "articleId": "LEGIARTI000021627366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-19",
                    "articleId": "LEGIARTI000031571908",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-20",
                    "articleId": "LEGIARTI000031571921",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825479",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1153008000000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020466017",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022563442",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1332547200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025577172",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1332547200000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033745894",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038834113",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L443-15-6",
                "443-15-6"
            ],
            "versionPrecedente": "LEGIARTI000022563442",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022563442",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les organismes d'habitations à loyer modéré peuvent vendre les logements-foyers leur appartenant depuis plus de dix ans à d'autres organismes d'habitations à loyer modéré, à des sociétés d'économie mixte, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale ou à des organismes sans but lucratif. Les logements-foyers construits ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article L. 351-2 demeurent soumis, lorsqu'ils font l'objet d'une mutation, à des règles d'attribution sous conditions de ressources et des règles de fixation de redevance par l'autorité administrative dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de ladite mutation. Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article.L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier. A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer. En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible. Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt. En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des      chambres de commerce et d'industrie territoriales, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente. En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide. Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif. Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. Un décret en Conseil d'Etat détermine les conditions d'application du présent article.",
            "texteHtml": "<p>Les organismes d'habitations à loyer modéré peuvent vendre les logements-foyers leur appartenant depuis plus de dix ans à d'autres organismes d'habitations à loyer modéré, à des sociétés d'économie mixte, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale ou à des organismes sans but lucratif. </p><p>Les logements-foyers construits ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article L. 351-2 demeurent soumis, lorsqu'ils font l'objet d'une mutation, à des règles d'attribution sous conditions de ressources et des règles de fixation de redevance par l'autorité administrative dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de ladite mutation. </p><p>Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article.L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier.</p><p>A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer. </p><p>En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible. </p><p>Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt. </p><p>En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des      chambres de commerce et d'industrie territoriales, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente. </p><p>En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide. </p><p>Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif. </p><p>Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. </p><p>Un décret en Conseil d'Etat détermine les conditions d'application du présent article.</p>",
            "num": "L443-15-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1293840000000,
            "dateFin": 1332547200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Accession à la propriété et autres cessions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000006159075",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Chapitre III : Accession à la propriété.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000031592311",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1987-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000006176327",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Section 2 : Dispositions applicables aux locataires accédant à la propriété de leur logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592312",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "1987-07-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592313",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-07-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188331",
                        "id": "LEGISCTA000006188331",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825479",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188331",
            "sectionParentId": "LEGISCTA000006188331",
            "sectionParentTitre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre III : Accession à la propriété et autres cessions. &gt; Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier. &gt; Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000022563442",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021560448",
                    "textTitle": "Décret n°2009-1686 du 30 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021560448",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1686",
                    "datePubli": 1262217600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L472-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L472-3",
                    "articleId": "LEGIARTI000035902982",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-18",
                    "articleId": "LEGIARTI000021627366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-19",
                    "articleId": "LEGIARTI000031571908",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-20",
                    "articleId": "LEGIARTI000031571921",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825479",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1153008000000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020466017",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022563442",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1332547200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025577172",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1332547200000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033745894",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038834113",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L443-15-6",
                "443-15-6"
            ],
            "versionPrecedente": "LEGIARTI000020466017",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020466017",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les organismes d'habitations à loyer modéré peuvent vendre les logements-foyers leur appartenant depuis plus de dix ans à d'autres organismes d'habitations à loyer modéré, à des sociétés d'économie mixte, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale ou à des organismes sans but lucratif. Les logements-foyers construits ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article L. 351-2 demeurent soumis, lorsqu'ils font l'objet d'une mutation, à des règles d'attribution sous conditions de ressources et des règles de fixation de redevance par l'autorité administrative dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de ladite mutation. Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article.L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier. A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer. En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible. Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt. En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des chambres de commerce et d'industrie, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente. En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide. Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif. Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. Un décret en Conseil d'Etat détermine les conditions d'application du présent article.",
            "texteHtml": "<p>Les organismes d'habitations à loyer modéré peuvent vendre les logements-foyers leur appartenant depuis plus de dix ans à d'autres organismes d'habitations à loyer modéré, à des sociétés d'économie mixte, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale ou à des organismes sans but lucratif. </p><p>Les logements-foyers construits ou acquis et améliorés avec le concours financier de l'Etat ou qui ont ouvert droit à l'aide personnalisée au logement en vertu d'une convention prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825154&dateTexte=&categorieLien=cid'>L. 351-2</a> demeurent soumis, lorsqu'ils font l'objet d'une mutation, à des règles d'attribution sous conditions de ressources et des règles de fixation de redevance par l'autorité administrative dans des conditions fixées par décret en Conseil d'Etat, pendant une période d'au moins dix ans à compter de ladite mutation. </p><p>Tout acte transférant la propriété ou la jouissance de ces logements ou constatant ledit transfert doit, à peine de nullité de plein droit, reproduire les dispositions du présent article.L'action en nullité peut être intentée par tout intéressé ou par l'autorité administrative dans un délai de cinq ans à compter de la publication de l'acte au fichier immobilier ou de l'inscription au livre foncier.</p><p>A la demande de tout intéressé ou de l'autorité administrative, le juge annule tout contrat conclu en violation des dispositions du présent article et ordonne, le cas échéant, la réaffectation des lieux à un usage de logement-foyer. </p><p>En cas de cession conclue en application du premier alinéa, la fraction correspondante des emprunts éventuellement contractés pour la construction, l'acquisition ou l'amélioration du logement-foyer vendu devient immédiatement exigible. </p><p>Toutefois, l'organisme d'habitations à loyer modéré peut continuer à rembourser selon l'échéancier initialement prévu les prêts comportant une aide de l'Etat, sous réserve que leur remboursement demeure garanti dans les conditions qui avaient permis l'obtention du prêt. </p><p>En outre, les emprunts peuvent être transférés aux personnes morales bénéficiaires des ventes mentionnées au premier alinéa, avec maintien des garanties y afférentes consenties par des collectivités territoriales, par leurs groupements ou par des chambres de commerce et d'industrie, sauf opposition des créanciers ou des garants dans les trois mois qui suivent la notification du projet de transfert du prêt lié à la vente. </p><p>En cas de vente d'un logement-foyer ayant fait l'objet de travaux d'amélioration financés avec l'aide de l'Etat depuis moins de cinq ans, l'organisme vendeur est tenu de rembourser cette aide. </p><p>Le surplus des sommes perçues est affecté en priorité au financement de programmes nouveaux de construction, à des travaux destinés à améliorer de façon substantielle un ensemble déterminé d'habitations ou à des acquisitions de logements ou de logements-foyers en vue d'un usage locatif. </p><p>Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. </p><p>Un décret en Conseil d'Etat détermine les conditions d'application du présent article.</p>",
            "num": "L443-15-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1238198400000,
            "dateFin": 1293840000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Accession à la propriété et autres cessions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000006159075",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Chapitre III : Accession à la propriété.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000031592311",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1987-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000006176327",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Section 2 : Dispositions applicables aux locataires accédant à la propriété de leur logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592312",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "1987-07-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592313",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-07-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188331",
                        "id": "LEGISCTA000006188331",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825479",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188331",
            "sectionParentId": "LEGISCTA000006188331",
            "sectionParentTitre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre III : Accession à la propriété et autres cessions. &gt; Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier. &gt; Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020466017",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020438861",
                    "textTitle": "LOI n°2009-323\n du 25 mars 2009 - art. 69",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "69",
                    "articleId": "LEGIARTI000020440436",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-03-27",
                    "dateSignaTexte": "2009-03-25",
                    "dateDebutCible": "2009-03-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021560448",
                    "textTitle": "Décret n°2009-1686 du 30 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021560448",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1686",
                    "datePubli": 1262217600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006825154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L472-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L472-3",
                    "articleId": "LEGIARTI000035902982",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-18",
                    "articleId": "LEGIARTI000021627366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-19",
                    "articleId": "LEGIARTI000031571908",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-20",
                    "articleId": "LEGIARTI000031571921",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825479",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1153008000000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020466017",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022563442",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1332547200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025577172",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1332547200000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033745894",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038834113",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L443-15-6",
                "443-15-6"
            ],
            "versionPrecedente": "LEGIARTI000006825479",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006825479",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les organismes d'habitations à loyer modéré peuvent vendre les logements-foyers leur appartenant à d'autres organismes d'habitations à loyer modéré, à des sociétés d'économie mixte, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale ou à des organismes sans but lucratif. Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat. Un décret en Conseil d'Etat détermine les conditions d'application du présent article.",
            "texteHtml": "<p></p>   Les organismes d'habitations à loyer modéré peuvent vendre les logements-foyers leur appartenant à d'autres organismes d'habitations à loyer modéré, à des sociétés d'économie mixte, à des collectivités territoriales ou à leurs groupements, à des centres communaux ou intercommunaux d'action sociale ou à des organismes sans but lucratif.<p></p><p></p>   Les dispositions du présent article sont applicables aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte et faisant l'objet d'une convention conclue en application de l'article L. 351-2 ainsi que, dans les départements d'outre-mer, aux logements-foyers appartenant aux collectivités territoriales ou aux sociétés d'économie mixte construits, acquis ou améliorés à l'aide de subventions de l'Etat ou de prêts aidés par l'Etat.<p></p><p></p>   Un décret en Conseil d'Etat détermine les conditions d'application du présent article.<p></p>",
            "num": "L443-15-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1153008000000,
            "dateFin": 1238198400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Accession à la propriété et autres cessions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000006159075",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Chapitre III : Accession à la propriété.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159075",
                        "id": "LEGISCTA000031592311",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1987-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000006176327",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1983-11-03",
                        "titre": "Section 2 : Dispositions applicables aux locataires accédant à la propriété de leur logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592312",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1983-11-03",
                        "fin": "1987-07-01",
                        "titre": "Section 2 : Dispositions applicables aux cessions d'éléments du patrimoine immobilier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176327",
                        "id": "LEGISCTA000031592313",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-07-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188331",
                        "id": "LEGISCTA000006188331",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825479",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188331",
            "sectionParentId": "LEGISCTA000006188331",
            "sectionParentTitre": "Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre III : Accession à la propriété et autres cessions. &gt; Section 2 : Dispositions applicables aux cessions, aux transformations d'usage et aux démolitions d'éléments du patrimoine immobilier. &gt; Sous-section 2 : Dispositions applicables aux logements-foyers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006825479",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000516442",
                    "textTitle": "Décret 78-621 1978-05-31 JORF 8 JUIN 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000516442",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238980",
                    "textTitle": "Loi n°2006-872 du 13 juillet 2006 - art. 54 () JORF 16 juillet 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "54",
                    "articleId": "LEGIARTI000006826047",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-07-16",
                    "dateSignaTexte": "2006-07-13",
                    "dateDebutCible": "2006-07-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021560448",
                    "textTitle": "Décret n°2009-1686 du 30 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021560448",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1686",
                    "datePubli": 1262217600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006825154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L472-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L472-3",
                    "articleId": "LEGIARTI000035902982",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-18",
                    "articleId": "LEGIARTI000021627366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-19",
                    "articleId": "LEGIARTI000031571908",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R443-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-20",
                    "articleId": "LEGIARTI000031571921",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825479",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1153008000000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020466017",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022563442",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1332547200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025577172",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1332547200000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033745894",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038834113",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L443-15-6",
                "443-15-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}