{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006304075",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Quand la prime de remboursement prévue à l'émission ou lors de l'acquisition originelle du droit excède 10 % du nominal ou du prix d'acquisition de ce droit, ou encore quand le contrat d'émission d'un emprunt obligataire prévoit une capitalisation partielle ou totale des intérêts, la prime ou l'intérêt sont imposés après une répartition par annuités. Chaque annuité est imposée au nom du détenteur du titre ou du droit à la date d'anniversaire de l'entrée en jouissance. Cette annuité est calculée en appliquant au montant nominal de l'emprunt souscrit le taux d'intérêt actuariel brut déterminé à la date d'entrée en jouissance. Toutefois, lors du versement des intérêts ou de la prime, la base d'imposition est égale au montant des intérêts perçus et non encore imposés, et le cas échéant de la fraction non encore imposée de la prime. Ces règles ne s'appliquent pas aux titres émis par l'Etat dont le porteur à la possibilité d'obtenir la conversion dans les trois ans suivant l'émission. II. - Les primes de remboursement ou intérêts mentionnés au I, afférents aux titres et droits détenus par les sociétés d'investissement à capital variable (SICAV) et fonds communs de placement, sont, pour le calcul de l'impôt, réputés distribués, chaque année entre les actionnaires ou porteurs de parts pour un montant défini selon les modalités prévues à ce I. (Abrogé pour les exercices clos à compter du 29 septembre 1989.) III. - Les dispositions des I et II ne s'appliquent qu'aux titres émis à compter du 1er juin 1985. IV. - 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au II de l'article 238 septies A, la prime de remboursement et les intérêts versés chaque année sont imposés après une répartition par annuités quand la prime excède 10 % du prix d'acquisition. Cependant, la répartition par annuités n'est pas applicable aux emprunts ou titres visés au 1 du II de l'article 238 septies A dont le prix moyen à l'émission est supérieur à 90 % de la valeur de remboursement. 2. L'annuité est calculée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date de l'acquisition. Toutefois, lors du remboursement de l'emprunt, du titre ou du droit, la base d'imposition est égale au montant de la fraction non encore imposée du revenu. En outre, la première annuité imposable après l'acquisition est calculée prorata temporis depuis la date d'acquisition jusqu'à la première date d'imposition. 3. En cas d'acquisition de titres d'un même débiteur et présentant la même échéance et le même mode de rémunération, mais acquis à des prix différents, le prix d'acquisition à retenir est la valeur moyenne pondérée d'acquisition de ces titres. Lors de chaque nouvelle acquisition, la répartition par annuités est modifiée en conséquence. 4. Lorsque le contrat comporte une clause d'indexation ou plusieurs dates de remboursement possibles, la prime de remboursement est déterminée en retenant comme taux d'intérêt actuariel le dernier taux de rendement brut à l'émission des obligations des sociétés privées connu lors de l'acquisition et la date de remboursement s'entend de la date la plus éloignée. 5. Chaque annuité est imposable annuellement et, à cet effet, est réputée avoir été perçue à la date qui, dans l'année d'imposition, correspond à celle qui est prévue pour le remboursement. 6. Le prélèvement prévu à l'article 125 A est opéré à la date prévue au 5 ci-dessus. Ce prélèvement est pratiqué par la personne chez laquelle le titre ou le droit est déposé ou inscrit en compte, ou, dans les autres cas, par le débiteur sur le compte approvisionné par le contribuable à cet effet. 7. Les dispositions du présent article cessent de s'appliquer aux titres ou droits émis à compter du 1er janvier 1993 et détenus par les contribuables autres que ceux mentionnés au V de l'article 238 septies E. V. - A compter du 3 juin 1992, la répartition par annuités prévue aux I et IV cesse de s'appliquer aux titres détenus par les personnes physiques et non inscrits à un actif professionnel.",
            "texteHtml": "<p>I. - Quand la prime de remboursement prévue à l'émission ou lors de l'acquisition originelle du droit excède 10 % du nominal ou du prix d'acquisition de ce droit, ou encore quand le contrat d'émission d'un emprunt obligataire prévoit une capitalisation partielle ou totale des intérêts, la prime ou l'intérêt sont imposés après une répartition par annuités.</p><p>Chaque annuité est imposée au nom du détenteur du titre ou du droit à la date d'anniversaire de l'entrée en jouissance.</p><p>Cette annuité est calculée en appliquant au montant nominal de l'emprunt souscrit le taux d'intérêt actuariel brut déterminé à la date d'entrée en jouissance. Toutefois, lors du versement des intérêts ou de la prime, la base d'imposition est égale au montant des intérêts perçus et non encore imposés, et le cas échéant de la fraction non encore imposée de la prime.</p><p>Ces règles ne s'appliquent pas aux titres émis par l'Etat dont le porteur à la possibilité d'obtenir la conversion dans les trois ans suivant l'émission.</p><p>II. - Les primes de remboursement ou intérêts mentionnés au I, afférents aux titres et droits détenus par les sociétés d'investissement à capital variable (SICAV) et fonds communs de placement, sont, pour le calcul de l'impôt, réputés distribués, chaque année entre les actionnaires ou porteurs de parts pour un montant défini selon les modalités prévues à ce I. (Abrogé pour les exercices clos à compter du 29 septembre 1989.)</p><p>III. - Les dispositions des I et II ne s'appliquent qu'aux titres émis à compter du 1er juin 1985.</p><p>IV. - 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au II de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304065&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 238 septies A (V)'>l'article 238 septies </a>A, la prime de remboursement et les intérêts versés chaque année sont imposés après une répartition par annuités quand la prime excède 10 % du prix d'acquisition.</p><p>Cependant, la répartition par annuités n'est pas applicable aux emprunts ou titres visés au 1 du II de l'article 238 septies A dont le prix moyen à l'émission est supérieur à 90 % de la valeur de remboursement.</p><p>2. L'annuité est calculée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date de l'acquisition. Toutefois, lors du remboursement de l'emprunt, du titre ou du droit, la base d'imposition est égale au montant de la fraction non encore imposée du revenu. En outre, la première annuité imposable après l'acquisition est calculée prorata temporis depuis la date d'acquisition jusqu'à la première date d'imposition.</p><p>3. En cas d'acquisition de titres d'un même débiteur et présentant la même échéance et le même mode de rémunération, mais acquis à des prix différents, le prix d'acquisition à retenir est la valeur moyenne pondérée d'acquisition de ces titres. Lors de chaque nouvelle acquisition, la répartition par annuités est modifiée en conséquence.</p><p>4. Lorsque le contrat comporte une clause d'indexation ou plusieurs dates de remboursement possibles, la prime de remboursement est déterminée en retenant comme taux d'intérêt actuariel le dernier taux de rendement brut à l'émission des obligations des sociétés privées connu lors de l'acquisition et la date de remboursement s'entend de la date la plus éloignée.</p><p>5. Chaque annuité est imposable annuellement et, à cet effet, est réputée avoir été perçue à la date qui, dans l'année d'imposition, correspond à celle qui est prévue pour le remboursement.</p><p>6. Le prélèvement prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307295&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 125 A (V)'>l'article 125 A </a>est opéré à la date prévue au 5 ci-dessus. Ce prélèvement est pratiqué par la personne chez laquelle le titre ou le droit est déposé ou inscrit en compte, ou, dans les autres cas, par le débiteur sur le compte approvisionné par le contribuable à cet effet.</p><p>7. Les dispositions du présent article cessent de s'appliquer aux titres ou droits émis à compter du 1er janvier 1993 et détenus par les contribuables autres que ceux mentionnés au V de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304077&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 238 septies E (V)'>l'article 238 septies E.</a></p><p>V. - A compter du 3 juin 1992, la répartition par annuités prévue aux I et IV cesse de s'appliquer aux titres détenus par les personnes physiques et non inscrits à un actif professionnel.</p>",
            "num": "238 septies B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 745632000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-07-12",
                        "fin": "2999-01-01",
                        "titre": "VI bis : Primes de remboursement et intérêts capitalisés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179610",
                        "id": "LEGISCTA000006179610",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304072",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179610",
            "sectionParentId": "LEGISCTA000006179610",
            "sectionParentTitre": "VI bis : Primes de remboursement et intérêts capitalisés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VI bis : Primes de remboursement et intérêts capitalisés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006304075",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000540003",
                    "textTitle": "Loi n°92-666 du 16 juillet 1992 - art. 11 (V) JORF 18 juillet 1992",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006696297",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-07-18",
                    "dateSignaTexte": "1992-07-16",
                    "dateDebutCible": "1992-07-18"
                },
                {
                    "textCid": "JORFTEXT000000178406",
                    "textTitle": "Loi - art. 14 () JORF 31 décembre 1992",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006318523",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-12-31",
                    "dateSignaTexte": "1992-12-30",
                    "dateDebutCible": "1993-01-01"
                },
                {
                    "textCid": "JORFTEXT000000545997",
                    "textTitle": "Décret 93-1127 1993-09-24",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000545997",
                    "natureText": "DECRET",
                    "datePubliTexte": "1993-09-28",
                    "dateSignaTexte": "1993-09-24",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035676926",
                    "textTitle": "Décision n°2017-654 QPC du 28 septembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035676927",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-654 QPC",
                    "datePubli": 1506729600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 119 bis (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "119 bis",
                    "articleId": "LEGIARTI000037526673",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543622400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 125 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "125 A",
                    "articleId": "LEGIARTI000006307295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "199 ter",
                    "articleId": "LEGIARTI000030752253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220",
                    "articleId": "LEGIARTI000028434377",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "238 septies A",
                    "articleId": "LEGIARTI000006304065",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483142400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies E (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "238 septies E",
                    "articleId": "LEGIARTI000006304077",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 242 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "242 ter",
                    "articleId": "LEGIARTI000047622843",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000027794926",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 bis B bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 bis B bis",
                    "articleId": "LEGIARTI000034388048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 164 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "164",
                    "articleId": "LEGIARTI000006295402",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 555552000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 50 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 A",
                    "articleId": "LEGIARTI000006293755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710208000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 381 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "381 K",
                    "articleId": "LEGIARTI000038668514",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 18 août 1993",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304072",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 504835200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304073",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 694137600000,
                    "dateFin": 710208000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710208000000,
                    "dateFin": 745632000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304075",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 745632000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 septies B",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000006304074",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304074",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Quand la prime de remboursement prévue à l'émission ou lors de l'acquisition originelle du droit excède 10 p. 100 du nominal ou du prix d'acquisition de ce droit, ou encore quand le contrat d'émission d'un emprunt obligataire prévoit une capitalisation partielle ou totale des intérêts, la prime ou l'intérêt sont imposés après une répartition par annuités. Chaque annuité est imposée au nom du détenteur du titre ou du droit à la date d'anniversaire de l'entrée en jouissance. Cette annuité est calculée en appliquant au montant nominal de l'emprunt souscrit le taux d'intérêt actuariel brut déterminé à la date d'entrée en jouissance. Toutefois, lors du versement des intérêts ou de la prime, la base d'imposition est égale au montant des intérêts perçus et non encore imposés, et le cas échéant de la fraction non encore imposée de la prime. Ces règles ne s'appliquent pas aux titres émis par l'Etat dont le porteur à la possibilité d'obtenir la conversion dans les trois ans suivant l'émission. II. - (Abrogé pour les exercices clos à compter du 29 septembre 1989. Ancienne rédaction : Les primes de remboursement ou intérêts mentionnés au I, afférents aux titres et droits détenus par les sociétés d'investissement à capital variable (SICAV) et fonds communs de placement, sont, pour le calcul de l'impôt, réputés distribués, chaque année entre les actionnaires ou porteurs de parts pour un montant défini selon les modalités prévues à ce I). III. - Les dispositions des I et II ne s'appliquent qu'aux titres émis à compter du 1er juin 1985. IV. - 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au II de l'article 238 septies A, la prime de remboursement et les intérêts versés chaque année sont imposés après une répartition par annuités quand la prime excède 10 p. 100 du prix d'acquisition. Cependant, la répartition par annuités n'est pas applicable aux emprunts ou titres visés au 1 du II de l'article 238 septies A dont le prix moyen à l'émission est supérieur à 90 p. 100 de la valeur de remboursement. 2. L'annuité est calculée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date de l'acquisition. Toutefois, lors du remboursement de l'emprunt, du titre ou du droit, la base d'imposition est égale au montant de la fraction non encore imposée du revenu. En outre, la première annuité imposable après l'acquisition est calculée prorata temporis depuis la date d'acquisition jusqu'à la première date d'imposition. 3. En cas d'acquisition de titres d'un même débiteur et présentant la même échéance et le même mode de rémunération, mais acquis à des prix différents, le prix d'acquisition à retenir est la valeur moyenne pondérée d'acquisition de ces titres. Lors de chaque nouvelle acquisition, la répartition par annuités est modifiée en conséquence. 4. Lorsque le contrat comporte une clause d'indexation ou plusieurs dates de remboursement possibles, la prime de remboursement est déterminée en retenant comme taux d'intérêt actuariel le dernier taux de rendement brut à l'émission des obligations des sociétés privées connu lors de l'acquisition et la date de remboursement s'entend de la date la plus éloignée. 5. Chaque annuité est imposable annuellement et, à cet effet, est réputée avoir été perçue à la date qui, dans l'année d'imposition, correspond à celle qui est prévue pour le remboursement. 6. Le prélèvement prévu à l'article 125 A est opéré à la date prévue au 5 ci-dessus. Ce prélèvement est pratiqué par la personne chez laquelle le titre ou le droit est déposé ou inscrit en compte, ou, dans les autres cas, par le débiteur sur le compte approvisionné par le contribuable à cet effet (1). (1) Ces dispositions sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise après le 1er janvier 1992.",
            "texteHtml": "<p>I. - Quand la prime de remboursement prévue à l'émission ou lors de l'acquisition originelle du droit excède 10 p. 100 du nominal ou du prix d'acquisition de ce droit, ou encore quand le contrat d'émission d'un emprunt obligataire prévoit une capitalisation partielle ou totale des intérêts, la prime ou l'intérêt sont imposés après une répartition par annuités.</p><p>Chaque annuité est imposée au nom du détenteur du titre ou du droit à la date d'anniversaire de l'entrée en jouissance.</p><p>Cette annuité est calculée en appliquant au montant nominal de l'emprunt souscrit le taux d'intérêt actuariel brut déterminé à la date d'entrée en jouissance. Toutefois, lors du versement des intérêts ou de la prime, la base d'imposition est égale au montant des intérêts perçus et non encore imposés, et le cas échéant de la fraction non encore imposée de la prime.</p><p>Ces règles ne s'appliquent pas aux titres émis par l'Etat dont le porteur à la possibilité d'obtenir la conversion dans les trois ans suivant l'émission.</p><p>II. - (Abrogé pour les exercices clos à compter du 29 septembre 1989. Ancienne rédaction : Les primes de remboursement ou intérêts mentionnés au I, afférents aux titres et droits détenus par les sociétés d'investissement à capital variable (SICAV) et fonds communs de placement, sont, pour le calcul de l'impôt, réputés distribués, chaque année entre les actionnaires ou porteurs de parts pour un montant défini selon les modalités prévues à ce I).</p><p>III. - Les dispositions des I et II ne s'appliquent qu'aux titres émis à compter du 1er juin 1985.</p><p>IV. - 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au II de l'article 238 septies A, la prime de remboursement et les intérêts versés chaque année sont imposés après une répartition par annuités quand la prime excède 10 p. 100 du prix d'acquisition.</p><p>Cependant, la répartition par annuités n'est pas applicable aux emprunts ou titres visés au 1 du II de l'article 238 septies A dont le prix moyen à l'émission est supérieur à 90 p. 100 de la valeur de remboursement.</p><p>2. L'annuité est calculée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date de l'acquisition. Toutefois, lors du remboursement de l'emprunt, du titre ou du droit, la base d'imposition est égale au montant de la fraction non encore imposée du revenu. En outre, la première annuité imposable après l'acquisition est calculée prorata temporis depuis la date d'acquisition jusqu'à la première date d'imposition.</p><p>3. En cas d'acquisition de titres d'un même débiteur et présentant la même échéance et le même mode de rémunération, mais acquis à des prix différents, le prix d'acquisition à retenir est la valeur moyenne pondérée d'acquisition de ces titres. Lors de chaque nouvelle acquisition, la répartition par annuités est modifiée en conséquence.</p><p>4. Lorsque le contrat comporte une clause d'indexation ou plusieurs dates de remboursement possibles, la prime de remboursement est déterminée en retenant comme taux d'intérêt actuariel le dernier taux de rendement brut à l'émission des obligations des sociétés privées connu lors de l'acquisition et la date de remboursement s'entend de la date la plus éloignée.</p><p>5. Chaque annuité est imposable annuellement et, à cet effet, est réputée avoir été perçue à la date qui, dans l'année d'imposition, correspond à celle qui est prévue pour le remboursement.</p><p>6. Le prélèvement prévu à l'article 125 A est opéré à la date prévue au 5 ci-dessus. Ce prélèvement est pratiqué par la personne chez laquelle le titre ou le droit est déposé ou inscrit en compte, ou, dans les autres cas, par le débiteur sur le compte approvisionné par le contribuable à cet effet (1).</p><p>(1) Ces dispositions sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise après le 1er janvier 1992.</p><p></p>",
            "num": "238 septies B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 710208000000,
            "dateFin": 745632000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-07-12",
                        "fin": "2999-01-01",
                        "titre": "VI bis : Primes de remboursement et intérêts capitalisés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179610",
                        "id": "LEGISCTA000006179610",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304072",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179610",
            "sectionParentId": "LEGISCTA000006179610",
            "sectionParentTitre": "VI bis : Primes de remboursement et intérêts capitalisés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VI bis : Primes de remboursement et intérêts capitalisés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006304074",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000355987",
                    "textTitle": "Loi - art. 57 (M) JORF 31 décembre 1991",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "57",
                    "articleId": "LEGIARTI000006318343",
                    "natureText": "LOI",
                    "datePubliTexte": "1991-12-31",
                    "dateSignaTexte": "1991-12-30",
                    "dateDebutCible": "1991-12-31"
                },
                {
                    "textCid": "JORFTEXT000000359191",
                    "textTitle": "Décret 92-836 1992-08-27",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000359191",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-08-29",
                    "dateSignaTexte": "1992-08-27",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 238 septies A, 125 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000035676926",
                    "textTitle": "Décision n°2017-654 QPC du 28 septembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035676927",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-654 QPC",
                    "datePubli": 1506729600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 119 bis (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "119 bis",
                    "articleId": "LEGIARTI000037526673",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543622400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "199 ter",
                    "articleId": "LEGIARTI000030752253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220",
                    "articleId": "LEGIARTI000028434377",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 242 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "242 ter",
                    "articleId": "LEGIARTI000047622843",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000027794926",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 bis B bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 bis B bis",
                    "articleId": "LEGIARTI000034388048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 164 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "164",
                    "articleId": "LEGIARTI000006295402",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 555552000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 50 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 A",
                    "articleId": "LEGIARTI000006293755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710208000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 381 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "381 K",
                    "articleId": "LEGIARTI000038668514",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304072",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 504835200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304073",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 694137600000,
                    "dateFin": 710208000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710208000000,
                    "dateFin": 745632000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304075",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 745632000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 septies B",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000006304073",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304073",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I - Quand la prime de remboursement prévue à l'émission ou lors de l'acquisition originelle du droit excède 10 p. 100 du nominal ou du prix d'acquisition de ce droit, ou encore quand le contrat d'émission d'un emprunt obligataire prévoit une capitalisation partielle ou totale des intérêts, la prime ou l'intérêt sont imposés après une répartition par annuités. Chaque annuité est imposée au nom du détenteur du titre ou du droit à la date d'anniversaire de l'entrée en jouissance. Cette annuité est calculée en appliquant au montant nominal de l'emprunt souscrit le taux d'intérêt actuariel brut déterminé à la date d'entrée en jouissance. Toutefois, lors du versement des intérêts ou de la prime, la base d'imposition est égale au montant des intérêts perçus et non encore imposés, et le cas échéant de la fraction non encore imposée de la prime. Ces règles ne s'appliquent pas aux titres émis par l'Etat dont le porteur à la possibilité d'obtenir la conversion dans les trois ans suivant l'émission. II - Les primes de remboursement ou intérêts mentionnés au I, afférents aux titres et droits détenus par les sociétés d'investissement à capital variable (SICAV) et fonds communs de placement, sont, pour le calcul de l'impôt, réputés distribués, chaque année entre les actionnaires ou porteurs de parts pour un montant défini selon les modalités prévues à ce I. III - Les dispositions du présent article ne s'appliquent qu'aux titres émis à compter du 1er juin 1985. IV 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au II de l'article 238 septies A, la prime de remboursement et les intérêts versés chaque année sont imposés après une répartition par annuités quand la prime excède 10 p. 100 du prix d'acquisition. Cependant, la répartition par annuités n'est pas applicable aux emprunts ou titres visés au 1 du II de l'article 238 septies A dont le prix moyen à l'émission est supérieur à 90 p. 100 de la valeur de remboursement. 2. L'annuité est calculée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date de l'acquisition. Toutefois, lors du remboursement de l'emprunt, du titre ou du droit, la base d'imposition est égale au montant de la fraction non encore imposée du revenu. En outre, la première annuité imposable après l'acquisition est calculée prorata temporis depuis la date d'acquisition jusqu'à la première date d'imposition. 3. En cas d'acquisition de titres d'un même débiteur et présentant la même échéance et le même mode de rémunération, mais acquis à des prix différents, le prix d'acquisition à retenir est la valeur moyenne pondérée d'acquisition de ces titres. Lors de chaque nouvelle acquisition, la répartition par annuités est modifiée en conséquence. 4. Lorsque le contrat comporte une clause d'indexation ou plusieurs dates de remboursement possibles, la prime de remboursement est déterminée en retenant comme taux d'intérêt actuariel le dernier taux de rendement brut à l'émission des obligations des sociétés privées connu lors de l'acquisition et la date de remboursement s'entend de la date la plus éloignée. 5. Chaque annuité est imposable annuellement et, à cet effet, est réputée avoir été perçue à la date qui, dans l'année d'imposition, correspond à celle qui est prévue pour le remboursement. 6. Le prélèvement prévu à l'article 125 A est opéré à la date prévue au 5 ci-dessus. Ce prélèvement est pratiqué par la personne chez laquelle le titre ou le droit est déposé ou inscrit en compte, ou, dans les autres cas, par le débiteur sur le compte approvisionné par le contribuable à cet effet (1).",
            "texteHtml": "<p></p>   I - Quand la prime de remboursement prévue à l'émission ou lors de l'acquisition originelle du droit excède 10 p. 100 du nominal ou du prix d'acquisition de ce droit, ou encore quand le contrat d'émission d'un emprunt obligataire prévoit une capitalisation partielle ou totale des intérêts, la prime ou l'intérêt sont imposés après une répartition par annuités.<p></p><p></p>   Chaque annuité est imposée au nom du détenteur du titre ou du droit à la date d'anniversaire de l'entrée en jouissance.<p></p><p></p>   Cette annuité est calculée en appliquant au montant nominal de l'emprunt souscrit le taux d'intérêt actuariel brut déterminé à la date d'entrée en jouissance. Toutefois, lors du versement des intérêts ou de la prime, la base d'imposition est égale au montant des intérêts perçus et non encore imposés, et le cas échéant de la fraction non encore imposée de la prime.<p></p><p></p>   Ces règles ne s'appliquent pas aux titres émis par l'Etat dont le porteur à la possibilité d'obtenir la conversion dans les trois ans suivant l'émission.<p></p><p></p>   II - Les primes de remboursement ou intérêts mentionnés au I, afférents aux titres et droits détenus par les sociétés d'investissement à capital variable (SICAV) et fonds communs de placement, sont, pour le calcul de l'impôt, réputés distribués, chaque année entre les actionnaires ou porteurs de parts pour un montant défini selon les modalités prévues à ce I.<p></p><p></p><p></p>   III - Les dispositions du présent article ne s'appliquent qu'aux titres émis à compter du 1er juin 1985.<p></p><p></p><p></p>   IV 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au II de l'article 238 septies A, la prime de remboursement et les intérêts versés chaque année sont imposés après une répartition par annuités quand la prime excède 10 p. 100 du prix d'acquisition.<p></p><p></p>   Cependant, la répartition par annuités n'est pas applicable aux emprunts ou titres visés au 1 du II de l'article 238 septies A dont le prix moyen à l'émission est supérieur à 90 p. 100 de la valeur de remboursement.<p></p><p></p>   2. L'annuité est calculée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date de l'acquisition. Toutefois, lors du remboursement de l'emprunt, du titre ou du droit, la base d'imposition est égale au montant de la fraction non encore imposée du revenu. En outre, la première annuité imposable après l'acquisition est calculée prorata temporis depuis la date d'acquisition jusqu'à la première date d'imposition.<p></p><p></p>   3. En cas d'acquisition de titres d'un même débiteur et présentant la même échéance et le même mode de rémunération, mais acquis à des prix différents, le prix d'acquisition à retenir est la valeur moyenne pondérée d'acquisition de ces titres. Lors de chaque nouvelle acquisition, la répartition par annuités est modifiée en conséquence.<p></p><p></p>   4. Lorsque le contrat comporte une clause d'indexation ou plusieurs dates de remboursement possibles, la prime de remboursement est déterminée en retenant comme taux d'intérêt actuariel le dernier taux de rendement brut à l'émission des obligations des sociétés privées connu lors de l'acquisition et la date de remboursement s'entend de la date la plus éloignée.<p></p><p></p>   5. Chaque annuité est imposable annuellement et, à cet effet, est réputée avoir été perçue à la date qui, dans l'année d'imposition, correspond à celle qui est prévue pour le remboursement.<p></p><p></p>   6. Le prélèvement prévu à l'article 125 A est opéré à la date prévue au 5 ci-dessus. Ce prélèvement est pratiqué par la personne chez laquelle le titre ou le droit est déposé ou inscrit en compte, ou, dans les autres cas, par le débiteur sur le compte approvisionné par le contribuable à cet effet (1).<p></p>",
            "num": "238 septies B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 694137600000,
            "dateFin": 710208000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-07-12",
                        "fin": "2999-01-01",
                        "titre": "VI bis : Primes de remboursement et intérêts capitalisés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179610",
                        "id": "LEGISCTA000006179610",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304072",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179610",
            "sectionParentId": "LEGISCTA000006179610",
            "sectionParentTitre": "VI bis : Primes de remboursement et intérêts capitalisés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VI bis : Primes de remboursement et intérêts capitalisés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006304073",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Le II est abrogé pour les exercices clos à compter du 29 septembre 1989. (1) Ces dispositions sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise après le 1er janvier 1992.",
            "notaHtml": "<p></p>   NOTA : Le II est abrogé pour les exercices clos à compter du 29 septembre 1989.<p></p><p></p>   (1) Ces dispositions sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise après le 1er janvier 1992.<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000355987",
                    "textTitle": "Loi - art. 57 (M) JORF 31 décembre 1991",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "57",
                    "articleId": "LEGIARTI000006318343",
                    "natureText": "LOI",
                    "datePubliTexte": "1991-12-31",
                    "dateSignaTexte": "1991-12-30",
                    "dateDebutCible": "1991-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 238 septies A, 125 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000035676926",
                    "textTitle": "Décision n°2017-654 QPC du 28 septembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035676927",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-654 QPC",
                    "datePubli": 1506729600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 119 bis (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "119 bis",
                    "articleId": "LEGIARTI000037526673",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543622400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "199 ter",
                    "articleId": "LEGIARTI000030752253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220",
                    "articleId": "LEGIARTI000028434377",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 242 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "242 ter",
                    "articleId": "LEGIARTI000047622843",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000027794926",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 bis B bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 bis B bis",
                    "articleId": "LEGIARTI000034388048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 164 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "164",
                    "articleId": "LEGIARTI000006295402",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 555552000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 50 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 A",
                    "articleId": "LEGIARTI000006293755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710208000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 381 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "381 K",
                    "articleId": "LEGIARTI000038668514",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000355987",
                    "textTitle": "Loi 91-1323 1991-12-30 art. 57 VII",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000355987",
                    "natureText": "LOI"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304072",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 504835200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304073",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 694137600000,
                    "dateFin": 710208000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710208000000,
                    "dateFin": 745632000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304075",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 745632000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 septies B",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000006304072",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304072",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I - Quand la prime de remboursement prévue à l'émission ou lors de l'acquisition originelle du droit excède 10 p. 100 du nominal ou du prix d'acquisition de ce droit, ou encore quand le contrat d'émission d'un emprunt obligataire prévoit une capitalisation partielle ou totale des intérêts, la prime ou l'intérêt sont imposés après une répartition par annuités. Chaque annuité est imposée au nom du détenteur du titre ou du droit à la date d'anniversaire de l'entrée en jouissance. Cette annuité est calculée en appliquant au montant nominal de l'emprunt souscrit le taux d'intérêt actuariel brut déterminé à la date d'entrée en jouissance. Toutefois, lors du versement des intérêts ou de la prime, la base d'imposition est égale au montant des intérêts perçus et non encore imposés, et le cas échéant de la fraction non encore imposée de la prime. Ces règles ne s'appliquent pas aux titres émis par l'Etat dont le porteur à la possibilité d'obtenir la conversion dans les trois ans suivant l'émission. II - Les primes de remboursement ou intérêts mentionnés au I, afférents aux titres et droits détenus par les sociétés d'investissement à capital variable (S.I.C.A.V.) et fonds communs de placement, sont, pour le calcul de l'impôt, réputés distribués, chaque année entre les actionnaires ou porteurs de parts pour un montant défini selon les modalités prévues à ce I. III - Les dispositions du présent article ne s'appliquent qu'aux titres émis à compter du 1er juin 1985.",
            "texteHtml": "<p></p>   I - Quand la prime de remboursement prévue à l'émission ou lors de l'acquisition originelle du droit excède 10 p. 100 du nominal ou du prix d'acquisition de ce droit, ou encore quand le contrat d'émission d'un emprunt obligataire prévoit une capitalisation partielle ou totale des intérêts, la prime ou l'intérêt sont imposés après une répartition par annuités.<p></p><p></p>   Chaque annuité est imposée au nom du détenteur du titre ou du droit à la date d'anniversaire de l'entrée en jouissance.<p></p><p></p>   Cette annuité est calculée en appliquant au montant nominal de l'emprunt souscrit le taux d'intérêt actuariel brut déterminé à la date d'entrée en jouissance. Toutefois, lors du versement des intérêts ou de la prime, la base d'imposition est égale au montant des intérêts perçus et non encore imposés, et le cas échéant de la fraction non encore imposée de la prime.<p></p><p></p>   Ces règles ne s'appliquent pas aux titres émis par l'Etat dont le porteur à la possibilité d'obtenir la conversion dans les trois ans suivant l'émission.<p></p><p></p>   II - Les primes de remboursement ou intérêts mentionnés au I, afférents aux titres et droits détenus par les sociétés d'investissement à capital variable (S.I.C.A.V.) et fonds communs de placement, sont, pour le calcul de l'impôt, réputés distribués, chaque année entre les actionnaires ou porteurs de parts pour un montant défini selon les modalités prévues à ce I.<p></p><p></p><p></p>   III - Les dispositions du présent article ne s'appliquent qu'aux titres émis à compter du 1er juin 1985.<p></p><p></p>",
            "num": "238 septies B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 504835200000,
            "dateFin": 694137600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-07-12",
                        "fin": "2999-01-01",
                        "titre": "VI bis : Primes de remboursement et intérêts capitalisés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179610",
                        "id": "LEGISCTA000006179610",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304072",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179610",
            "sectionParentId": "LEGISCTA000006179610",
            "sectionParentTitre": "VI bis : Primes de remboursement et intérêts capitalisés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VI bis : Primes de remboursement et intérêts capitalisés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006304072",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Le II est abrogé pour les exercices clos à compter du 29 septembre 1989.",
            "notaHtml": "<p></p>   NOTA : Le II est abrogé pour les exercices clos à compter du 29 septembre 1989.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000693456",
                    "textTitle": "Loi 85-695 1985-07-11 art. 14 III, V JORF 12 juillet 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693456",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-07-12",
                    "dateSignaTexte": "1985-07-11",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000693429",
                    "textTitle": "Loi 85-1404 1985-12-30 art. 14 I, III Finances rectificative pour 1985 JORF 31 décembre 1985",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693429",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-12-31",
                    "dateSignaTexte": "1985-12-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000693429",
                    "textTitle": "Loi n°85-1404 du 30 décembre 1985 - art. 14 (V) JORF 31 décembre 1985",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006274513",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-12-31",
                    "dateSignaTexte": "1985-12-30",
                    "dateDebutCible": "1985-12-31"
                },
                {
                    "textCid": "JORFTEXT000000870114",
                    "textTitle": "Décret 86-1087 1986-10-07",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000870114",
                    "natureText": "DECRET",
                    "datePubliTexte": "1986-10-09",
                    "dateSignaTexte": "1986-10-07",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000018687845",
                    "textTitle": "Loi n° 89-935 du 29 décembre 1989 de finances p... - art. 15",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006317771",
                    "natureText": "LOI",
                    "datePubliTexte": "1989-12-30",
                    "dateSignaTexte": "1989-12-29",
                    "dateDebutCible": "1989-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035676926",
                    "textTitle": "Décision n°2017-654 QPC du 28 septembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035676927",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-654 QPC",
                    "datePubli": 1506729600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 119 bis (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "119 bis",
                    "articleId": "LEGIARTI000037526673",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543622400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "199 ter",
                    "articleId": "LEGIARTI000030752253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220",
                    "articleId": "LEGIARTI000028434377",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 242 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "242 ter",
                    "articleId": "LEGIARTI000047622843",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000027794926",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 bis B bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 bis B bis",
                    "articleId": "LEGIARTI000034388048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 164 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "164",
                    "articleId": "LEGIARTI000006295402",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 555552000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 50 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 A",
                    "articleId": "LEGIARTI000006293755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710208000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 381 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "381 K",
                    "articleId": "LEGIARTI000038668514",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000509065",
                    "textTitle": "Loi 88-1201 1988-12-23 art. 42",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000509065",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000322103",
                    "textTitle": "Loi 89-935 1989-12-29 art. 15",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000322103",
                    "natureText": "LOI"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304072",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 504835200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304073",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 694137600000,
                    "dateFin": 710208000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710208000000,
                    "dateFin": 745632000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304075",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 745632000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 septies B",
                "238"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}