{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933342",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à l'intervention d'un expert, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-620. Intervention d'un expert Introduction 01. En application des dispositions prévues à l' article L. 823-13 du code de commerce et à l'article 7 du code de déontologie de la profession, le commissaire aux comptes peut faire appel à un expert de son choix lorsque certains contrôles indispensables à l'exercice de sa mission nécessitent une expertise dans des domaines autres que ceux de l'audit et de la comptabilité. 02. Le commissaire aux comptes peut également utiliser les travaux d'un expert choisi par l'entité. 03. La présente norme a pour objet : -de définir les situations dans lesquelles le commissaire aux comptes peut estimer nécessaire de faire appel à un expert ; -de définir les principes que le commissaire aux comptes respecte lorsqu'il décide de faire appel à un expert de son choix ; -de définir les principes que le commissaire aux comptes respecte lorsqu'il décide d'utiliser les travaux d'un expert choisi par l'entité. Définition 04. Expert : personne physique ou morale possédant une qualification et une expérience dans un domaine particulier autre que la comptabilité et l'audit. Appréciation de la nécessité de faire appel à un expert 05. Lors de la prise de connaissance de l'entité et de son environnement et la mise en œuvre de procédures d'audit complémentaires en réponse aux risques identifiés, le commissaire aux comptes peut estimer nécessaire de collecter des éléments à partir des travaux réalisés par un expert. Tel peut être le cas, notamment, pour : -l'appréciation de la valorisation de certains types d'actif, tels que des terrains et des constructions, des usines et des outils de production, des œuvres d'art ou des pierres précieuses ; -la vérification de quantités ou de l'état physique de certains actifs, tels que des minerais en stock et des réserves pétrolières ; -la vérification de montants relevant de méthodes ou de techniques spécifiques, tels que l'évaluation actuarielle des engagements de retraite ; -l'appréciation de l'état d'avancement des travaux réalisés et restant à réaliser sur des contrats en cours ; -l'appréciation d'une situation fiscale ou juridique complexe. 06. Lorsque le commissaire aux comptes envisage d'utiliser les travaux d'un expert dans le cadre de sa mission d'audit, il tient compte notamment : -du risque d'anomalies significatives dû à la nature, à la complexité et au caractère significatif de l'élément concerné ; -de la quantité et de la qualité des autres éléments pouvant être collectés. Principes applicables lorsque l'expert est choisi par le commissaire aux comptes 07. Le commissaire aux comptes choisit un expert indépendant de l'entité. 08. Il apprécie, par ailleurs, la compétence professionnelle de celui-ci dans le domaine particulier concerné. Le commissaire aux comptes tient compte notamment : -des qualifications professionnelles, des diplômes ou de l'inscription de l'expert sur la liste d'experts agréés auprès d'un organisme professionnel ou d'une juridiction ; -de l'expérience et de la réputation de l'expert dans le domaine particulier concerné. Principes applicables lorsque l'expert est choisi par l'entité 09. Lorsque l'expert est choisi par l'entité, le commissaire aux comptes : -s'assure que l'expert est indépendant de l'entité ; -le cas échéant, prend connaissance des instructions que l'entité a données par écrit à l'expert pour apprécier si la nature et l'étendue des travaux à réaliser répondent aux besoins de son audit ; -apprécie la compétence de l'expert en respectant les mêmes principes que ceux définis au paragraphe 08. 10. Si le commissaire aux comptes estime que l'expert n'est pas indépendant de l'entité, il en fait part à la direction et demande qu'il soit fait appel à un autre expert. 11. Si la compétence de l'expert ne paraît pas satisfaisante au commissaire aux comptes, il en fait part à la direction et apprécie si des éléments suffisants et appropriés peuvent être obtenus des travaux de l'expert. Le commissaire aux comptes peut ainsi être conduit à mettre en œuvre des procédures d'audit supplémentaires ou à recourir à un autre expert. Evaluation des travaux de l'expert 12. Le commissaire aux comptes collecte les éléments suffisants et appropriés qui établissent que : -la nature et l'étendue des travaux de l'expert sont conformes aux instructions qui lui ont été données ; -les travaux réalisés par l'expert lui permettent de conclure sur le respect des assertions qu'il souhaite vérifier. Pour ce faire, le commissaire aux comptes apprécie : -le caractère approprié des sources d'informations utilisées par l'expert ; -le caractère raisonnable des hypothèses et des méthodes utilisées par l'expert et leur cohérence avec celles retenues, le cas échéant, au cours des périodes précédentes ; -la cohérence des résultats des travaux de l'expert avec sa connaissance générale de l'entité et les résultats de ses autres procédures d'audit. Le commissaire aux comptes vérifie par ailleurs que les conclusions de l'expert sont correctement reflétées dans les comptes ou qu'elles corroborent les assertions qui sous-tendent l'établissement des comptes. 13. Si les résultats des travaux de l'expert ne fournissent pas au commissaire aux comptes les éléments suffisants et appropriés ou s'ils ne sont pas cohérents avec les autres éléments collectés : -il s'en entretient avec la direction au niveau de responsabilité approprié et avec l'expert ; -il détermine, le cas échéant, les procédures d'audit supplémentaires à mettre en œuvre. Il peut, à ce titre, décider de recourir à un autre expert. Référence aux travaux de l'expert dans le rapport du commissaire aux comptes 14. Les travaux de l'expert sont utilisés uniquement en tant qu'éléments collectés à l'appui des conclusions du commissaire aux comptes sur sa propre mission. 15. Le commissaire aux comptes peut estimer nécessaire de faire référence aux travaux et aux conclusions de l'expert : -lorsqu'il justifie de ses appréciations ; -lorsqu'il émet une réserve, formule une impossibilité ou un refus de certifier, pour en préciser les motifs. Documentation des travaux de l'expert 16. Le commissaire aux comptes documente dans son dossier les travaux réalisés par l'expert qu'il utilise dans le cadre de sa mission.",
            "texteHtml": "<p>La norme d'exercice professionnel relative à l'intervention d'un expert, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP-620. Intervention d'un expert<br/><br/>\n Introduction<br/><br/>\n 01. En application des dispositions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242852&dateTexte=&categorieLien=cid'>article L. 823-13 du code de commerce</a> et à l'article 7 du code de déontologie de la profession, le commissaire aux comptes peut faire appel à un expert de son choix lorsque certains contrôles indispensables à l'exercice de sa mission nécessitent une expertise dans des domaines autres que ceux de l'audit et de la comptabilité.<br/><br/>\n 02. Le commissaire aux comptes peut également utiliser les travaux d'un expert choisi par l'entité.<br/><br/>\n 03. La présente norme a pour objet :</p><p><br/>\n-de définir les situations dans lesquelles le commissaire aux comptes peut estimer nécessaire de faire appel à un expert ;<br/><br/>\n-de définir les principes que le commissaire aux comptes respecte lorsqu'il décide de faire appel à un expert de son choix ;<br/><br/>\n-de définir les principes que le commissaire aux comptes respecte lorsqu'il décide d'utiliser les travaux d'un expert choisi par l'entité.</p><p><br/>\n Définition<br/><br/>\n 04. Expert : personne physique ou morale possédant une qualification et une expérience dans un domaine particulier autre que la comptabilité et l'audit.<br/><br/>\n Appréciation de la nécessité de faire appel à un expert<br/><br/>\n 05. Lors de la prise de connaissance de l'entité et de son environnement et la mise en œuvre de procédures d'audit complémentaires en réponse aux risques identifiés, le commissaire aux comptes peut estimer nécessaire de collecter des éléments à partir des travaux réalisés par un expert. Tel peut être le cas, notamment, pour :</p><p><br/>\n-l'appréciation de la valorisation de certains types d'actif, tels que des terrains et des constructions, des usines et des outils de production, des œuvres d'art ou des pierres précieuses ;<br/><br/>\n-la vérification de quantités ou de l'état physique de certains actifs, tels que des minerais en stock et des réserves pétrolières ;<br/><br/>\n-la vérification de montants relevant de méthodes ou de techniques spécifiques, tels que l'évaluation actuarielle des engagements de retraite ;<br/><br/>\n-l'appréciation de l'état d'avancement des travaux réalisés et restant à réaliser sur des contrats en cours ;<br/><br/>\n-l'appréciation d'une situation fiscale ou juridique complexe.</p><p><br/>\n 06. Lorsque le commissaire aux comptes envisage d'utiliser les travaux d'un expert dans le cadre de sa mission d'audit, il tient compte notamment :</p><p><br/>\n-du risque d'anomalies significatives dû à la nature, à la complexité et au caractère significatif de l'élément concerné ;<br/><br/>\n-de la quantité et de la qualité des autres éléments pouvant être collectés.</p><p><br/>\n Principes applicables lorsque l'expert est choisi par le commissaire aux comptes<br/><br/>\n 07. Le commissaire aux comptes choisit un expert indépendant de l'entité.<br/><br/>\n 08. Il apprécie, par ailleurs, la compétence professionnelle de celui-ci dans le domaine particulier concerné. Le commissaire aux comptes tient compte notamment :</p><p><br/>\n-des qualifications professionnelles, des diplômes ou de l'inscription de l'expert sur la liste d'experts agréés auprès d'un organisme professionnel ou d'une juridiction ;<br/><br/>\n-de l'expérience et de la réputation de l'expert dans le domaine particulier concerné.</p><p><br/>\n Principes applicables lorsque l'expert est choisi par l'entité<br/><br/>\n 09. Lorsque l'expert est choisi par l'entité, le commissaire aux comptes :</p><p><br/>\n-s'assure que l'expert est indépendant de l'entité ;<br/><br/>\n-le cas échéant, prend connaissance des instructions que l'entité a données par écrit à l'expert pour apprécier si la nature et l'étendue des travaux à réaliser répondent aux besoins de son audit ;<br/><br/>\n-apprécie la compétence de l'expert en respectant les mêmes principes que ceux définis au paragraphe 08.</p><p><br/>\n 10. Si le commissaire aux comptes estime que l'expert n'est pas indépendant de l'entité, il en fait part à la direction et demande qu'il soit fait appel à un autre expert.<br/><br/>\n 11. Si la compétence de l'expert ne paraît pas satisfaisante au commissaire aux comptes, il en fait part à la direction et apprécie si des éléments suffisants et appropriés peuvent être obtenus des travaux de l'expert. Le commissaire aux comptes peut ainsi être conduit à mettre en œuvre des procédures d'audit supplémentaires ou à recourir à un autre expert.<br/><br/>\n Evaluation des travaux de l'expert<br/><br/>\n 12. Le commissaire aux comptes collecte les éléments suffisants et appropriés qui établissent que :</p><p><br/>\n-la nature et l'étendue des travaux de l'expert sont conformes aux instructions qui lui ont été données ;<br/><br/>\n-les travaux réalisés par l'expert lui permettent de conclure sur le respect des assertions qu'il souhaite vérifier. Pour ce faire, le commissaire aux comptes apprécie :<br/><br/>\n-le caractère approprié des sources d'informations utilisées par l'expert ;<br/><br/>\n-le caractère raisonnable des hypothèses et des méthodes utilisées par l'expert et leur cohérence avec celles retenues, le cas échéant, au cours des périodes précédentes ;<br/><br/>\n-la cohérence des résultats des travaux de l'expert avec sa connaissance générale de l'entité et les résultats de ses autres procédures d'audit.</p><p><br/>\n Le commissaire aux comptes vérifie par ailleurs que les conclusions de l'expert sont correctement reflétées dans les comptes ou qu'elles corroborent les assertions qui sous-tendent l'établissement des comptes.<br/><br/>\n 13. Si les résultats des travaux de l'expert ne fournissent pas au commissaire aux comptes les éléments suffisants et appropriés ou s'ils ne sont pas cohérents avec les autres éléments collectés :</p><p><br/>\n-il s'en entretient avec la direction au niveau de responsabilité approprié et avec l'expert ;<br/><br/>\n-il détermine, le cas échéant, les procédures d'audit supplémentaires à mettre en œuvre. Il peut, à ce titre, décider de recourir à un autre expert.</p><p><br/>\n Référence aux travaux de l'expert dans le rapport du commissaire aux comptes<br/><br/>\n 14. Les travaux de l'expert sont utilisés uniquement en tant qu'éléments collectés à l'appui des conclusions du commissaire aux comptes sur sa propre mission.<br/><br/>\n 15. Le commissaire aux comptes peut estimer nécessaire de faire référence aux travaux et aux conclusions de l'expert :</p><p><br/>\n-lorsqu'il justifie de ses appréciations ;<br/><br/>\n-lorsqu'il émet une réserve, formule une impossibilité ou un refus de certifier, pour en préciser les motifs.</p><p><br/>\n Documentation des travaux de l'expert<br/><br/>\n 16. Le commissaire aux comptes documente dans son dossier les travaux réalisés par l'expert qu'il utilise dans le cadre de sa mission.</p>",
            "num": "A823-24",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 6 : De l'utilisation des travaux d'autres intervenants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163230",
                        "id": "LEGISCTA000020163403",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163234",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163230",
            "sectionParentId": "LEGISCTA000020163403",
            "sectionParentTitre": "Paragraphe 6 : De l'utilisation des travaux d'autres intervenants",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 6 : De l'utilisation des travaux d'autres intervenants",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047933342",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 11",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000047932553",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-13",
                    "articleId": "LEGIARTI000006242852",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000822349",
                    "textTitle": "Arrêté du 10 avril 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002289979",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163399",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933342",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-24",
                "823-24"
            ],
            "versionPrecedente": "LEGIARTI000020163399",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163399",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à l'intervention d'un expert, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE À L'INTERVENTION D'UN EXPERT Introduction 1. En application des dispositions prévues à l'article L. 823-13 du code de commerce et à l'article 7 du code de déontologie de la profession, le commissaire aux comptes peut faire appel à un expert de son choix lorsque certains contrôles indispensables à l'exercice de sa mission nécessitent une expertise dans des domaines autres que ceux de l'audit et de la comptabilité. 2. Le commissaire aux comptes peut également utiliser les travaux d'un expert choisi par l'entité. 3. La présente norme a pour objet : ― de définir les situations dans lesquelles le commissaire aux comptes peut estimer nécessaire de faire appel à un expert ; ― de définir les principes que le commissaire aux comptes respecte lorsqu'il décide de faire appel à un expert de son choix ; ― de définir les principes que le commissaire aux comptes respecte lorsqu'il décide d'utiliser les travaux d'un expert choisi par l'entité. Définition 4. Expert : personne physique ou morale possédant une qualification et une expérience dans un domaine particulier autre que la comptabilité et l'audit. Appréciation de la nécessité de faire appel à un expert 5. Lors de la prise de connaissance de l'entité et de son environnement et la mise en œuvre de procédures d'audit complémentaires en réponse aux risques identifiés, le commissaire aux comptes peut estimer nécessaire de collecter des éléments à partir des travaux réalisés par un expert. Tel peut être le cas, notamment, pour : ― l'appréciation de la valorisation de certains types d'actif, tels que des terrains et des constructions, des usines et des outils de production, des œuvres d'art ou des pierres précieuses ; ― la vérification de quantités ou de l'état physique de certains actifs, tels que des minerais en stock et des réserves pétrolières ; ― la vérification de montants relevant de méthodes ou de techniques spécifiques, tels que l'évaluation actuarielle des engagements de retraite ; ― l'appréciation de l'état d'avancement des travaux réalisés et restant à réaliser sur des contrats en cours ; ― l'appréciation d'une situation fiscale ou juridique complexe. 6. Lorsque le commissaire aux comptes envisage d'utiliser les travaux d'un expert dans le cadre de sa mission d'audit, il tient compte notamment : ― du risque d'anomalies significatives dû à la nature, à la complexité et au caractère significatif de l'élément concerné ; ― de la quantité et de la qualité des autres éléments pouvant être collectés. Principes applicables lorsque l'expert est choisi par le commissaire aux comptes 7. Le commissaire aux comptes choisit un expert indépendant de l'entité. 8. Il apprécie, par ailleurs, la compétence professionnelle de celui-ci dans le domaine particulier concerné. Le commissaire aux comptes tient compte notamment : ― des qualifications professionnelles, des diplômes ou de l'inscription de l'expert sur la liste d'experts agréés auprès d'un organisme professionnel ou d'une juridiction ; ― de l'expérience et de la réputation de l'expert dans le domaine particulier concerné. Principes applicables lorsque l'expert est choisi par l'entité 9. Lorsque l'expert est choisi par l'entité, le commissaire aux comptes : ― s'assure que l'expert est indépendant de l'entité ; ― le cas échéant, prend connaissance des instructions que l'entité a données par écrit à l'expert pour apprécier si la nature et l'étendue des travaux à réaliser répondent aux besoins de son audit ; ― apprécie la compétence de l'expert en respectant les mêmes principes que ceux définis au paragraphe 08. 10. Si le commissaire aux comptes estime que l'expert n'est pas indépendant de l'entité, il en fait part à la direction et demande qu'il soit fait appel à un autre expert. 11. Si la compétence de l'expert ne paraît pas satisfaisante au commissaire aux comptes, il en fait part à la direction et apprécie si des éléments suffisants et appropriés peuvent être obtenus des travaux de l'expert. Le commissaire aux comptes peut ainsi être conduit à mettre en œuvre des procédures d'audit supplémentaires ou à recourir à un autre expert. Evaluation des travaux de l'expert 12. Le commissaire aux comptes collecte les éléments suffisants et appropriés qui établissent que : ― la nature et l'étendue des travaux de l'expert sont conformes aux instructions qui lui ont été données ; ― les travaux réalisés par l'expert lui permettent de conclure sur le respect des assertions qu'il souhaite vérifier. Pour ce faire, le commissaire aux comptes apprécie : ― le caractère approprié des sources d'informations utilisées par l'expert ; ― le caractère raisonnable des hypothèses et des méthodes utilisées par l'expert et leur cohérence avec celles retenues, le cas échéant, au cours des périodes précédentes ; ― la cohérence des résultats des travaux de l'expert avec sa connaissance générale de l'entité et les résultats de ses autres procédures d'audit. Le commissaire aux comptes vérifie par ailleurs que les conclusions de l'expert sont correctement reflétées dans les comptes ou qu'elles corroborent les assertions qui sous-tendent l'établissement des comptes. 13. Si les résultats des travaux de l'expert ne fournissent pas au commissaire aux comptes les éléments suffisants et appropriés ou s'ils ne sont pas cohérents avec les autres éléments collectés : ― il s'en entretient avec la direction au niveau de responsabilité approprié et avec l'expert ; ― il détermine, le cas échéant, les procédures d'audit supplémentaires à mettre en œuvre. Il peut, à ce titre, décider de recourir à un autre expert. Référence aux travaux de l'expert dans le rapport du commissaire aux comptes 14. Les travaux de l'expert sont utilisés uniquement en tant qu'éléments collectés à l'appui des conclusions du commissaire aux comptes sur sa propre mission. 15. Le commissaire aux comptes peut estimer nécessaire de faire référence aux travaux et aux conclusions de l'expert : ― lorsqu'il justifie de ses appréciations ; ― lorsqu'il émet une réserve ou un refus de certifier, pour en préciser les motifs. Documentation des travaux de l'expert 16. Le commissaire aux comptes documente dans son dossier les travaux réalisés par l'expert qu'il utilise dans le cadre de sa mission.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative à l'intervention d'un expert, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p></p><p></p><p align='center'>NORME D'EXERCICE PROFESSIONNEL RELATIVE À L'INTERVENTION D'UN EXPERT </p><p></p><p></p><p>Introduction </p><p>1. En application des dispositions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242852&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L823-13 (V)'>L. 823-13 </a>du code de commerce et à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071103&idArticle=LEGIARTI000006501426&dateTexte=&categorieLien=cid' title='Code de déontologie de la profession de commiss... - art. 7 (Ab)'>l'article 7 du code de déontologie</a> de la profession, le commissaire aux comptes peut faire appel à un expert de son choix lorsque certains contrôles indispensables à l'exercice de sa mission nécessitent une expertise dans des domaines autres que ceux de l'audit et de la comptabilité. </p><p>2. Le commissaire aux comptes peut également utiliser les travaux d'un expert choisi par l'entité. </p><p>3. La présente norme a pour objet : </p><p>― de définir les situations dans lesquelles le commissaire aux comptes peut estimer nécessaire de faire appel à un expert ; </p><p>― de définir les principes que le commissaire aux comptes respecte lorsqu'il décide de faire appel à un expert de son choix ; </p><p>― de définir les principes que le commissaire aux comptes respecte lorsqu'il décide d'utiliser les travaux d'un expert choisi par l'entité. </p><p>Définition </p><p>4. Expert : personne physique ou morale possédant une qualification et une expérience dans un domaine particulier autre que la comptabilité et l'audit. </p><p>Appréciation de la nécessité de faire appel à un expert </p><p>5. Lors de la prise de connaissance de l'entité et de son environnement et la mise en œuvre de procédures d'audit complémentaires en réponse aux risques identifiés, le commissaire aux comptes peut estimer nécessaire de collecter des éléments à partir des travaux réalisés par un expert. Tel peut être le cas, notamment, pour : </p><p>― l'appréciation de la valorisation de certains types d'actif, tels que des terrains et des constructions, des usines et des outils de production, des œuvres d'art ou des pierres précieuses ; </p><p>― la vérification de quantités ou de l'état physique de certains actifs, tels que des minerais en stock et des réserves pétrolières ;</p><p> ― la vérification de montants relevant de méthodes ou de techniques spécifiques, tels que l'évaluation actuarielle des engagements de retraite ; </p><p>― l'appréciation de l'état d'avancement des travaux réalisés et restant à réaliser sur des contrats en cours ;</p><p> ― l'appréciation d'une situation fiscale ou juridique complexe. </p><p>6. Lorsque le commissaire aux comptes envisage d'utiliser les travaux d'un expert dans le cadre de sa mission d'audit, il tient compte notamment : </p><p>― du risque d'anomalies significatives dû à la nature, à la complexité et au caractère significatif de l'élément concerné ; </p><p>― de la quantité et de la qualité des autres éléments pouvant être collectés. </p><p>Principes applicables lorsque l'expert est choisi par le commissaire aux comptes </p><p>7. Le commissaire aux comptes choisit un expert indépendant de l'entité. </p><p>8. Il apprécie, par ailleurs, la compétence professionnelle de celui-ci dans le domaine particulier concerné. Le commissaire aux comptes tient compte notamment : </p><p>― des qualifications professionnelles, des diplômes ou de l'inscription de l'expert sur la liste d'experts agréés auprès d'un organisme professionnel ou d'une juridiction ; </p><p>― de l'expérience et de la réputation de l'expert dans le domaine particulier concerné. </p><p>Principes applicables lorsque l'expert est choisi par l'entité </p><p>9. Lorsque l'expert est choisi par l'entité, le commissaire aux comptes : </p><p>― s'assure que l'expert est indépendant de l'entité ; </p><p>― le cas échéant, prend connaissance des instructions que l'entité a données par écrit à l'expert pour apprécier si la nature et l'étendue des travaux à réaliser répondent aux besoins de son audit ; </p><p>― apprécie la compétence de l'expert en respectant les mêmes principes que ceux définis au paragraphe 08. </p><p>10. Si le commissaire aux comptes estime que l'expert n'est pas indépendant de l'entité, il en fait part à la direction et demande qu'il soit fait appel à un autre expert. </p><p>11. Si la compétence de l'expert ne paraît pas satisfaisante au commissaire aux comptes, il en fait part à la direction et apprécie si des éléments suffisants et appropriés peuvent être obtenus des travaux de l'expert. Le commissaire aux comptes peut ainsi être conduit à mettre en œuvre des procédures d'audit supplémentaires ou à recourir à un autre expert. </p><p>Evaluation des travaux de l'expert </p><p>12. Le commissaire aux comptes collecte les éléments suffisants et appropriés qui établissent que : </p><p>― la nature et l'étendue des travaux de l'expert sont conformes aux instructions qui lui ont été données ; </p><p>― les travaux réalisés par l'expert lui permettent de conclure sur le respect des assertions qu'il souhaite vérifier. Pour ce faire, le commissaire aux comptes apprécie : </p><p>― le caractère approprié des sources d'informations utilisées par l'expert ; </p><p>― le caractère raisonnable des hypothèses et des méthodes utilisées par l'expert et leur cohérence avec celles retenues, le cas échéant, au cours des périodes précédentes ; </p><p>― la cohérence des résultats des travaux de l'expert avec sa connaissance générale de l'entité et les résultats de ses autres procédures d'audit. </p><p>Le commissaire aux comptes vérifie par ailleurs que les conclusions de l'expert sont correctement reflétées dans les comptes ou qu'elles corroborent les assertions qui sous-tendent l'établissement des comptes. </p><p>13. Si les résultats des travaux de l'expert ne fournissent pas au commissaire aux comptes les éléments suffisants et appropriés ou s'ils ne sont pas cohérents avec les autres éléments collectés : </p><p>― il s'en entretient avec la direction au niveau de responsabilité approprié et avec l'expert ; </p><p>― il détermine, le cas échéant, les procédures d'audit supplémentaires à mettre en œuvre. Il peut, à ce titre, décider de recourir à un autre expert. </p><p>Référence aux travaux de l'expert dans le rapport du commissaire aux comptes </p><p>14. Les travaux de l'expert sont utilisés uniquement en tant qu'éléments collectés à l'appui des conclusions du commissaire aux comptes sur sa propre mission. </p><p>15. Le commissaire aux comptes peut estimer nécessaire de faire référence aux travaux et aux conclusions de l'expert : </p><p>― lorsqu'il justifie de ses appréciations ; </p><p>― lorsqu'il émet une réserve ou un refus de certifier, pour en préciser les motifs. </p><p>Documentation des travaux de l'expert </p><p>16. Le commissaire aux comptes documente dans son dossier les travaux réalisés par l'expert qu'il utilise dans le cadre de sa mission.</p><p></p>",
            "num": "A823-24",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 6 : De l'utilisation des travaux d'autres intervenants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163230",
                        "id": "LEGISCTA000020163403",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163234",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163230",
            "sectionParentId": "LEGISCTA000020163403",
            "sectionParentTitre": "Paragraphe 6 : De l'utilisation des travaux d'autres intervenants",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 6 : De l'utilisation des travaux d'autres intervenants",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020163399",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L823-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-13",
                    "articleId": "LEGIARTI000006242852",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000006071103",
                    "textTitle": "Code de déontologie de la profession de commiss... - art. 7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006501426",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1132185600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000822349",
                    "textTitle": "Arrêté du 10 avril 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002289979",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163399",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933342",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-24",
                "823-24"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}