{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037975904",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "-I.-L'usage des installations et services en-route de navigation aérienne mis en œuvre par l'Etat dans l'espace aérien relevant de sa responsabilité outre-mer et confié à la France par l'organisation de l'aviation civile internationale ou pour lequel les services de la navigation aérienne ont été délégués à la France par un Etat tiers donne lieu à rémunération sous forme d'une redevance, dite redevance océanique. La division de cet espace aérien par zone tarifaire de route fait l'objet d'un arrêté du ministre chargé de l'aviation civile et du ministre chargé du budget. II.-L'usage des installations et services terminaux de navigation aérienne mis en œuvre par l'Etat à l'arrivée et au départ des aérodromes situés outre-mer et dont l'activité dépasse un certain seuil donne lieu à rémunération sous forme d'une redevance, dite redevance pour services terminaux de la circulation aérienne outre-mer, exigible à l'occasion de chaque vol au départ. La liste des aérodromes assujettis à cette redevance par zone tarifaire terminale est fixée par arrêté du ministre chargé de l'aviation civile et du ministre chargé du budget. III.-Les redevances sont dues par l'exploitant de l'aéronef ou, si l'identité de l'exploitant n'est pas connue, le propriétaire de l'aéronef, au moment où le vol a été effectué. IV.-Le montant des redevances de navigation aérienne mentionnées aux I et II est déterminé en fonction de la masse maximale au décollage de l'aéronef et, le cas échéant, de la distance parcourue, par application d'un taux unitaire, suivant des modalités fixées par arrêté du ministre chargé de l'aviation civile et du ministre chargé du budget. Les conditions d'application de ces redevances, y compris les exonérations et, le cas échéant, les modulations, sont fixées par l'arrêté susmentionné. Le cas échéant, les modulations du montant des redevances sont appliquées sur une base non discriminatoire et transparente. Sont exonérés des redevances mentionnées aux I et II : a) Les vols effectués par des aéronefs dont la masse maximale au décollage autorisée est inférieure à deux tonnes métriques ; b) Les vols mixtes VFR/ IFR dans les zones tarifaires dans lesquelles ils sont effectués exclusivement en VFR ; c) Les vols effectués exclusivement pour transporter, en mission officielle, les monarques régnants et leur proche famille, les chefs d'Etat, les chefs de gouvernement et les ministres des gouvernements ; dans tous les cas, l'exonération doit être corroborée par une indication appropriée du statut ou par une remarque adéquate sur le plan de vol ; d) Les vols de recherche et de sauvetage autorisés par l'organisme compétent adéquat ; e) Les vols militaires de l'Etat français et ceux des Etats ayant conclu avec la France des accords de réciprocité ; f) Les vols d'entraînement effectués exclusivement aux fins d'obtention d'une licence, ou d'une évaluation dans le cas du personnel navigant technique, lorsque cela est corroboré par une remarque adéquate sur le plan de vol ; les vols doivent être effectués exclusivement à l'intérieur de la zone tarifaire concernée et ne doivent pas servir au transport de passagers ou de marchandises, ni pour la mise en place ou le convoyage des aéronefs ; g) Les vols effectués exclusivement aux fins du contrôle ou d'essais d'équipements utilisés ou devant être utilisés comme aides au sol pour la navigation aérienne, à l'exclusion des vols de mise en place effectués par les aéronefs concernés ; h) Les vols se terminant à l'aéroport d'où l'aéronef a décollé et au cours desquels aucun atterrissage intermédiaire n'a été effectué (vols circulaires) ; i) Les vols VFR ; j) Les vols humanitaires ; k) Les vols effectués par les douanes et la police. V.-Le taux unitaire des redevances mentionné au premier alinéa du IV est fixé annuellement après consultation des usagers de l'espace aérien, sur la base du coût des services rendus et des objectifs de couverture de ces coûts. Des taux unitaires réduits pour la redevance mentionnée au I peuvent être fixés pour tenir compte des conditions économiques de la desserte aérienne des collectivités concernées, et pour les vols dont l'aérodrome de départ et l'aérodrome d'arrivée sont situés sur le territoire national ou sur le territoire de l'Union européenne. Certaines liaisons intérieures ou inter-îles outre-mer peuvent en outre faire l'objet d'exonérations, pour tenir compte des conditions économiques de la desserte aérienne des collectivités concernées. Des taux unitaires réduits pour la redevance mentionnée au II peuvent être fixés pour les liaisons directes entre deux aérodromes assujettis à cette redevance. VI.-Les conditions de paiement des redevances mentionnées aux I et II sont fixées par arrêté du ministre chargé de l'aviation civile et du ministre chargé du budget. Cet arrêté peut prévoir l'application d'une majoration de 10 % de la somme à payer, ou des intérêts de retard, ou les deux, en cas de retard dans le paiement des sommes dues. Le comptable du budget annexe “ Contrôle et exploitation aériens ” est chargé du recouvrement des redevances mentionnée aux I et II. En cas d'absence de paiement total ou de paiement partiel, il exerce toutes les actions en recouvrement applicables en matière de créances étrangères à l'impôt, dans les conditions prévues par le décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique. VII.-Le ministre chargé de l'aviation civile peut décider de suspendre les services de navigation aérienne à l'encontre de tout usager qui n'a pas acquitté les redevances dues. Cette décision est prise à la demande du comptable du budget annexe “ Contrôle et exploitation aériens ”. A défaut du paiement total de la dette, ou à défaut de la conclusion d'un plan d'apurement, le ministre chargé de l'aviation civile peut décider de suspendre les services de navigation aérienne passé un délai de huit jours après avoir mis le redevable en demeure de régulariser sa situation. La décision prend effet immédiatement. Cette décision ne peut être prise que pour les vols au départ. La fourniture de ces services reste suspendue tant que le paiement total de la dette n'est pas intervenu ou qu'un plan d'apurement n'est pas conclu. La suspension de ces services peut aussi être décidée dans les mêmes conditions dans le cas où un plan d'apurement précédemment conclu n'est pas respecté. VIII.-Les dispositions du présent article sont applicables en Nouvelle-Calédonie et en Polynésie française.",
            "texteHtml": "<p>-I.-L'usage des installations et services en-route de navigation aérienne mis en œuvre par l'Etat dans l'espace aérien relevant de sa responsabilité outre-mer et confié à la France par l'organisation de l'aviation civile internationale ou pour lequel les services de la navigation aérienne ont été délégués à la France par un Etat tiers donne lieu à rémunération sous forme d'une redevance, dite redevance océanique.<br/><br/>\nLa division de cet espace aérien par zone tarifaire de route fait l'objet d'un arrêté du ministre chargé de l'aviation civile et du ministre chargé du budget.<br/><br/>\nII.-L'usage des installations et services terminaux de navigation aérienne mis en œuvre par l'Etat à l'arrivée et au départ des aérodromes situés outre-mer et dont l'activité dépasse un certain seuil donne lieu à rémunération sous forme d'une redevance, dite redevance pour services terminaux de la circulation aérienne outre-mer, exigible à l'occasion de chaque vol au départ.<br/><br/>\nLa liste des aérodromes assujettis à cette redevance par zone tarifaire terminale est fixée par arrêté du ministre chargé de l'aviation civile et du ministre chargé du budget.<br/><br/>\nIII.-Les redevances sont dues par l'exploitant de l'aéronef ou, si l'identité de l'exploitant n'est pas connue, le propriétaire de l'aéronef, au moment où le vol a été effectué.<br/><br/>\nIV.-Le montant des redevances de navigation aérienne mentionnées aux I et II est déterminé en fonction de la masse maximale au décollage de l'aéronef et, le cas échéant, de la distance parcourue, par application d'un taux unitaire, suivant des modalités fixées par arrêté du ministre chargé de l'aviation civile et du ministre chargé du budget.<br/><br/>\nLes conditions d'application de ces redevances, y compris les exonérations et, le cas échéant, les modulations, sont fixées par l'arrêté susmentionné. Le cas échéant, les modulations du montant des redevances sont appliquées sur une base non discriminatoire et transparente.<br/><br/>\nSont exonérés des redevances mentionnées aux I et II :<br/><br/>\na) Les vols effectués par des aéronefs dont la masse maximale au décollage autorisée est inférieure à deux tonnes métriques ;<br/><br/>\nb) Les vols mixtes VFR/ IFR dans les zones tarifaires dans lesquelles ils sont effectués exclusivement en VFR ;<br/><br/>\nc) Les vols effectués exclusivement pour transporter, en mission officielle, les monarques régnants et leur proche famille, les chefs d'Etat, les chefs de gouvernement et les ministres des gouvernements ; dans tous les cas, l'exonération doit être corroborée par une indication appropriée du statut ou par une remarque adéquate sur le plan de vol ;<br/><br/>\nd) Les vols de recherche et de sauvetage autorisés par l'organisme compétent adéquat ;<br/><br/>\ne) Les vols militaires de l'Etat français et ceux des Etats ayant conclu avec la France des accords de réciprocité ;<br/><br/>\nf) Les vols d'entraînement effectués exclusivement aux fins d'obtention d'une licence, ou d'une évaluation dans le cas du personnel navigant technique, lorsque cela est corroboré par une remarque adéquate sur le plan de vol ; les vols doivent être effectués exclusivement à l'intérieur de la zone tarifaire concernée et ne doivent pas servir au transport de passagers ou de marchandises, ni pour la mise en place ou le convoyage des aéronefs ;<br/><br/>\ng) Les vols effectués exclusivement aux fins du contrôle ou d'essais d'équipements utilisés ou devant être utilisés comme aides au sol pour la navigation aérienne, à l'exclusion des vols de mise en place effectués par les aéronefs concernés ;<br/><br/>\nh) Les vols se terminant à l'aéroport d'où l'aéronef a décollé et au cours desquels aucun atterrissage intermédiaire n'a été effectué (vols circulaires) ;<br/><br/>\ni) Les vols VFR ;<br/><br/>\nj) Les vols humanitaires ;<br/><br/>\nk) Les vols effectués par les douanes et la police.<br/><br/>\nV.-Le taux unitaire des redevances mentionné au premier alinéa du IV est fixé annuellement après consultation des usagers de l'espace aérien, sur la base du coût des services rendus et des objectifs de couverture de ces coûts.<br/><br/>\nDes taux unitaires réduits pour la redevance mentionnée au I peuvent être fixés pour tenir compte des conditions économiques de la desserte aérienne des collectivités concernées, et pour les vols dont l'aérodrome de départ et l'aérodrome d'arrivée sont situés sur le territoire national ou sur le territoire de l'Union européenne. Certaines liaisons intérieures ou inter-îles outre-mer peuvent en outre faire l'objet d'exonérations, pour tenir compte des conditions économiques de la desserte aérienne des collectivités concernées.<br/><br/>\nDes taux unitaires réduits pour la redevance mentionnée au II peuvent être fixés pour les liaisons directes entre deux aérodromes assujettis à cette redevance.<br/><br/>\nVI.-Les conditions de paiement des redevances mentionnées aux I et II sont fixées par arrêté du ministre chargé de l'aviation civile et du ministre chargé du budget. Cet arrêté peut prévoir l'application d'une majoration de 10 % de la somme à payer, ou des intérêts de retard, ou les deux, en cas de retard dans le paiement des sommes dues.<br/><br/>\nLe comptable du budget annexe “ Contrôle et exploitation aériens ” est chargé du recouvrement des redevances mentionnée aux I et II. En cas d'absence de paiement total ou de paiement partiel, il exerce toutes les actions en recouvrement applicables en matière de créances étrangères à l'impôt, dans les conditions prévues par le décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique.<br/><br/>\nVII.-Le ministre chargé de l'aviation civile peut décider de suspendre les services de navigation aérienne à l'encontre de tout usager qui n'a pas acquitté les redevances dues. Cette décision est prise à la demande du comptable du budget annexe “ Contrôle et exploitation aériens ”.<br/><br/>\nA défaut du paiement total de la dette, ou à défaut de la conclusion d'un plan d'apurement, le ministre chargé de l'aviation civile peut décider de suspendre les services de navigation aérienne passé un délai de huit jours après avoir mis le redevable en demeure de régulariser sa situation. La décision prend effet immédiatement.<br/><br/>\nCette décision ne peut être prise que pour les vols au départ.<br/><br/>\nLa fourniture de ces services reste suspendue tant que le paiement total de la dette n'est pas intervenu ou qu'un plan d'apurement n'est pas conclu.<br/><br/>\nLa suspension de ces services peut aussi être décidée dans les mêmes conditions dans le cas où un plan d'apurement précédemment conclu n'est pas respecté.<br/><br/>\nVIII.-Les dispositions du présent article sont applicables en Nouvelle-Calédonie et en Polynésie française.</p>",
            "num": "R134-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1546041600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610741582,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108722",
                        "id": "LEGISCTA000006108722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : AERONEFS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129147",
                        "id": "LEGISCTA000006129147",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : CIRCULATION DES AERONEFS.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144060",
                        "id": "LEGISCTA000006144060",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-04-29",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : REDEVANCES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159859",
                        "id": "LEGISCTA000006159859",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037975881",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159859",
            "sectionParentId": "LEGISCTA000006159859",
            "sectionParentTitre": "CHAPITRE IV : REDEVANCES.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE Ier : AERONEFS &gt; TITRE III : CIRCULATION DES AERONEFS. &gt; CHAPITRE IV : REDEVANCES.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037975904",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037866409",
                    "textTitle": "Décret n°2018-1274 du 26 décembre 2018 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037973338",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-12-28",
                    "dateSignaTexte": "2018-12-26",
                    "dateDebutCible": "2018-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000042313742",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1599436800000
                },
                {
                    "textCid": "JORFTEXT000041794436",
                    "textTitle": "Arrêté du 31 mars 2020 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000041795252",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1586649600000,
                    "dateDebut": 1586736000000
                },
                {
                    "textCid": "JORFTEXT000042019279",
                    "textTitle": "Décret n°2020-752 du 19 juin 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042019473",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-752",
                    "datePubli": 1592611200000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037975904",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1546041600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R134-9",
                "134-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}