{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042339147",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Dans les sociétés dont les actions sont admises aux négociations sur un marché réglementé, la rémunération du ou des gérants et la rémunération des membres du conseil de surveillance sont déterminées conformément à une politique de rémunération. Cette politique est conforme à l'intérêt social de la société, contribue à sa pérennité et s'inscrit dans sa stratégie commerciale. Elle décrit toutes les composantes de la rémunération fixe et variable et explique le processus de décision suivi pour sa détermination, sa révision et sa mise en œuvre. Les éléments de cette politique s'appliquant aux gérants sont établis par les associés commandités délibérant, sauf clause contraire des statuts, à l'unanimité. Cette décision est prise après avis consultatif du conseil de surveillance et en tenant compte, le cas échéant, des principes et conditions prévus par les statuts. Toutefois, les statuts peuvent prévoir que ces éléments sont établis par le conseil de surveillance. Les éléments de cette politique s'appliquant aux membres du conseil de surveillance sont établis par le conseil de surveillance. Elle est présentée de manière claire et compréhensible au sein du rapport sur le gouvernement d'entreprise mentionné au dernier alinéa de l'article L. 226-10-1 . Le contenu et les modalités de la publicité de la politique de rémunération sont fixés par décret en Conseil d'Etat. II.-La politique de rémunération du ou des gérants et des membres du conseil de surveillance fait l'objet d'un projet de résolution soumis à l'approbation de l'assemblée générale ordinaire et à l'accord des commandités donné, sauf clause contraire, à l'unanimité, chaque année et lors de chaque modification importante dans la politique de rémunération. Lorsque la résolution n'est pas approuvée et qu'une politique de rémunération a été précédemment approuvée dans les conditions prévues au présent article, celle-ci continue de s'appliquer et un projet de résolution présentant une politique de rémunération révisée et indiquant de quelle manière ont été pris en compte le vote des actionnaires et des commandités et, le cas échéant, les avis exprimés lors de l'assemblée générale, est soumis à l'approbation de la prochaine assemblée générale ordinaire et à l'accord des commandités donné, sauf clause contraire, à l'unanimité. En l'absence de politique de rémunération précédemment approuvée dans les conditions prévues au présent article, si l'assemblée générale des actionnaires et les commandités n'approuvent pas le projet de résolution, la rémunération est déterminée conformément à la rémunération attribuée au titre de l'exercice précédent ou, en l'absence de rémunération attribuée au titre de l'exercice précédent, conformément aux pratiques existant au sein de la société, et un projet de résolution présentant une politique de rémunération révisée et indiquant de quelle manière ont été pris en compte le vote des actionnaires et des commandités et, le cas échéant, les avis exprimés lors de l'assemblée générale est soumis à l'approbation de la prochaine assemblée générale ordinaire et à l'accord des commandités donné, sauf clause contraire, à l'unanimité. III.-Aucun élément de rémunération, de quelque nature que ce soit, ne peut être déterminé, attribué ou versé par la société, ni aucun engagement correspondant à des éléments de rémunération, des indemnités ou des avantages dus ou susceptibles d'être dus à raison de la prise, de la cessation ou du changement de leurs fonctions ou postérieurement à l'exercice de celles-ci ne peut être pris par la société, s'il n'est pas conforme à la politique de rémunération approuvée ou, en son absence, aux rémunérations ou aux pratiques mentionnées au dernier alinéa du II. Toutefois, les associés commandités, en ce qui concerne le ou les gérants, ou le conseil de surveillance, en ce qui concerne les membres du conseil de surveillance, peuvent déroger à l'application de la politique de rémunération si cette dérogation est temporaire, subordonnée à la survenance de circonstances exceptionnelles, conforme à l'intérêt social et nécessaire pour garantir la pérennité ou la viabilité de la société. Tout versement, attribution ou engagement effectué ou pris en méconnaissance des dispositions du présent III est nul dans cette mesure. IV.-Les éléments ou les engagements mentionnés au premier alinéa du III sont déterminés, attribués, ou pris par délibération du conseil de surveillance.",
            "texteHtml": "<p>I.-Dans les sociétés dont les actions sont admises aux négociations sur un marché réglementé, la rémunération du ou des gérants et la rémunération des membres du conseil de surveillance sont déterminées conformément à une politique de rémunération. Cette politique est conforme à l'intérêt social de la société, contribue à sa pérennité et s'inscrit dans sa stratégie commerciale. Elle décrit toutes les composantes de la rémunération fixe et variable et explique le processus de décision suivi pour sa détermination, sa révision et sa mise en œuvre. </p><p></p><p>Les éléments de cette politique s'appliquant aux gérants sont établis par les associés commandités délibérant, sauf clause contraire des statuts, à l'unanimité. Cette décision est prise après avis consultatif du conseil de surveillance et en tenant compte, le cas échéant, des principes et conditions prévus par les statuts. Toutefois, les statuts peuvent prévoir que ces éléments sont établis par le conseil de surveillance. </p><p></p><p>Les éléments de cette politique s'appliquant aux membres du conseil de surveillance sont établis par le conseil de surveillance. </p><p></p><p>Elle est présentée de manière claire et compréhensible au sein du rapport sur le gouvernement d'entreprise mentionné au dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019121192&dateTexte=&categorieLien=cid' title='Code de commerce - art. L226-10-1 (V)'>L. 226-10-1</a>. </p><p></p><p>Le contenu et les modalités de la publicité de la politique de rémunération sont fixés par décret en Conseil d'Etat. </p><p></p><p>II.-La politique de rémunération du ou des gérants et des membres du conseil de surveillance fait l'objet d'un projet de résolution soumis à l'approbation de l'assemblée générale ordinaire et à l'accord des commandités donné, sauf clause contraire, à l'unanimité, chaque année et lors de chaque modification importante dans la politique de rémunération. </p><p></p><p>Lorsque la résolution n'est pas approuvée et qu'une politique de rémunération a été précédemment approuvée dans les conditions prévues au présent article, celle-ci continue de s'appliquer et un projet de résolution présentant une politique de rémunération révisée et indiquant de quelle manière ont été pris en compte le vote des actionnaires et des commandités et, le cas échéant, les avis exprimés lors de l'assemblée générale, est soumis à l'approbation de la prochaine assemblée générale ordinaire et à l'accord des commandités donné, sauf clause contraire, à l'unanimité. </p><p></p><p>En l'absence de politique de rémunération précédemment approuvée dans les conditions prévues au présent article, si l'assemblée générale des actionnaires et les commandités n'approuvent pas le projet de résolution, la rémunération est déterminée conformément à la rémunération attribuée au titre de l'exercice précédent ou, en l'absence de rémunération attribuée au titre de l'exercice précédent, conformément aux pratiques existant au sein de la société, et un projet de résolution présentant une politique de rémunération révisée et indiquant de quelle manière ont été pris en compte le vote des actionnaires et des commandités et, le cas échéant, les avis exprimés lors de l'assemblée générale est soumis à l'approbation de la prochaine assemblée générale ordinaire et à l'accord des commandités donné, sauf clause contraire, à l'unanimité. </p><p></p><p>III.-Aucun élément de rémunération, de quelque nature que ce soit, ne peut être déterminé, attribué ou versé par la société, ni aucun engagement correspondant à des éléments de rémunération, des indemnités ou des avantages dus ou susceptibles d'être dus à raison de la prise, de la cessation ou du changement de leurs fonctions ou postérieurement à l'exercice de celles-ci ne peut être pris par la société, s'il n'est pas conforme à la politique de rémunération approuvée ou, en son absence, aux rémunérations ou aux pratiques mentionnées au dernier alinéa du II. </p><p></p><p>Toutefois, les associés commandités, en ce qui concerne le ou les gérants, ou le conseil de surveillance, en ce qui concerne les membres du conseil de surveillance, peuvent déroger à l'application de la politique de rémunération si cette dérogation est temporaire, subordonnée à la survenance de circonstances exceptionnelles, conforme à l'intérêt social et nécessaire pour garantir la pérennité ou la viabilité de la société. </p><p></p><p>Tout versement, attribution ou engagement effectué ou pris en méconnaissance des dispositions du présent III est nul dans cette mesure. </p><p></p><p>IV.-Les éléments ou les engagements mentionnés au premier alinéa du III sont déterminés, attribués, ou pris par délibération du conseil de surveillance.</p>",
            "num": "L22-10-76",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1609459200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113739",
                        "id": "LEGISCTA000006113739",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Dispositions particulières aux diverses sociétés commerciales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133176",
                        "id": "LEGISCTA000006133176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre X : Des sociétés dont les titres sont admis aux négociations sur un marché réglementé ou sur un système multilatéral de négociation\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042338407",
                        "id": "LEGISCTA000042338789",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions propres aux sociétés en commandite par actions\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042338774",
                        "id": "LEGISCTA000042339141",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042338780",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042338774",
            "sectionParentId": "LEGISCTA000042339141",
            "sectionParentTitre": "Section 2 : Dispositions propres aux sociétés en commandite par actions\r\n",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique. &gt; TITRE II : Dispositions particulières aux diverses sociétés commerciales. &gt; Chapitre X : Des sociétés dont les titres sont admis aux négociations sur un marché réglementé ou sur un système multilatéral de négociation\r\n &gt; Section 2 : Dispositions propres aux sociétés en commandite par actions\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042339147",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042334535",
                    "textTitle": "Ordonnance n°2020-1142 du 16 septembre 2020 - art. 6",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000042335963",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-09-17",
                    "dateSignaTexte": "2020-09-16",
                    "dateDebutCible": "2021-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 17",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000047932565",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1691107200000,
                    "dateDebut": 1691193600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A823-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A823-29",
                    "articleId": "LEGIARTI000047933578",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1691193600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L22-10-57",
                    "articleId": "LEGIARTI000042339066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-59 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L22-10-59",
                    "articleId": "LEGIARTI000042339073",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-75 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L22-10-75",
                    "articleId": "LEGIARTI000042339145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L226-10-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L226-10-1",
                    "articleId": "LEGIARTI000019121192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042339147",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L22-10-76",
                "22-10-76"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}