{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045535008",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Rubrique 7-Interventions économiques et financières 71. Prêts et avances 711. Premier paiement 1. Décision fixant le caractère de l'avance (du prêt), les conditions d'octroi, les modalités de remboursement, précisant le bénéficiaire et, le cas échéant, la constitution de sûretés. 2. Contrat comportant un tableau d'amortissement. 3. Le cas échéant, justification des sûretés. 4. Le cas échéant, convention entre le bénéficiaire et la collectivité (1). 712. Autres paiements Décompte portant récapitulation des sommes déjà versées. (1) Notamment, au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales. 72. Subventions et primes de toute nature 721. Cas général 7211. Premier paiement 1. Décision (2) arrêtant le bénéficiaire, le montant, l'objet et, le cas échéant, les modalités particulières de versement des fonds (3) ainsi que les conditions d'octroi et les charges d'emploi. 2. Le cas échéant, justifications particulières exigées par la décision ; 3. Le cas échéant, convention entre le bénéficiaire et la collectivité ou l'établissement (3) 7212. Autres paiements 1. Le cas échéant, justifications particulières exigées par la décision. 2. Décompte portant récapitulation des sommes déjà versées. (2) Pour les collectivités territoriales, la décision prend la forme d'une délibération. Elle peut intervenir à l'occasion du vote du budget dans les conditions définies au deuxième alinéa de l'article L. 2311-7 du CGCT avec références sur le mandat au budget arrêtant le bénéficiaire et le montant. Elle peut aussi prendre la forme d'une délibération individualisée dans les conditions prévues au 1. Pour les subventions supérieures à 23 000 euros (cf. article 10 de la loi n° 2000-321 du 12 avril 2000, art. 1er du décret n° 2001-495 du 6 juin 2001), la collectivité fournit soit une délibération individualisée comportant les informations prévues au 1, soit une délibération prise à l'occasion du vote du budget accompagnée de la ou des conventions conclue(s) entre le(s) bénéficiaire(s) et la collectivité ou l'établissement. S'agissant de la Corse, la décision est un arrêté du président du conseil exécutif. Pour les établissements publics de santé, la décision d'octroi relève du directeur. (3) Les conventions ne sont produites que dans l'hypothèse où la décision ne précise pas les modalités particulières de versement des fonds. 722. Versement des aides aux employeurs d'apprentis 7221. Premier paiement 1. Le cas échéant, la convention (4) conclue entre la région et la direction générale des finances publiques fixant les modalités de gestion du dispositif. 2. Le cas échéant, la décision fixant les conditions d'octroi et les modalités de l'aide. 3. Formulaire ou document établissant les droits de l'employeur. 4. Etat liquidatif des paiements. 7222. Autres paiements 1. Formulaire ou document établissant les droits de l'employeur. 2. Etat liquidatif des paiements. (4) Sur la base de cette convention, le comptable assignataire délègue le contrôle de l'existence des pièces justificatives au directeur régional ou départemental des finances publiques. 73. Garanties d'emprunts 731. Fonds de garantie 7311. Dotation initiale 1. Décision de constitution du fonds de garantie précisant sa dotation et définissant les modalités de concours du ou des divers organismes parties prenantes ; 2. Le cas échéant, convention passée avec l'organisme gestionnaire (5). 7312. Dotation supplémentaire Décision d'octroi d'une dotation supplémentaire. (5) Notamment, au regard des dispositions de l'article L. 2253-7 ou de l'article L. 4211-1 al. 10 du code général des collectivités territoriales. 732. Avance en garantie 1. Décision de l'assemblée délibérante précisant les caractéristiques de la garantie, et autorisant, par ailleurs, le cas échéant, l'exécutif à signer la convention et/ou l'acte formalisant l'engagement. 2. Le cas échéant, convention d'octroi (6) de la garantie et/ou convention définissant notamment les modalités de concours entre les diverses collectivités ayant accordé leur garantie. 3. Demande du prêteur fixant le montant de l'échéance non honorée par l'emprunteur à laquelle est joint le tableau d'amortissement du prêt. 4. Décompte des sommes dues, établi par le prêteur. (6) La conclusion d'une convention avec l'organisme prêteur permet à la collectivité locale de négocier les conditions de mise en œuvre de la garantie. 74. Bonification d'emprunt 1. Décision fixant les modalités du concours de la collectivité, et notamment le montant de la participation. 2. Copie du contrat de prêt souscrit par le tiers et du tableau d'amortissement. 75. Participation au capital de sociétés ou organismes 1. Décision de l'organe délibérant fixant les conditions de la prise de participation. 2. Le cas échéant, décret en Conseil d'Etat ou arrêté préfectoral autorisant la prise de participation (7). 3. Décompte ou certificat du dépositaire ou bulletin de souscription des parts sociales désignant le destinataire des fonds et liquidant la dépense. (7) Ce type de pièce est, dans certains cas, prévu par la réglementation, notamment aux articles L. 2253-1 et L. 1115-4 du CGCT. 76. Fonds de concours 1. Décision fixant les conditions d'engagement de la collectivité. 2. Le cas échéant, convention ou délibérations concordantes des autres collectivités concernées (8). 3. Titre de perception ou état visé pour valoir titre de perception émis par la collectivité gérant le fonds de concours. (8) Voir notamment les articles L. 5214-16, L. 5215-26, L. 5216-5 du code général des collectivités territoriales. 77. Opérations pour le compte d'organismes rattachés à la collectivité 771. Remboursement de prestations ou de charges (9) Etat liquidatif fixant les bases de la liquidation et le montant des prestations ou charges dont le remboursement est demandé. (9) Il s'agit d'opérations de dépenses réciproques entre la collectivité et l'organisme rattaché à la collectivité. 772. Opérations pour le compte de tiers 1. Décision concernant le débours pour compte de tiers. 2. Convention de mise à disposition du bien. 3. Justification de l'achat (voir les rubriques correspondantes). 78. Participations versées par une collectivité locale à une autre collectivité (10) 781. Premier paiement 1. Le cas échéant, décision autorisant l'autorité compétente à passer la convention ; 2. Le cas échéant (11), convention entre les collectivités intéressées fixant le montant de la participation, ou - délibérations concordantes des collectivités concernées ; ou - décision du (des) préfet(s) fixant le montant des contributions ; ou - décision de répartition des contributions entre les collectivités concernées prises par le département. 3. Titre de perception émis par la collectivité bénéficiaire de la contribution. 782. Autres paiements Titre de perception émis par la collectivité bénéficiaire de la contribution. (10) Il s'agit notamment des participations versées entre collectivités pour certaines dépenses des EPLE. (11) Dans le cadre d'une participation légale obligatoire (cf. par exemple l'obligation résultant de l'article L. 212-2 du code de l'Education ou les contingents \" incendie \" versés au SDIS), le comptable peut effectuer le règlement sur la base de la seule production du titre de perception émis par la collectivité bénéficiaire.",
            "texteHtml": "<p align='center'><strong>Rubrique 7-Interventions économiques et financières </strong></p><p align='center'></p><p align='center'></p><p>71. Prêts et avances<br/><br/>\n711. Premier paiement</p><p><br/>\n1. Décision fixant le caractère de l'avance (du prêt), les conditions d'octroi, les modalités de remboursement, précisant le bénéficiaire et, le cas échéant, la constitution de sûretés.<br/><br/>\n2. Contrat comportant un tableau d'amortissement.<br/><br/>\n3. Le cas échéant, justification des sûretés.<br/><br/>\n4. Le cas échéant, convention entre le bénéficiaire et la collectivité (1).</p><p><br/>\n712. Autres paiements</p><p><br/>\nDécompte portant récapitulation des sommes déjà versées.</p><p><br/>\n(1) Notamment, au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales.</p><p>72. Subventions et primes de toute nature<br/><br/>\n721. Cas général<br/><br/>\n7211. Premier paiement</p><p><br/>\n1. Décision (2) arrêtant le bénéficiaire, le montant, l'objet et, le cas échéant, les modalités particulières de versement des fonds (3) ainsi que les conditions d'octroi et les charges d'emploi.<br/><br/>\n2. Le cas échéant, justifications particulières exigées par la décision ;<br/><br/>\n3. Le cas échéant, convention entre le bénéficiaire et la collectivité ou l'établissement (3)</p><p><br/>\n7212. Autres paiements</p><p><br/>\n1. Le cas échéant, justifications particulières exigées par la décision.<br/><br/>\n2. Décompte portant récapitulation des sommes déjà versées.</p><p><br/>\n(2) Pour les collectivités territoriales, la décision prend la forme d'une délibération. Elle peut intervenir à l'occasion du vote du budget dans les conditions définies au deuxième alinéa de l'article L. 2311-7 du CGCT avec références sur le mandat au budget arrêtant le bénéficiaire et le montant. Elle peut aussi prendre la forme d'une délibération individualisée dans les conditions prévues au 1. Pour les subventions supérieures à 23 000 euros (cf. article 10 de la loi n° 2000-321 du 12 avril 2000, art. 1er du décret n° 2001-495 du 6 juin 2001), la collectivité fournit soit une délibération individualisée comportant les informations prévues au 1, soit une délibération prise à l'occasion du vote du budget accompagnée de la ou des conventions conclue(s) entre le(s) bénéficiaire(s) et la collectivité ou l'établissement.<br/><br/>\nS'agissant de la Corse, la décision est un arrêté du président du conseil exécutif.<br/><br/>\nPour les établissements publics de santé, la décision d'octroi relève du directeur.<br/><br/>\n(3) Les conventions ne sont produites que dans l'hypothèse où la décision ne précise pas les modalités particulières de versement des fonds.</p><p><br/>\n722. Versement des aides aux employeurs d'apprentis<br/><br/>\n7221. Premier paiement</p><p><br/>\n1. Le cas échéant, la convention (4) conclue entre la région et la direction générale des finances publiques fixant les modalités de gestion du dispositif.<br/><br/>\n2. Le cas échéant, la décision fixant les conditions d'octroi et les modalités de l'aide.<br/><br/>\n3. Formulaire ou document établissant les droits de l'employeur.<br/><br/>\n4. Etat liquidatif des paiements.</p><p><br/>\n7222. Autres paiements</p><p><br/>\n1. Formulaire ou document établissant les droits de l'employeur.<br/><br/>\n2. Etat liquidatif des paiements.</p><p><br/>\n(4) Sur la base de cette convention, le comptable assignataire délègue le contrôle de l'existence des pièces justificatives au directeur régional ou départemental des finances publiques.</p><p>73. Garanties d'emprunts<br/><br/>\n731. Fonds de garantie<br/><br/>\n7311. Dotation initiale</p><p><br/>\n1. Décision de constitution du fonds de garantie précisant sa dotation et définissant les modalités de concours du ou des divers organismes parties prenantes ;<br/><br/>\n2. Le cas échéant, convention passée avec l'organisme gestionnaire (5).</p><p><br/>\n7312. Dotation supplémentaire</p><p><br/>\nDécision d'octroi d'une dotation supplémentaire.</p><p><br/>\n(5) Notamment, au regard des dispositions de l'article L. 2253-7 ou de l'article L. 4211-1 al. 10 du code général des collectivités territoriales.</p><p>732. Avance en garantie</p><p><br/>\n1. Décision de l'assemblée délibérante précisant les caractéristiques de la garantie, et autorisant, par ailleurs, le cas échéant, l'exécutif à signer la convention et/ou l'acte formalisant l'engagement.<br/><br/>\n2. Le cas échéant, convention d'octroi (6) de la garantie et/ou convention définissant notamment les modalités de concours entre les diverses collectivités ayant accordé leur garantie.<br/><br/>\n3. Demande du prêteur fixant le montant de l'échéance non honorée par l'emprunteur à laquelle est joint le tableau d'amortissement du prêt.<br/><br/>\n4. Décompte des sommes dues, établi par le prêteur.</p><p><br/>\n(6) La conclusion d'une convention avec l'organisme prêteur permet à la collectivité locale de négocier les conditions de mise en œuvre de la garantie.</p><p><br/>\n74. Bonification d'emprunt</p><p><br/>\n1. Décision fixant les modalités du concours de la collectivité, et notamment le montant de la participation.<br/><br/>\n2. Copie du contrat de prêt souscrit par le tiers et du tableau d'amortissement.</p><p><br/>\n75. Participation au capital de sociétés ou organismes</p><p><br/>\n1. Décision de l'organe délibérant fixant les conditions de la prise de participation.<br/><br/>\n2. Le cas échéant, décret en Conseil d'Etat ou arrêté préfectoral autorisant la prise de participation (7).<br/><br/>\n3. Décompte ou certificat du dépositaire ou bulletin de souscription des parts sociales désignant le destinataire des fonds et liquidant la dépense.</p><p><br/>\n(7) Ce type de pièce est, dans certains cas, prévu par la réglementation, notamment aux articles L. 2253-1 et L. 1115-4 du CGCT.</p><p>76. Fonds de concours</p><p><br/>\n1. Décision fixant les conditions d'engagement de la collectivité.<br/><br/>\n2. Le cas échéant, convention ou délibérations concordantes des autres collectivités concernées (8).<br/><br/>\n3. Titre de perception ou état visé pour valoir titre de perception émis par la collectivité gérant le fonds de concours.</p><p><br/>\n(8) Voir notamment les articles L. 5214-16, L. 5215-26, L. 5216-5 du code général des collectivités territoriales.</p><p>77. Opérations pour le compte d'organismes rattachés à la collectivité<br/><br/>\n771. Remboursement de prestations ou de charges (9)</p><p><br/>\nEtat liquidatif fixant les bases de la liquidation et le montant des prestations ou charges dont le remboursement est demandé.</p><p><br/>\n(9) Il s'agit d'opérations de dépenses réciproques entre la collectivité et l'organisme rattaché à la collectivité.</p><p>772. Opérations pour le compte de tiers</p><p><br/>\n1. Décision concernant le débours pour compte de tiers.<br/><br/>\n2. Convention de mise à disposition du bien.<br/><br/>\n3. Justification de l'achat (voir les rubriques correspondantes).</p><p><br/>\n78. Participations versées par une collectivité locale à une autre collectivité (10)<br/><br/>\n781. Premier paiement</p><p><br/>\n1. Le cas échéant, décision autorisant l'autorité compétente à passer la convention ;<br/><br/>\n2. Le cas échéant (11), convention entre les collectivités intéressées fixant le montant de la participation,<br/><br/>\nou</p><p><br/>\n- délibérations concordantes des collectivités concernées ;</p><p><br/>\nou</p><p><br/>\n- décision du (des) préfet(s) fixant le montant des contributions ;</p><p><br/>\nou</p><p><br/>\n- décision de répartition des contributions entre les collectivités concernées prises par le département.</p><p><br/>\n3. Titre de perception émis par la collectivité bénéficiaire de la contribution.</p><p><br/>\n782. Autres paiements</p><p><br/>\nTitre de perception émis par la collectivité bénéficiaire de la contribution.</p><p><br/>\n(10) Il s'agit notamment des participations versées entre collectivités pour certaines dépenses des EPLE.<br/><br/>\n(11) Dans le cadre d'une participation légale obligatoire (cf. par exemple l'obligation résultant de l'article L. 212-2 du code de l'Education ou les contingents \" incendie \" versés au SDIS), le comptable peut effectuer le règlement sur la base de la seule production du titre de perception émis par la collectivité bénéficiaire.</p>",
            "num": "Rubrique 7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1649462400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2143289343,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324146",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045535008",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045531251",
                    "textTitle": "Décret n°2022-505 du 23 mars 2022 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000045532442",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-08",
                    "dateSignaTexte": "2022-03-23",
                    "dateDebutCible": "2022-04-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1115-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1115-4",
                    "articleId": "LEGIARTI000006389105",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091145600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2253-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2253-1",
                    "articleId": "LEGIARTI000006390500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2253-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2253-7",
                    "articleId": "LEGIARTI000006390507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071878400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2311-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2311-7",
                    "articleId": "LEGIARTI000006390519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4211-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4211-1",
                    "articleId": "LEGIARTI000006392287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5214-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5214-16",
                    "articleId": "LEGIARTI000006393074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5215-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5215-26",
                    "articleId": "LEGIARTI000006393168",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5216-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5216-5",
                    "articleId": "LEGIARTI000006393215",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L212-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-2",
                    "articleId": "LEGIARTI000006524508",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324146",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029026360",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892337",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535008",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Rubrique 7"
            ],
            "versionPrecedente": "LEGIARTI000031892337",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031892337",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Rubrique 7-Interventions économiques et financières 71. Prêts et avances 711. Premier paiement 1. Décision fixant le caractère de l'avance (du prêt), les conditions d'octroi, les modalités de remboursement, précisant le bénéficiaire et, le cas échéant, la constitution de sûretés. 2. Contrat comportant un tableau d'amortissement. 3. Le cas échéant, justification des sûretés. 4. Le cas échéant, convention entre le bénéficiaire et la collectivité (1). 712. Autres paiements Décompte portant récapitulation des sommes déjà versées. (1) Notamment, au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales. 72. Subventions et primes de toute nature 721. Cas général 7211. Premier paiement 1. Décision (2) arrêtant le bénéficiaire, le montant, l'objet et, le cas échéant, les modalités particulières de versement des fonds (3) ainsi que les conditions d'octroi et les charges d'emploi. 2. Le cas échéant, justifications particulières exigées par la décision ; 3. Le cas échéant, convention entre le bénéficiaire et la collectivité ou l'établissement (3). 7212. Autres paiements 1. Le cas échéant, justifications particulières exigées par la décision. 2. Décompte portant récapitulation des sommes déjà versées. (2) Pour les collectivités territoriales, la décision prend la forme d'une délibération. Elle peut intervenir à l'occasion du vote du budget dans les conditions définies au deuxième alinéa de l'article L. 2311-7 du CGCT avec références sur le mandat au budget arrêtant le bénéficiaire et le montant. Elle peut aussi prendre la forme d'une délibération individualisée dans les conditions prévues au 1. Pour les subventions supérieures à 23 000 euros, la collectivité fournit soit une délibération individualisée comportant les informations prévues au 1, soit une délibération prise à l'occasion du vote du budget accompagnée de la ou des conventions conclue (s) entre le (s) bénéficiaire (s) et la collectivité ou l'établissement. S'agissant de la Corse, la décision est un arrêté du président du conseil exécutif ; Pour les établissements publics de santé, la décision d'octroi relève du directeur. (3) Les conventions ne sont produites que dans l'hypothèse où la décision ne précise pas les modalités particulières de versement des fonds. 722. Versement des aides aux employeurs d'apprentis 7221. Premier paiement 1. Le cas échéant, la convention (4) conclue entre la région et la direction générale des finances publiques fixant les modalités de gestion du dispositif. 2. Le cas échéant, la décision fixant les conditions d'octroi et les modalités de l'aide. 3. Formulaire ou document établissant les droits de l'employeur. 4. Etat liquidatif des paiements. 7222. Autres paiements 1. Formulaire ou document établissant les droits de l'employeur. 2. Etat liquidatif des paiements. (4) Sur la base de cette convention, le comptable assignataire délègue le contrôle de l'existence des pièces justificatives au directeur régional ou départemental des finances publiques. 73. Garanties d'emprunts 731. Fonds de garantie 7311. Dotation initiale 1. Décision de constitution du fonds de garantie précisant sa dotation et définissant les modalités de concours du ou des divers organismes parties prenantes ; 2. Le cas échéant, convention passée avec l'organisme gestionnaire (5). 7312. Dotation supplémentaire Décision d'octroi d'une dotation supplémentaire. (5) Notamment, au regard des dispositions de l'article L. 2253-7 ou de l'article L. 4211-1 al. 10 du code général des collectivités territoriales. 732. Avance en garantie 1. Décision de l'assemblée délibérante précisant les caractéristiques de la garantie, et autorisant, par ailleurs, le cas échéant, l'exécutif à signer la convention et/ ou l'acte formalisant l'engagement. 2. Le cas échéant, convention d'octroi (6) de la garantie et/ ou convention définissant notamment les modalités de concours entre les diverses collectivités ayant accordé leur garantie. 3. Demande du prêteur fixant le montant de l'échéance non honorée par l'emprunteur à laquelle est joint le tableau d'amortissement du prêt. 4. Décompte des sommes dues, établi par le prêteur. (6) La conclusion d'une convention avec l'organisme prêteur permet à la collectivité locale de négocier les conditions de mise en œuvre de la garantie. 74. Bonification d'emprunt 1. Décision fixant les modalités du concours de la collectivité, et notamment le montant de la participation. 2. Copie du contrat de prêt souscrit par le tiers et du tableau d'amortissement. 75. Participation au capital de sociétés ou organismes 1. Décision de l'organe délibérant fixant les conditions de la prise de participation. 2. Le cas échéant, décret en Conseil d'Etat ou arrêté préfectoral autorisant la prise de participation (7). 3. Décompte ou certificat du dépositaire ou bulletin de souscription des parts sociales désignant le destinataire des fonds et liquidant la dépense. (7) Ce type de pièce est, dans certains cas, prévu par la réglementation, notamment aux articles L. 2253-1 et L. 1115-4 du CGCT. 76. Fonds de concours 1. Décision fixant les conditions d'engagement de la collectivité. 2. Le cas échéant, convention ou délibérations concordantes des autres collectivités concernées (8). 3. Titre de perception ou état visé pour valoir titre de perception émis par la collectivité gérant le fonds de concours. (8) Voir notamment les articles L. 5214-16 , L. 5215-26 , L. 5216-5 du code général des collectivités territoriales 77. Opérations pour le compte d'organismes rattachés à la collectivité 771. Remboursement de prestations ou de charges (9) Etat liquidatif fixant les bases de la liquidation et le montant des prestations ou charges dont le remboursement est demandé. (9) Il s'agit d'opérations de dépenses réciproques entre la collectivité et l'organisme rattaché à la collectivité 772. Opérations pour le compte de tiers 1. Décision concernant le débours pour compte de tiers. 2. Convention de mise à disposition du bien. 3. Justification de l'achat (voir les rubriques correspondantes). 78. Participations versées par une collectivité locale à une autre collectivité (10) 781. Premier paiement 1. Le cas échéant, décision autorisant l'autorité compétente à passer la convention ; 2. Le cas échéant (11), convention entre les collectivités intéressées fixant le montant de la participation, Ou -délibérations concordantes des collectivités concernées, Ou -décision du (des) préfet (s) fixant le montant des contributions, Ou -décision de répartition des contributions entre les collectivités concernées prises par le département. 3. Titre de perception émis par la collectivité bénéficiaire de la contribution. 782. Autres paiements Titre de perception émis par la collectivité bénéficiaire de la contribution. (10) Il s'agit notamment des participations versées entre collectivités pour certaines dépenses des EPLE. (11) Dans le cadre d'une participation légale obligatoire (cf. par exemple l'obligation résultant de l' article L. 212-2 du code de l'éducation ou les contingents incendie versés au SDIS), le comptable peut effectuer le règlement sur la base de la seule production du titre de perception émis par la collectivité bénéficiaire.",
            "texteHtml": "<p align='center'><b>Rubrique 7-Interventions économiques et financières </b></p><p align='center'></p><p align='center'><br/></p><p></p><p>71. Prêts et avances </p><p>711. Premier paiement </p><p>1. Décision fixant le caractère de l'avance (du prêt), les conditions d'octroi, les modalités de remboursement, précisant le bénéficiaire et, le cas échéant, la constitution de sûretés. </p><p>2. Contrat comportant un tableau d'amortissement. </p><p>3. Le cas échéant, justification des sûretés. </p><p>4. Le cas échéant, convention entre le bénéficiaire et la collectivité (1). </p><p>712. Autres paiements </p><p>Décompte portant récapitulation des sommes déjà versées. </p><p>(1) Notamment, au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales. </p><p>72. Subventions et primes de toute nature </p><p>721. Cas général </p><p>7211. Premier paiement </p><p>1. Décision (2) arrêtant le bénéficiaire, le montant, l'objet et, le cas échéant, les modalités particulières de versement des fonds (3) ainsi que les conditions d'octroi et les charges d'emploi. </p><p>2. Le cas échéant, justifications particulières exigées par la décision ; </p><p>3. Le cas échéant, convention entre le bénéficiaire et la collectivité ou l'établissement (3). </p><p>7212. Autres paiements </p><p>1. Le cas échéant, justifications particulières exigées par la décision. </p><p>2. Décompte portant récapitulation des sommes déjà versées. </p><p>(2) Pour les collectivités territoriales, la décision prend la forme d'une délibération. Elle peut intervenir à l'occasion du vote du budget dans les conditions définies au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390519&dateTexte=&categorieLien=cid'>deuxième alinéa de l'article L. 2311-7 du CGCT </a>avec références sur le mandat au budget arrêtant le bénéficiaire et le montant. Elle peut aussi prendre la forme d'une délibération individualisée dans les conditions prévues au 1. Pour les subventions supérieures à 23 000 euros, la collectivité fournit soit une délibération individualisée comportant les informations prévues au 1, soit une délibération prise à l'occasion du vote du budget accompagnée de la ou des conventions conclue (s) entre le (s) bénéficiaire (s) et la collectivité ou l'établissement. </p><p>S'agissant de la Corse, la décision est un arrêté du président du conseil exécutif ; </p><p>Pour les établissements publics de santé, la décision d'octroi relève du directeur. </p><p>(3) Les conventions ne sont produites que dans l'hypothèse où la décision ne précise pas les modalités particulières de versement des fonds. </p><p>722. Versement des aides aux employeurs d'apprentis </p><p>7221. Premier paiement </p><p>1. Le cas échéant, la convention (4) conclue entre la région et la direction générale des finances publiques fixant les modalités de gestion du dispositif. </p><p>2. Le cas échéant, la décision fixant les conditions d'octroi et les modalités de l'aide. </p><p>3. Formulaire ou document établissant les droits de l'employeur. </p><p>4. Etat liquidatif des paiements. </p><p>7222. Autres paiements </p><p>1. Formulaire ou document établissant les droits de l'employeur. </p><p>2. Etat liquidatif des paiements. </p><p>(4) Sur la base de cette convention, le comptable assignataire délègue le contrôle de l'existence des pièces justificatives au directeur régional ou départemental des finances publiques. </p><p>73. Garanties d'emprunts </p><p>731. Fonds de garantie </p><p>7311. Dotation initiale </p><p>1. Décision de constitution du fonds de garantie précisant sa dotation et définissant les modalités de concours du ou des divers organismes parties prenantes ; </p><p>2. Le cas échéant, convention passée avec l'organisme gestionnaire (5). </p><p>7312. Dotation supplémentaire </p><p>Décision d'octroi d'une dotation supplémentaire. </p><p>(5) Notamment, au regard des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390507&dateTexte=&categorieLien=cid'>L. 2253-7 </a>ou de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392287&dateTexte=&categorieLien=cid'>L. 4211-1 </a>al. 10 du code général des collectivités territoriales. </p><p>732. Avance en garantie </p><p>1. Décision de l'assemblée délibérante précisant les caractéristiques de la garantie, et autorisant, par ailleurs, le cas échéant, l'exécutif à signer la convention et/ ou l'acte formalisant l'engagement. </p><p>2. Le cas échéant, convention d'octroi (6) de la garantie et/ ou convention définissant notamment les modalités de concours entre les diverses collectivités ayant accordé leur garantie. </p><p>3. Demande du prêteur fixant le montant de l'échéance non honorée par l'emprunteur à laquelle est joint le tableau d'amortissement du prêt. </p><p>4. Décompte des sommes dues, établi par le prêteur. </p><p>(6) La conclusion d'une convention avec l'organisme prêteur permet à la collectivité locale de négocier les conditions de mise en œuvre de la garantie. </p><p>74. Bonification d'emprunt </p><p>1. Décision fixant les modalités du concours de la collectivité, et notamment le montant de la participation. </p><p>2. Copie du contrat de prêt souscrit par le tiers et du tableau d'amortissement. </p><p>75. Participation au capital de sociétés ou organismes </p><p>1. Décision de l'organe délibérant fixant les conditions de la prise de participation. </p><p>2. Le cas échéant, décret en Conseil d'Etat ou arrêté préfectoral autorisant la prise de participation (7). </p><p>3. Décompte ou certificat du dépositaire ou bulletin de souscription des parts sociales désignant le destinataire des fonds et liquidant la dépense. </p><p>(7) Ce type de pièce est, dans certains cas, prévu par la réglementation, notamment aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390500&dateTexte=&categorieLien=cid'>L. 2253-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389105&dateTexte=&categorieLien=cid'>L. 1115-4 </a>du CGCT. </p><p>76. Fonds de concours </p><p>1. Décision fixant les conditions d'engagement de la collectivité. </p><p>2. Le cas échéant, convention ou délibérations concordantes des autres collectivités concernées (8). </p><p>3. Titre de perception ou état visé pour valoir titre de perception émis par la collectivité gérant le fonds de concours. </p><p>(8) Voir notamment les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006393074&dateTexte=&categorieLien=cid'>L. 5214-16</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006393168&dateTexte=&categorieLien=cid'>L. 5215-26</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006393215&dateTexte=&categorieLien=cid'>L. 5216-5</a> du code général des collectivités territoriales </p><p>77. Opérations pour le compte d'organismes rattachés à la collectivité </p><p>771. Remboursement de prestations ou de charges (9) </p><p>Etat liquidatif fixant les bases de la liquidation et le montant des prestations ou charges dont le remboursement est demandé. </p><p>(9) Il s'agit d'opérations de dépenses réciproques entre la collectivité et l'organisme rattaché à la collectivité </p><p>772. Opérations pour le compte de tiers </p><p>1. Décision concernant le débours pour compte de tiers. </p><p>2. Convention de mise à disposition du bien. </p><p>3. Justification de l'achat (voir les rubriques correspondantes). </p><p>78. Participations versées par une collectivité locale à une autre collectivité (10) </p><p>781. Premier paiement </p><p>1. Le cas échéant, décision autorisant l'autorité compétente à passer la convention ; </p><p>2. Le cas échéant (11), convention entre les collectivités intéressées fixant le montant de la participation, </p><p>Ou</p><p>-délibérations concordantes des collectivités concernées, </p><p>Ou</p><p>-décision du (des) préfet (s) fixant le montant des contributions, </p><p>Ou</p><p>-décision de répartition des contributions entre les collectivités concernées prises par le département. </p><p>3. Titre de perception émis par la collectivité bénéficiaire de la contribution. </p><p>782. Autres paiements </p><p>Titre de perception émis par la collectivité bénéficiaire de la contribution. </p><p>(10) Il s'agit notamment des participations versées entre collectivités pour certaines dépenses des EPLE. </p><p>(11) Dans le cadre d'une participation légale obligatoire (cf. par exemple l'obligation résultant de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006524508&dateTexte=&categorieLien=cid'>article L. 212-2 du code de l'éducation </a>ou les contingents incendie versés au SDIS), le comptable peut effectuer le règlement sur la base de la seule production du titre de perception émis par la collectivité bénéficiaire.</p><p></p><p></p>",
            "num": "Rubrique 7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1453507200000,
            "dateFin": 1649462400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2143289343,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324146",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031892337",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031885772",
                    "textTitle": "Décret n°2016-33 du 20 janvier 2016 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031887357",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-01-22",
                    "dateSignaTexte": "2016-01-20",
                    "dateDebutCible": "2016-01-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1115-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1115-4",
                    "articleId": "LEGIARTI000006389105",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091145600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2253-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2253-1",
                    "articleId": "LEGIARTI000006390500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2253-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2253-7",
                    "articleId": "LEGIARTI000006390507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071878400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2311-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2311-7",
                    "articleId": "LEGIARTI000006390519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4211-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4211-1",
                    "articleId": "LEGIARTI000006392287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5214-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5214-16",
                    "articleId": "LEGIARTI000006393074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5215-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5215-26",
                    "articleId": "LEGIARTI000006393168",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5216-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5216-5",
                    "articleId": "LEGIARTI000006393215",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L212-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-2",
                    "articleId": "LEGIARTI000006524508",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324146",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029026360",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892337",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535008",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Rubrique 7"
            ],
            "versionPrecedente": "LEGIARTI000029026360",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029026360",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Rubrique 7-Interventions économiques et financières 71 - Prêts et avances 711 - Premier paiement 1. Décision fixant le caractère de l'avance ou de prêt, les conditions d'octroi, les modalités de remboursement, précisant le bénéficiaire et, le cas échéant, la constitution du sûretés. 2. Contrat comportant un tableau d'amortissement. 3. Le cas échéant, justification des sûretés. 4. Le cas échéant, convention entre le bénéficiaire et la collectivité (1). (1) Notamment au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales. 712 - Autres paiements Décompte portant récapitulation des sommes déjà versées. 72 - Subventions et primes de toute nature 721 - Cas général 7211 - Premier paiement 1. Décision (2) ou, s'agissant de la Corse, arrêté du président du conseil exécutif définis comme suit : (2) Pour les établissements publics de santé, la décision d'octroi relève du directeur. -lorsque la décision intervient à l'occasion de l'adoption du budget, dans les conditions définies au deuxième alinéa de l'article L. 2311-7 du CGCT, référence sur le mandat au budget arrêtant le bénéficiaire et le montant ; -dans les autres cas, décision arrêtant le bénéficiaire et le montant ainsi que l'objet et, le cas échéant, les conditions d'octroi et les charges d'emploi. 2. Le cas échéant, justifications particulières exigées par la décision. 3. Le cas échéant, convention entre le bénéficiaire et la collectivité (3). (3) Notamment, au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales. En outre, les dispositions combinées de l'article 10 de la loi no 2000-321 du 12 avril 2000 et du décret no 2001-495 du 6 juin 2001 imposent la production d'une convention passée entre l'autorité administrative versante et l'organisme de droit privé bénéficiaire, pour toute subvention d'un montant supérieur à 23 000 euros. 7212 - Autres paiements 1. Le cas échéant, justifications particulières exigées par la décision. 2. Décompte portant récapitulation des sommes déjà versées. 722 - Versement des aides aux employeurs d'apprentis 7221 - Premier paiement 1. Le cas échéant, la convention (4) conclue entre la région et le Trésor public fixant les modalités de gestion du dispositif. (4) Sur la base de cette convention, le comptable assignataire délègue le contrôle de l'existence des pièces justificatives au directeur régional des finances publiques. 2. Le cas échéant, la décision fixant les conditions d'octroi et les modalités de l'aide. 3. Formulaire ou document établissant les droits de l'employeur. 4. Etat liquidatif des paiements. 7222 - Autres paiements 1. Formulaire ou document établissant les droits de l'employeur. 2. Etat liquidatif des paiements. 73 - Garanties d'emprunts 731 - Fonds de garantie 7311 - Dotation initiale 1. Décision de constitution du fonds de garantie précisant sa dotation et définissant les modalités de concours du ou des divers organismes parties prenantes. 2. Le cas échéant, convention passée avec l'organisme gestionnaire (5). (5) Notamment, au regard des dispositions de l'article L. 2253-7 ou de l'article L. 4211-1 al. 10 du code général des collectivités territoriales. 7312 - Dotation supplémentaire Décision d'octroi d'une dotation supplémentaire. 732 - Avance en garantie 1. Décision de l'assemblée délibérante précisant les caractéristiques de la garantie, et autorisant, par ailleurs, le cas échéant, l'exécutif à signer la convention et / ou l'acte formalisant l'engagement. 2. Le cas échéant, convention d'octroi (6) de la garantie et / ou convention définissant notamment les modalités de concours entre les diverses collectivités ayant accordé leur garantie. (6) La conclusion d'une convention avec l'organisme prêteur permet à la collectivité locale de négocier les conditions de mise en oeuvre de la garantie. 3. Demande du prêteur fixant le montant de l'échéance non honorée par l'emprunteur à laquelle est joint le tableau d'amortissement du prêt. 4. Décompte des sommes dues, établi par le prêteur. 74 - Bonification d'emprunt 1. Décision fixant les modalités du concours de la collectivité, et notamment le montant de la participation. 2. Copie du contrat de prêt souscrit par le tiers et du tableau d'amortissement. 75 - Participation au capital de sociétés ou organismes 1. Décision de l'organe délibérant fixant les conditions de la prise de participation. 2. Le cas échéant, décret en Conseil d'Etat ou arrêté préfectoral autorisant la prise de participation (7). (7) Ce type de pièce est, dans certains cas, prévu par la réglementation, notamment aux articles L. 2253-1 et L. 1115-4 du CGCT. Elle est remplacée par une autorisation ministérielle ou interministérielle pour la souscription et la prise de participation par un organisme d'HLM. 3. Décompte ou certificat du dépositaire ou bulletin de souscription des parts sociales désignant le destinataire des fonds et liquidant la dépense. 76 - Fonds de concours 1. Décision fixant les conditions d'engagement de la collectivité. 2. Le cas échéant, convention ou délibérations concordantes des autres collectivités concernées (8). (8) Voir notamment les articles L. 5214-16, L. 5215-26, L. 5216-5 du code général des collectivités territoriales. 3. Titre de perception ou état visé pour valoir titre de perception émis par la collectivité gérant le fonds de concours. 77 - Opérations pour le compte d'organismes rattachés à la collectivité 771 - Remboursement de prestations ou de charges (9) (9) Il s'agit d'opérations de dépenses réciproques entre la collectivité et l'organisme rattaché à la collectivité. Etat liquidatif fixant les bases de la liquidation et le montant des prestations ou charges dont le remboursement est demandé. 772 - Opérations pour le compte de tiers 1. Décision concernant le débours pour compte de tiers. 2. Convention de mise à disposition du bien. 3. Justification de l'achat (voir les rubriques correspondantes). 78 - Participations versées par une collectivité locale à une autre collectivité (10) (10) Il s'agit notamment des participations versées entre collectivités pour certaines dépenses des EPLE. 781 - Premier paiement 1. Le cas échéant, décision autorisant l'autorité compétente à passer la convention. 2. Le cas échéant (11), convention entre les collectivités intéressées fixant le montant de la participation, (11) Dans le cadre d'une participation légale obligatoire (cf. par exemple l'obligation résultant de l'article L. 212-2 du code de l'Education ou les contingents incendie versés au SDIS), le comptable peut effectuer le règlement sur la base de la seule production du titre de perception émis par la collectivité bénéficiaire. ou -délibération concordantes des collectivités concernées, ou -décision du (des) préfet (s) fixant le montant des contributions, ou -décision de répartition des contributions entre les collectivités concernées prises par le département ; 3. Titre de perception émis par la collectivité bénéficiaire de la contribution. 782 - Autres paiements Titre de perception émis par la collectivité bénéficiaire de la contribution. Annexes de la liste des pièces justificatives",
            "texteHtml": "<p align='center'><b>Rubrique 7-Interventions économiques et financières </b></p><p>71 - Prêts et avances </p><p>711 - Premier paiement </p><p>1. Décision fixant le caractère de l'avance ou de prêt, les conditions d'octroi, les modalités de remboursement, précisant le bénéficiaire et, le cas échéant, la constitution du sûretés. </p><p>2. Contrat comportant un tableau d'amortissement. </p><p>3. Le cas échéant, justification des sûretés. </p><p>4. Le cas échéant, convention entre le bénéficiaire et la collectivité (1).</p><p>(1) Notamment au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales.</p><p>712 - Autres paiements </p><p>Décompte portant récapitulation des sommes déjà versées. </p><p>72 - Subventions et primes de toute nature </p><p>721 - Cas général </p><p>7211 - Premier paiement </p><p>1. Décision (2) ou, s'agissant de la Corse, arrêté du président du conseil exécutif définis comme suit :</p><p>(2) Pour les établissements publics de santé, la décision d'octroi relève du directeur.</p><p>-lorsque la décision intervient à l'occasion de l'adoption du budget, dans les conditions définies au deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390519&dateTexte=&categorieLien=cid'>L. 2311-7</a> du CGCT, référence sur le mandat au budget arrêtant le bénéficiaire et le montant ;</p><p>-dans les autres cas, décision arrêtant le bénéficiaire et le montant ainsi que l'objet et, le cas échéant, les conditions d'octroi et les charges d'emploi. </p><p>2. Le cas échéant, justifications particulières exigées par la décision. </p><p>3. Le cas échéant, convention entre le bénéficiaire et la collectivité (3).</p><p>(3) Notamment, au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales. En outre, les dispositions combinées de l'article 10 de la loi no 2000-321 du 12 avril 2000 et du décret no 2001-495 du 6 juin 2001 imposent la production d'une convention passée entre l'autorité administrative versante et l'organisme de droit privé bénéficiaire, pour toute subvention d'un montant supérieur à 23 000 euros.</p><p>7212 - Autres paiements </p><p>1. Le cas échéant, justifications particulières exigées par la décision. </p><p>2. Décompte portant récapitulation des sommes déjà versées. </p><p>722 - Versement des aides aux employeurs d'apprentis </p><p>7221 - Premier paiement </p><p>1. Le cas échéant, la convention (4) conclue entre la région et le Trésor public fixant les modalités de gestion du dispositif. </p><p>(4) Sur la base de cette convention, le comptable assignataire délègue le contrôle de l'existence des pièces justificatives au directeur régional des finances publiques.</p><p>2. Le cas échéant, la décision fixant les conditions d'octroi et les modalités de l'aide. </p><p>3. Formulaire ou document établissant les droits de l'employeur. </p><p>4. Etat liquidatif des paiements. </p><p>7222 - Autres paiements </p><p>1. Formulaire ou document établissant les droits de l'employeur. </p><p>2. Etat liquidatif des paiements. </p><p>73 - Garanties d'emprunts </p><p>731 - Fonds de garantie </p><p>7311 - Dotation initiale </p><p>1. Décision de constitution du fonds de garantie précisant sa dotation et définissant les modalités de concours du ou des divers organismes parties prenantes. </p><p>2. Le cas échéant, convention passée avec l'organisme gestionnaire (5).</p><p>(5) Notamment, au regard des dispositions de l'article L. 2253-7 ou de l'article L. 4211-1 al. 10 du code général des collectivités territoriales.</p><p>7312 - Dotation supplémentaire </p><p>Décision d'octroi d'une dotation supplémentaire. </p><p>732 - Avance en garantie </p><p>1. Décision de l'assemblée délibérante précisant les caractéristiques de la garantie, et autorisant, par ailleurs, le cas échéant, l'exécutif à signer la convention et / ou l'acte formalisant l'engagement. </p><p>2. Le cas échéant, convention d'octroi (6) de la garantie et / ou convention définissant notamment les modalités de concours entre les diverses collectivités ayant accordé leur garantie.</p><p>(6) La conclusion d'une convention avec l'organisme prêteur permet à la collectivité locale de négocier les conditions de mise en oeuvre de la garantie.</p><p>3. Demande du prêteur fixant le montant de l'échéance non honorée par l'emprunteur à laquelle est joint le tableau d'amortissement du prêt. </p><p>4. Décompte des sommes dues, établi par le prêteur. </p><p>74 - Bonification d'emprunt </p><p>1. Décision fixant les modalités du concours de la collectivité, et notamment le montant de la participation. </p><p>2. Copie du contrat de prêt souscrit par le tiers et du tableau d'amortissement. </p><p>75 - Participation au capital de sociétés ou organismes </p><p>1. Décision de l'organe délibérant fixant les conditions de la prise de participation. </p><p>2. Le cas échéant, décret en Conseil d'Etat ou arrêté préfectoral autorisant la prise de participation (7).</p><p>(7) Ce type de pièce est, dans certains cas, prévu par la réglementation, notamment aux articles L. 2253-1 et L. 1115-4 du CGCT. Elle est remplacée par une autorisation ministérielle ou interministérielle pour la souscription et la prise de participation par un organisme d'HLM.</p><p>3. Décompte ou certificat du dépositaire ou bulletin de souscription des parts sociales désignant le destinataire des fonds et liquidant la dépense. </p><p>76 - Fonds de concours </p><p>1. Décision fixant les conditions d'engagement de la collectivité. </p><p>2. Le cas échéant, convention ou délibérations concordantes des autres collectivités concernées (8).</p><p>(8) Voir notamment les articles L. 5214-16, L. 5215-26, L. 5216-5 du code général des collectivités territoriales.</p><p>3. Titre de perception ou état visé pour valoir titre de perception émis par la collectivité gérant le fonds de concours. </p><p>77 - Opérations pour le compte d'organismes rattachés à la collectivité </p><p>771 - Remboursement de prestations ou de charges (9)</p><p>(9) Il s'agit d'opérations de dépenses réciproques entre la collectivité et l'organisme rattaché à la collectivité.</p><p>Etat liquidatif fixant les bases de la liquidation et le montant des prestations ou charges dont le remboursement est demandé. </p><p>772 - Opérations pour le compte de tiers </p><p>1. Décision concernant le débours pour compte de tiers. </p><p>2. Convention de mise à disposition du bien. </p><p>3. Justification de l'achat (voir les rubriques correspondantes). </p><p>78 - Participations versées par une collectivité locale à une autre collectivité (10)</p><p>(10) Il s'agit notamment des participations versées entre collectivités pour certaines dépenses des EPLE.</p><p>781 - Premier paiement </p><p>1. Le cas échéant, décision autorisant l'autorité compétente à passer la convention. </p><p>2. Le cas échéant (11), convention entre les collectivités intéressées fixant le montant de la participation, </p><p>(11) Dans le cadre d'une participation légale obligatoire (cf. par exemple l'obligation résultant de l'article L. 212-2 du code de l'Education ou les contingents incendie versés au SDIS), le comptable peut effectuer le règlement sur la base de la seule production du titre de perception émis par la collectivité bénéficiaire.</p><p>ou</p><p>-délibération concordantes des collectivités concernées, </p><p>ou</p><p>-décision du (des) préfet (s) fixant le montant des contributions, </p><p>ou</p><p>-décision de répartition des contributions entre les collectivités concernées prises par le département ; </p><p>3. Titre de perception émis par la collectivité bénéficiaire de la contribution. </p><p>782 - Autres paiements </p><p>Titre de perception émis par la collectivité bénéficiaire de la contribution. </p><p>Annexes de la liste des pièces justificatives</p>",
            "num": "Rubrique 7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1401408000000,
            "dateFin": 1453507200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2143289343,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324146",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029026360",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029002430",
                    "textTitle": "Décret n°2014-552 du 27 mai 2014 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000029010719",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-05-29",
                    "dateSignaTexte": "2014-05-27",
                    "dateDebutCible": "2014-05-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2311-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2311-7",
                    "articleId": "LEGIARTI000006390519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324146",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029026360",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892337",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535008",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Rubrique 7"
            ],
            "versionPrecedente": "LEGIARTI000019324146",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019324146",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Rubrique 7-Interventions économiques et financières 71 - Prêts et avances 711 - Premier paiement 1. Décision fixant le caractère de l'avance ou de prêt, les conditions d'octroi, les modalités de remboursement, précisant le bénéficiaire et, le cas échéant, la constitution du sûretés. 2. Contrat comportant un tableau d'amortissement. 3. Le cas échéant, justification des sûretés. 4. Le cas échéant, convention entre le bénéficiaire et la collectivité (1). (1) Notamment au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales. 712 - Autres paiements Décompte portant récapitulation des sommes déjà versées. 72 - Subventions et primes de toute nature 721 - Cas général 7211 - Premier paiement 1. Décision (2) ou, s'agissant de la Corse, arrêté du président du conseil exécutif définis comme suit : (2) Pour les établissements publics de santé, la décision d'octroi relève du directeur. -lorsque la décision intervient à l'occasion de l'adoption du budget, dans les conditions définies au deuxième alinéa de l'article L. 2311-7 du CGCT, référence sur le mandat au budget arrêtant le bénéficiaire et le montant ; -dans les autres cas, décision arrêtant le bénéficiaire et le montant ainsi que l'objet et, le cas échéant, les conditions d'octroi et les charges d'emploi. 2. Le cas échéant, justifications particulières exigées par la décision. 3. Le cas échéant, convention entre le bénéficiaire et la collectivité (3). (3) Notamment, au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales. En outre, les dispositions combinées de l'article 10 de la loi no 2000-321 du 12 avril 2000 et du décret no 2001-495 du 6 juin 2001 imposent la production d'une convention passée entre l'autorité administrative versante et l'organisme de droit privé bénéficiaire, pour toute subvention d'un montant supérieur à 23 000 euros. 7212 - Autres paiements 1. Le cas échéant, justifications particulières exigées par la décision. 2. Décompte portant récapitulation des sommes déjà versées. 722 - Versement des aides aux employeurs d'apprentis 7221 - Premier paiement 1. Le cas échéant, la convention (4) conclue entre la région et le Trésor public fixant les modalités de gestion du dispositif. (4) Sur la base de cette convention, le comptable assignataire délègue le contrôle de l'existence des pièces justificatives au trésorier-payeur général. 2. Le cas échéant, la décision fixant les conditions d'octroi et les modalités de l'aide. 3. Formulaire ou document établissant les droits de l'employeur. 4. Etat liquidatif des paiements. 7222 - Autres paiements 1. Formulaire ou document établissant les droits de l'employeur. 2. Etat liquidatif des paiements. 73 - Garanties d'emprunts 731 - Fonds de garantie 7311 - Dotation initiale 1. Décision de constitution du fonds de garantie précisant sa dotation et définissant les modalités de concours du ou des divers organismes parties prenantes. 2. Le cas échéant, convention passée avec l'organisme gestionnaire (5). (5) Notamment, au regard des dispositions de l'article L. 2253-7 ou de l'article L. 4211-1 al. 10 du code général des collectivités territoriales. 7312 - Dotation supplémentaire Décision d'octroi d'une dotation supplémentaire. 732 - Avance en garantie 1. Décision de l'assemblée délibérante précisant les caractéristiques de la garantie, et autorisant, par ailleurs, le cas échéant, l'exécutif à signer la convention et / ou l'acte formalisant l'engagement. 2. Le cas échéant, convention d'octroi (6) de la garantie et / ou convention définissant notamment les modalités de concours entre les diverses collectivités ayant accordé leur garantie. (6) La conclusion d'une convention avec l'organisme prêteur permet à la collectivité locale de négocier les conditions de mise en oeuvre de la garantie. 3. Demande du prêteur fixant le montant de l'échéance non honorée par l'emprunteur à laquelle est joint le tableau d'amortissement du prêt. 4. Décompte des sommes dues, établi par le prêteur. 74 - Bonification d'emprunt 1. Décision fixant les modalités du concours de la collectivité, et notamment le montant de la participation. 2. Copie du contrat de prêt souscrit par le tiers et du tableau d'amortissement. 75 - Participation au capital de sociétés ou organismes 1. Décision de l'organe délibérant fixant les conditions de la prise de participation. 2. Le cas échéant, décret en Conseil d'Etat ou arrêté préfectoral autorisant la prise de participation (7). (7) Ce type de pièce est, dans certains cas, prévu par la réglementation, notamment aux articles L. 2253-1 et L. 1115-4 du CGCT. Elle est remplacée par une autorisation ministérielle ou interministérielle pour la souscription et la prise de participation par un organisme d'HLM. 3. Décompte ou certificat du dépositaire ou bulletin de souscription des parts sociales désignant le destinataire des fonds et liquidant la dépense. 76 - Fonds de concours 1. Décision fixant les conditions d'engagement de la collectivité. 2. Le cas échéant, convention ou délibérations concordantes des autres collectivités concernées (8). (8) Voir notamment les articles L. 5214-16, L. 5215-26, L. 5216-5 du code général des collectivités territoriales. 3. Titre de perception ou état visé pour valoir titre de perception émis par la collectivité gérant le fonds de concours. 77 - Opérations pour le compte d'organismes rattachés à la collectivité 771 - Remboursement de prestations ou de charges (9) (9) Il s'agit d'opérations de dépenses réciproques entre la collectivité et l'organisme rattaché à la collectivité. Etat liquidatif fixant les bases de la liquidation et le montant des prestations ou charges dont le remboursement est demandé. 772 - Opérations pour le compte de tiers 1. Décision concernant le débours pour compte de tiers. 2. Convention de mise à disposition du bien. 3. Justification de l'achat (voir les rubriques correspondantes). 78 - Participations versées par une collectivité locale à une autre collectivité (10) (10) Il s'agit notamment des participations versées entre collectivités pour certaines dépenses des EPLE. 781 - Premier paiement 1. Le cas échéant, décision autorisant l'autorité compétente à passer la convention. 2. Le cas échéant (11), convention entre les collectivités intéressées fixant le montant de la participation, (11) Dans le cadre d'une participation légale obligatoire (cf. par exemple l'obligation résultant de l'article L. 212-2 du code de l'Education ou les contingents incendie versés au SDIS), le comptable peut effectuer le règlement sur la base de la seule production du titre de perception émis par la collectivité bénéficiaire. ou -délibération concordantes des collectivités concernées, ou -décision du (des) préfet (s) fixant le montant des contributions, ou -décision de répartition des contributions entre les collectivités concernées prises par le département ; 3. Titre de perception émis par la collectivité bénéficiaire de la contribution. 782 - Autres paiements Titre de perception émis par la collectivité bénéficiaire de la contribution. Annexes de la liste des pièces justificatives",
            "texteHtml": "<p align='center'><strong>Rubrique 7-Interventions économiques et financières </strong></p><p>71 - Prêts et avances </p><p>711 - Premier paiement </p><p>1. Décision fixant le caractère de l'avance ou de prêt, les conditions d'octroi, les modalités de remboursement, précisant le bénéficiaire et, le cas échéant, la constitution du sûretés. </p><p>2. Contrat comportant un tableau d'amortissement. </p><p>3. Le cas échéant, justification des sûretés. </p><p>4. Le cas échéant, convention entre le bénéficiaire et la collectivité (1).</p><p>(1) Notamment au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales.</p><p>712 - Autres paiements </p><p>Décompte portant récapitulation des sommes déjà versées. </p><p>72 - Subventions et primes de toute nature </p><p>721 - Cas général </p><p>7211 - Premier paiement </p><p>1. Décision (2) ou, s'agissant de la Corse, arrêté du président du conseil exécutif définis comme suit :</p><p>(2) Pour les établissements publics de santé, la décision d'octroi relève du directeur.</p><p>-lorsque la décision intervient à l'occasion de l'adoption du budget, dans les conditions définies au deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390519&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2311-7 (V)'>L. 2311-7</a> du CGCT, référence sur le mandat au budget arrêtant le bénéficiaire et le montant ;</p><p>-dans les autres cas, décision arrêtant le bénéficiaire et le montant ainsi que l'objet et, le cas échéant, les conditions d'octroi et les charges d'emploi. </p><p>2. Le cas échéant, justifications particulières exigées par la décision. </p><p>3. Le cas échéant, convention entre le bénéficiaire et la collectivité (3).</p><p>(3) Notamment, au regard des dispositions de l'article L. 1523-7 du code général des collectivités territoriales. En outre, les dispositions combinées de l'article 10 de la loi no 2000-321 du 12 avril 2000 et du décret no 2001-495 du 6 juin 2001 imposent la production d'une convention passée entre l'autorité administrative versante et l'organisme de droit privé bénéficiaire, pour toute subvention d'un montant supérieur à 23 000 euros.</p><p>7212 - Autres paiements </p><p>1. Le cas échéant, justifications particulières exigées par la décision. </p><p>2. Décompte portant récapitulation des sommes déjà versées. </p><p>722 - Versement des aides aux employeurs d'apprentis </p><p>7221 - Premier paiement </p><p>1. Le cas échéant, la convention (4) conclue entre la région et le Trésor public fixant les modalités de gestion du dispositif. </p><p>(4) Sur la base de cette convention, le comptable assignataire délègue le contrôle de l'existence des pièces justificatives au trésorier-payeur général.</p><p>2. Le cas échéant, la décision fixant les conditions d'octroi et les modalités de l'aide. </p><p>3. Formulaire ou document établissant les droits de l'employeur. </p><p>4. Etat liquidatif des paiements. </p><p>7222 - Autres paiements </p><p>1. Formulaire ou document établissant les droits de l'employeur. </p><p>2. Etat liquidatif des paiements. </p><p>73 - Garanties d'emprunts </p><p>731 - Fonds de garantie </p><p>7311 - Dotation initiale </p><p>1. Décision de constitution du fonds de garantie précisant sa dotation et définissant les modalités de concours du ou des divers organismes parties prenantes. </p><p>2. Le cas échéant, convention passée avec l'organisme gestionnaire (5).</p><p>(5) Notamment, au regard des dispositions de l'article L. 2253-7 ou de l'article L. 4211-1 al. 10 du code général des collectivités territoriales.</p><p>7312 - Dotation supplémentaire </p><p>Décision d'octroi d'une dotation supplémentaire. </p><p>732 - Avance en garantie </p><p>1. Décision de l'assemblée délibérante précisant les caractéristiques de la garantie, et autorisant, par ailleurs, le cas échéant, l'exécutif à signer la convention et / ou l'acte formalisant l'engagement. </p><p>2. Le cas échéant, convention d'octroi (6) de la garantie et / ou convention définissant notamment les modalités de concours entre les diverses collectivités ayant accordé leur garantie.</p><p>(6) La conclusion d'une convention avec l'organisme prêteur permet à la collectivité locale de négocier les conditions de mise en oeuvre de la garantie.</p><p>3. Demande du prêteur fixant le montant de l'échéance non honorée par l'emprunteur à laquelle est joint le tableau d'amortissement du prêt. </p><p>4. Décompte des sommes dues, établi par le prêteur. </p><p>74 - Bonification d'emprunt </p><p>1. Décision fixant les modalités du concours de la collectivité, et notamment le montant de la participation. </p><p>2. Copie du contrat de prêt souscrit par le tiers et du tableau d'amortissement. </p><p>75 - Participation au capital de sociétés ou organismes </p><p>1. Décision de l'organe délibérant fixant les conditions de la prise de participation. </p><p>2. Le cas échéant, décret en Conseil d'Etat ou arrêté préfectoral autorisant la prise de participation (7).</p><p>(7) Ce type de pièce est, dans certains cas, prévu par la réglementation, notamment aux articles L. 2253-1 et L. 1115-4 du CGCT. Elle est remplacée par une autorisation ministérielle ou interministérielle pour la souscription et la prise de participation par un organisme d'HLM.</p><p>3. Décompte ou certificat du dépositaire ou bulletin de souscription des parts sociales désignant le destinataire des fonds et liquidant la dépense. </p><p>76 - Fonds de concours </p><p>1. Décision fixant les conditions d'engagement de la collectivité. </p><p>2. Le cas échéant, convention ou délibérations concordantes des autres collectivités concernées (8).</p><p>(8) Voir notamment les articles L. 5214-16, L. 5215-26, L. 5216-5 du code général des collectivités territoriales.</p><p>3. Titre de perception ou état visé pour valoir titre de perception émis par la collectivité gérant le fonds de concours. </p><p>77 - Opérations pour le compte d'organismes rattachés à la collectivité </p><p>771 - Remboursement de prestations ou de charges (9)</p><p>(9) Il s'agit d'opérations de dépenses réciproques entre la collectivité et l'organisme rattaché à la collectivité.</p><p>Etat liquidatif fixant les bases de la liquidation et le montant des prestations ou charges dont le remboursement est demandé. </p><p>772 - Opérations pour le compte de tiers </p><p>1. Décision concernant le débours pour compte de tiers. </p><p>2. Convention de mise à disposition du bien. </p><p>3. Justification de l'achat (voir les rubriques correspondantes). </p><p>78 - Participations versées par une collectivité locale à une autre collectivité (10)</p><p>(10) Il s'agit notamment des participations versées entre collectivités pour certaines dépenses des EPLE.</p><p>781 - Premier paiement </p><p>1. Le cas échéant, décision autorisant l'autorité compétente à passer la convention. </p><p>2. Le cas échéant (11), convention entre les collectivités intéressées fixant le montant de la participation, </p><p>(11) Dans le cadre d'une participation légale obligatoire (cf. par exemple l'obligation résultant de l'article L. 212-2 du code de l'Education ou les contingents incendie versés au SDIS), le comptable peut effectuer le règlement sur la base de la seule production du titre de perception émis par la collectivité bénéficiaire.</p><p>ou</p><p>-délibération concordantes des collectivités concernées, </p><p>ou</p><p>-décision du (des) préfet (s) fixant le montant des contributions, </p><p>ou</p><p>-décision de répartition des contributions entre les collectivités concernées prises par le département ; </p><p>3. Titre de perception émis par la collectivité bénéficiaire de la contribution. </p><p>782 - Autres paiements </p><p>Titre de perception émis par la collectivité bénéficiaire de la contribution. </p><p>Annexes de la liste des pièces justificatives</p>",
            "num": "Rubrique 7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1177977600000,
            "dateFin": 1401408000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2143289343,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324146",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019324146",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000645851",
                    "textTitle": "Décret n°2007-450 du 25 mars 2007 - art. 2",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006261818",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-28",
                    "dateSignaTexte": "2007-03-25",
                    "dateDebutCible": "2007-03-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2311-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2311-7",
                    "articleId": "LEGIARTI000006390519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324146",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029026360",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892337",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535008",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Rubrique 7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}