{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933252",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à l'audit des comptes réalisé par plusieurs commissaires aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-100. L'audit des comptes realisé par plusieurs commissaires aux comptes Introduction 01. Lorsque l'audit des comptes mis en œuvre en vue de certifier les comptes d'une entité est réalisé par plusieurs commissaires aux comptes, ces derniers constituent l'organe de contrôle légal des comptes. 02. Conformément à l' article L. 823-15 du code de commerce , les commissaires aux comptes se livrent ensemble à un examen contradictoire des conditions et des modalités d'établissement des comptes selon les prescriptions énoncées par une norme d'exercice professionnel. Une norme d'exercice professionnel détermine les principes de répartition des diligences à mettre en œuvre par chacun des commissaires aux comptes pour l'accomplissement de leur mission. 03. La présente norme a pour objet de définir les principes qui régissent l'exercice collégial de l'audit des comptes. Répartition des diligences et examen contradictoire 04. Chaque commissaire aux comptes met en œuvre les travaux qui lui permettent d'être en mesure de formuler son opinion sur les comptes de l'entité. Il tient compte des éléments collectés lors des procédures d'audit qu'il a lui-même mises en œuvre et des éléments collectés par les co-commissaires aux comptes. 05. Chaque commissaire aux comptes prend connaissance de l'entité et de son environnement, évalue le risque d'anomalies significatives au niveau des comptes pris dans leur ensemble et détermine le ou les seuils de signification aux fins de définir et de formaliser, avec les autres commissaires aux comptes, de manière concertée, leur approche d'audit ainsi que le plan de mission et le programme de travail nécessaires à sa mise en œuvre. 06. Les procédures d'audit nécessaires à la mise en œuvre du plan de mission et définies dans le programme de travail sont réparties de manière concertée entre les commissaires aux comptes. 07. La répartition entre les commissaires aux comptes des travaux nécessaires à la réalisation de l'audit des comptes est équilibrée et effectuée sur la base de critères : -quantitatifs, tel que le volume d'heures de travail estimé nécessaire à la réalisation de ces travaux, le volume horaire affecté à un des commissaires aux comptes ne devant pas être disproportionné par comparaison avec ceux attribués aux autres commissaires aux comptes ; et -qualitatifs, tels que l'expérience ou la qualification des membres des équipes d'audit. 08. Cette répartition est modifiée régulièrement pour tout ou partie au cours du mandat de manière concertée entre les commissaires aux comptes. 09. En fonction des éléments collectés lors de la mise en œuvre des procédures d'audit, les commissaires aux comptes apprécient, ensemble, tout au long de la mission, si leur évaluation du risque d'anomalies significatives au niveau des assertions reste appropriée. Le cas échéant, ils modifient la nature, le calendrier ou l'étendue des procédures planifiées. Ils revoient si nécessaire la répartition des procédures ainsi redéfinies. 10. Chaque commissaire aux comptes procède à une revue des travaux mis en œuvre par les co-commissaires aux comptes. 11. Cette revue lui permet d'apprécier si : -les travaux mis en œuvre par les co-commissaires aux comptes : -correspondent à ceux définis lors de la répartition ou décidés lors de la réévaluation du risque d'anomalies significatives au niveau des assertions ; -ont permis de collecter des éléments suffisants et appropriés pour permettre d'aboutir à des conclusions à partir desquelles il pourra fonder son opinion sur les comptes ; -les conclusions auxquelles les co-commissaires aux comptes ont abouti sont pertinentes et cohérentes. 12. Chaque commissaire aux comptes fait figurer dans son dossier les éléments de la revue qui permettent d'étayer son appréciation des travaux effectués par les co-commissaires aux comptes. 13. En fonction de son appréciation des travaux réalisés par les autres commissaires aux comptes et des conclusions auxquelles ces derniers ont abouti, chaque commissaire aux comptes détermine s'il convient de mettre en œuvre des procédures d'audit supplémentaires. 14. Il s'en entretient avec les autres commissaires aux comptes. Le cas échéant, ils définissent de manière concertée la nature, le calendrier et l'étendue des procédures supplémentaires à mettre en œuvre. 15. A la fin de l'audit, chaque commissaire aux comptes met en œuvre les procédures analytiques permettant la revue de cohérence d'ensemble des comptes. 16. Il vérifie également la sincérité et la concordance avec les comptes des informations données à l'occasion de l'approbation des comptes : -dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes ; -le cas échéant, dans les autres documents adressés aux membres de l'organe appelé à statuer sur les comptes. Communication 17. Les commissaires aux comptes communiquent avec les organes mentionnés à l' article L. 823-16 du code de commerce ensemble et de manière concertée. 18. Il en est de même de toute communication d'information importante à la direction de l'entité. Rapports 19. Les rapports établis par les commissaires aux comptes en application de textes légaux et réglementaires sont signés par chaque commissaire aux comptes. Ils mentionnent, pour chaque commissaire aux comptes, les informations prévues aux articles L. 822-9 et R. 822-56 du code de commerce. 20. Lorsque les commissaires aux comptes ont des opinions divergentes, ils en font mention dans le rapport. Différends entre les commissaires aux comptes 21. Si des différends professionnels surviennent au cours de la mission, les commissaires aux comptes font application des dispositions de l'article 8 du code de déontologie de la profession. Désaccords sur le montant de la rémunération 22. En cas de désaccord entre les commissaires aux comptes et les dirigeants de l'entité sur le montant de la rémunération, les commissaires aux comptes font application des dispositions de l'article R. 823-18 du code de commerce .",
            "texteHtml": "<p>La norme d'exercice professionnel relative à l'audit des comptes réalisé par plusieurs commissaires aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP-100. L'audit des comptes realisé par plusieurs commissaires aux comptes<br/><br/>\n Introduction<br/><br/>\n 01. Lorsque l'audit des comptes mis en œuvre en vue de certifier les comptes d'une entité est réalisé par plusieurs commissaires aux comptes, ces derniers constituent l'organe de contrôle légal des comptes.<br/><br/>\n 02. Conformément à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242854&dateTexte=&categorieLien=cid'>article L. 823-15 du code de commerce</a>, les commissaires aux comptes se livrent ensemble à un examen contradictoire des conditions et des modalités d'établissement des comptes selon les prescriptions énoncées par une norme d'exercice professionnel. Une norme d'exercice professionnel détermine les principes de répartition des diligences à mettre en œuvre par chacun des commissaires aux comptes pour l'accomplissement de leur mission.<br/><br/>\n 03. La présente norme a pour objet de définir les principes qui régissent l'exercice collégial de l'audit des comptes.<br/><br/>\n Répartition des diligences et examen contradictoire<br/><br/>\n 04. Chaque commissaire aux comptes met en œuvre les travaux qui lui permettent d'être en mesure de formuler son opinion sur les comptes de l'entité.<br/><br/>\n Il tient compte des éléments collectés lors des procédures d'audit qu'il a lui-même mises en œuvre et des éléments collectés par les co-commissaires aux comptes.<br/><br/>\n 05. Chaque commissaire aux comptes prend connaissance de l'entité et de son environnement, évalue le risque d'anomalies significatives au niveau des comptes pris dans leur ensemble et détermine le ou les seuils de signification aux fins de définir et de formaliser, avec les autres commissaires aux comptes, de manière concertée, leur approche d'audit ainsi que le plan de mission et le programme de travail nécessaires à sa mise en œuvre.<br/><br/>\n 06. Les procédures d'audit nécessaires à la mise en œuvre du plan de mission et définies dans le programme de travail sont réparties de manière concertée entre les commissaires aux comptes.<br/><br/>\n 07. La répartition entre les commissaires aux comptes des travaux nécessaires à la réalisation de l'audit des comptes est équilibrée et effectuée sur la base de critères :</p><p><br/>\n-quantitatifs, tel que le volume d'heures de travail estimé nécessaire à la réalisation de ces travaux, le volume horaire affecté à un des commissaires aux comptes ne devant pas être disproportionné par comparaison avec ceux attribués aux autres commissaires aux comptes ; et<br/><br/>\n-qualitatifs, tels que l'expérience ou la qualification des membres des équipes d'audit.</p><p><br/>\n 08. Cette répartition est modifiée régulièrement pour tout ou partie au cours du mandat de manière concertée entre les commissaires aux comptes.<br/><br/>\n 09. En fonction des éléments collectés lors de la mise en œuvre des procédures d'audit, les commissaires aux comptes apprécient, ensemble, tout au long de la mission, si leur évaluation du risque d'anomalies significatives au niveau des assertions reste appropriée. Le cas échéant, ils modifient la nature, le calendrier ou l'étendue des procédures planifiées. Ils revoient si nécessaire la répartition des procédures ainsi redéfinies.<br/><br/>\n 10. Chaque commissaire aux comptes procède à une revue des travaux mis en œuvre par les co-commissaires aux comptes.<br/><br/>\n 11. Cette revue lui permet d'apprécier si :</p><p><br/>\n-les travaux mis en œuvre par les co-commissaires aux comptes :<br/><br/>\n-correspondent à ceux définis lors de la répartition ou décidés lors de la réévaluation du risque d'anomalies significatives au niveau des assertions ;<br/><br/>\n-ont permis de collecter des éléments suffisants et appropriés pour permettre d'aboutir à des conclusions à partir desquelles il pourra fonder son opinion sur les comptes ;<br/><br/>\n-les conclusions auxquelles les co-commissaires aux comptes ont abouti sont pertinentes et cohérentes.</p><p><br/>\n 12. Chaque commissaire aux comptes fait figurer dans son dossier les éléments de la revue qui permettent d'étayer son appréciation des travaux effectués par les co-commissaires aux comptes.<br/><br/>\n 13. En fonction de son appréciation des travaux réalisés par les autres commissaires aux comptes et des conclusions auxquelles ces derniers ont abouti, chaque commissaire aux comptes détermine s'il convient de mettre en œuvre des procédures d'audit supplémentaires.<br/><br/>\n 14. Il s'en entretient avec les autres commissaires aux comptes. Le cas échéant, ils définissent de manière concertée la nature, le calendrier et l'étendue des procédures supplémentaires à mettre en œuvre.<br/><br/>\n 15. A la fin de l'audit, chaque commissaire aux comptes met en œuvre les procédures analytiques permettant la revue de cohérence d'ensemble des comptes.<br/><br/>\n 16. Il vérifie également la sincérité et la concordance avec les comptes des informations données à l'occasion de l'approbation des comptes :</p><p><br/>\n-dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes ;<br/><br/>\n-le cas échéant, dans les autres documents adressés aux membres de l'organe appelé à statuer sur les comptes.</p><p><br/>\n Communication<br/><br/>\n 17. Les commissaires aux comptes communiquent avec les organes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>article L. 823-16 du code de commerce</a> ensemble et de manière concertée.<br/><br/>\n 18. Il en est de même de toute communication d'information importante à la direction de l'entité.<br/><br/>\n Rapports<br/><br/>\n 19. Les rapports établis par les commissaires aux comptes en application de textes légaux et réglementaires sont signés par chaque commissaire aux comptes.<br/><br/>\n Ils mentionnent, pour chaque commissaire aux comptes, les informations prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242708&dateTexte=&categorieLien=cid'>L. 822-9</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270926&dateTexte=&categorieLien=cid'>R. 822-56</a> du code de commerce.<br/><br/>\n 20. Lorsque les commissaires aux comptes ont des opinions divergentes, ils en font mention dans le rapport.<br/><br/>\n Différends entre les commissaires aux comptes<br/><br/>\n 21. Si des différends professionnels surviennent au cours de la mission, les commissaires aux comptes font application des dispositions de l'article 8 du code de déontologie de la profession.<br/><br/>\n Désaccords sur le montant de la rémunération<br/><br/>\n 22. En cas de désaccord entre les commissaires aux comptes et les dirigeants de l'entité sur le montant de la rémunération, les commissaires aux comptes font application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271036&dateTexte=&categorieLien=cid'>dispositions de l'article R. 823-18 du code de commerce</a>.</p>",
            "num": "A823-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Des principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163177",
                        "id": "LEGISCTA000020163456",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163181",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163177",
            "sectionParentId": "LEGISCTA000020163456",
            "sectionParentTitre": "Paragraphe 1 : Des principes généraux",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 1 : Des principes généraux",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047933252",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047932535",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-9",
                    "articleId": "LEGIARTI000006242708",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-15",
                    "articleId": "LEGIARTI000006242854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R822-56",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R822-56",
                    "articleId": "LEGIARTI000006270926",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R823-18",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-18",
                    "articleId": "LEGIARTI000006271036",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000648996",
                    "textTitle": "Arrêté du 10 avril 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002475784",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163452",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445720",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933252",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-3",
                "823-3"
            ],
            "versionPrecedente": "LEGIARTI000024445720",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024445720",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à l'audit des comptes réalisé par plusieurs commissaires aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : AUDIT DES COMPTES RÉALISÉ PAR PLUSIEURS COMMISSAIRES AUX COMPTES Introduction 1. Lorsque l'audit des comptes mis en œuvre en vue de certifier les comptes d'une entité est réalisé par plusieurs commissaires aux comptes, ces derniers constituent l'organe de contrôle légal des comptes. 2. Conformément à l'article L. 823-15 du code de commerce, les commissaires aux comptes \" se livrent ensemble à l'examen contradictoire des conditions et des modalités d'établissement des comptes selon les prescriptions énoncées par une norme d'exercice professionnel. Une norme d'exercice professionnel détermine les principes de répartition des diligences à mettre en œuvre par chacun des commissaires aux comptes pour l'accomplissement de leur mission \". 3. La présente norme a pour objet de définir les principes qui régissent l'exercice collégial de l'audit des comptes. Répartition des diligences et examen contradictoire 4. Chaque commissaire aux comptes met en œuvre les travaux qui lui permettent d'être en mesure de formuler son opinion sur les comptes de l'entité. Il tient compte des éléments collectés lors des procédures d'audit qu'il a lui-même mises en œuvre et des éléments collectés par les co-commissaires aux comptes. 5. Chaque commissaire aux comptes prend connaissance de l'entité et de son environnement, évalue le risque d'anomalies significatives au niveau des comptes pris dans leur ensemble et détermine le ou les seuils de signification aux fins de définir et de formaliser, avec les autres commissaires aux comptes, de manière concertée, leur approche d'audit ainsi que le plan de mission et le programme de travail nécessaires à sa mise en œuvre. 6. Les procédures d'audit nécessaires à la mise en œuvre du plan de mission et définies dans le programme de travail sont réparties de manière concertée entre les commissaires aux comptes. 7. La répartition entre les commissaires aux comptes des travaux nécessaires à la réalisation de l'audit des comptes est équilibrée et effectuée sur la base de critères : - quantitatifs, tel que le volume d'heures de travail estimé nécessaire à la réalisation de ces travaux, le volume horaire affecté à un des commissaires aux comptes ne devant pas être disproportionné par comparaison avec ceux attribués aux autres commissaires aux comptes ; et - qualitatifs, tels que l'expérience ou la qualification des membres des équipes d'audit. 8. Cette répartition est modifiée régulièrement pour tout ou partie au cours du mandat de manière concertée entre les commissaires aux comptes. 9. En fonction des éléments collectés lors de la mise en œuvre des procédures d'audit, les commissaires aux comptes apprécient, ensemble, tout au long de la mission, si leur évaluation du risque d'anomalies significatives au niveau des assertions reste appropriée. Le cas échéant, ils modifient la nature, le calendrier ou l'étendue des procédures planifiées. Ils revoient si nécessaire la répartition des procédures ainsi redéfinies. 10. Chaque commissaire aux comptes procède à une revue des travaux mis en œuvre par les co-commissaires aux comptes. 11. Cette revue lui permet d'apprécier si : - les travaux mis en œuvre par les co-commissaires aux comptes : - correspondent à ceux définis lors de la répartition ou décidés lors de la réévaluation du risque d'anomalies significatives au niveau des assertions ; - ont permis de collecter des éléments suffisants et appropriés pour permettre d'aboutir à des conclusions à partir desquelles il pourra fonder son opinion sur les comptes ; - les conclusions auxquelles les co-commissaires aux comptes ont abouti sont pertinentes et cohérentes. 12. Chaque commissaire aux comptes fait figurer dans son dossier les éléments de la revue qui permettent d'étayer son appréciation des travaux effectués par les co-commissaires aux comptes. 13. En fonction de son appréciation des travaux réalisés par les autres commissaires aux comptes et des conclusions auxquelles ces derniers ont abouti, chaque commissaire aux comptes détermine s'il convient de mettre en œuvre des procédures d'audit supplémentaires. 14. Il s'en entretient avec les autres commissaires aux comptes. Le cas échéant, ils définissent de manière concertée la nature, le calendrier et l'étendue des procédures supplémentaires à mettre en œuvre. 15. A la fin de l'audit, chaque commissaire aux comptes met en œuvre les procédures analytiques permettant la revue de cohérence d'ensemble des comptes. 16. Il vérifie également la sincérité et la concordance avec les comptes des informations données à l'occasion de l'approbation des comptes : - dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes ; - le cas échéant, dans les autres documents adressés aux membres de l'organe appelé à statuer sur les comptes. Communication 17. Les commissaires aux comptes communiquent avec les organes mentionnés à l'article L. 823-16 du code de commerce ensemble et de manière concertée. 18. Il en est de même de toute communication d'information importante à la direction de l'entité. Rapports 19. Les rapports établis par les commissaires aux comptes en application de textes légaux et réglementaires sont signés par chaque commissaire aux comptes. Ils mentionnent, pour chaque commissaire aux comptes, les informations prévues aux articles R. 822-93 et R. 822-94 du code de commerce. 20. Lorsque les commissaires aux comptes ont des opinions divergentes, ils en font mention dans le rapport. Différends entre les commissaires aux comptes 21. Si des différends professionnels surviennent au cours de la mission, les commissaires aux comptes font application des dispositions de l'article 8 du code de déontologie de la profession. Désaccords sur le montant de la rémunération 22. En cas de désaccord entre les commissaires aux comptes et les dirigeants de l'entité sur le montant de la rémunération, les commissaires aux comptes font application des dispositions de l'article R. 823-18 du code de commerce.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative à l'audit des comptes réalisé par plusieurs commissaires aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p></p><p></p><p align='center'>AUDIT DES COMPTES RÉALISÉ PAR PLUSIEURS COMMISSAIRES AUX COMPTES <br/></p><p>Introduction </p><p></p><p></p><p>1. Lorsque l'audit des comptes mis en œuvre en vue de certifier les comptes d'une entité est réalisé par plusieurs commissaires aux comptes, ces derniers constituent l'organe de contrôle légal des comptes. </p><p>2. Conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242854&dateTexte=&categorieLien=cid'>l'article L. 823-15 </a>du code de commerce, les commissaires aux comptes \" se livrent ensemble à l'examen contradictoire des conditions et des modalités d'établissement des comptes selon les prescriptions énoncées par une norme d'exercice professionnel. Une norme d'exercice professionnel détermine les principes de répartition des diligences à mettre en œuvre par chacun des commissaires aux comptes pour l'accomplissement de leur mission \". </p><p>3. La présente norme a pour objet de définir les principes qui régissent l'exercice collégial de l'audit des comptes. </p><p></p><p></p><p>Répartition des diligences et examen contradictoire </p><p></p><p></p><p>4. Chaque commissaire aux comptes met en œuvre les travaux qui lui permettent d'être en mesure de formuler son opinion sur les comptes de l'entité. </p><p>Il tient compte des éléments collectés lors des procédures d'audit qu'il a lui-même mises en œuvre et des éléments collectés par les co-commissaires aux comptes. </p><p>5. Chaque commissaire aux comptes prend connaissance de l'entité et de son environnement, évalue le risque d'anomalies significatives au niveau des comptes pris dans leur ensemble et détermine le ou les seuils de signification aux fins de définir et de formaliser, avec les autres commissaires aux comptes, de manière concertée, leur approche d'audit ainsi que le plan de mission et le programme de travail nécessaires à sa mise en œuvre. </p><p>6. Les procédures d'audit nécessaires à la mise en œuvre du plan de mission et définies dans le programme de travail sont réparties de manière concertée entre les commissaires aux comptes. </p><p>7. La répartition entre les commissaires aux comptes des travaux nécessaires à la réalisation de l'audit des comptes est équilibrée et effectuée sur la base de critères :</p><p>- quantitatifs, tel que le volume d'heures de travail estimé nécessaire à la réalisation de ces travaux, le volume horaire affecté à un des commissaires aux comptes ne devant pas être disproportionné par comparaison avec ceux attribués aux autres commissaires aux comptes ; et</p><p>- qualitatifs, tels que l'expérience ou la qualification des membres des équipes d'audit. </p><p>8. Cette répartition est modifiée régulièrement pour tout ou partie au cours du mandat de manière concertée entre les commissaires aux comptes. </p><p>9. En fonction des éléments collectés lors de la mise en œuvre des procédures d'audit, les commissaires aux comptes apprécient, ensemble, tout au long de la mission, si leur évaluation du risque d'anomalies significatives au niveau des assertions reste appropriée. Le cas échéant, ils modifient la nature, le calendrier ou l'étendue des procédures planifiées. Ils revoient si nécessaire la répartition des procédures ainsi redéfinies. </p><p>10. Chaque commissaire aux comptes procède à une revue des travaux mis en œuvre par les co-commissaires aux comptes. </p><p>11. Cette revue lui permet d'apprécier si :</p><p>- les travaux mis en œuvre par les co-commissaires aux comptes :</p><p>- correspondent à ceux définis lors de la répartition ou décidés lors de la réévaluation du risque d'anomalies significatives au niveau des assertions ;</p><p>- ont permis de collecter des éléments suffisants et appropriés pour permettre d'aboutir à des conclusions à partir desquelles il pourra fonder son opinion sur les comptes ;</p><p>- les conclusions auxquelles les co-commissaires aux comptes ont abouti sont pertinentes et cohérentes. </p><p>12. Chaque commissaire aux comptes fait figurer dans son dossier les éléments de la revue qui permettent d'étayer son appréciation des travaux effectués par les co-commissaires aux comptes. </p><p>13. En fonction de son appréciation des travaux réalisés par les autres commissaires aux comptes et des conclusions auxquelles ces derniers ont abouti, chaque commissaire aux comptes détermine s'il convient de mettre en œuvre des procédures d'audit supplémentaires. </p><p>14. Il s'en entretient avec les autres commissaires aux comptes. Le cas échéant, ils définissent de manière concertée la nature, le calendrier et l'étendue des procédures supplémentaires à mettre en œuvre. </p><p>15. A la fin de l'audit, chaque commissaire aux comptes met en œuvre les procédures analytiques permettant la revue de cohérence d'ensemble des comptes. </p><p>16. Il vérifie également la sincérité et la concordance avec les comptes des informations données à l'occasion de l'approbation des comptes :</p><p>- dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes ;</p><p>- le cas échéant, dans les autres documents adressés aux membres de l'organe appelé à statuer sur les comptes. </p><p></p><p></p><p>Communication </p><p></p><p></p><p>17. Les commissaires aux comptes communiquent avec les organes mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>l'article L. 823-16 </a>du code de commerce ensemble et de manière concertée. </p><p>18. Il en est de même de toute communication d'information importante à la direction de l'entité. </p><p></p><p></p><p>Rapports </p><p></p><p></p><p>19. Les rapports établis par les commissaires aux comptes en application de textes légaux et réglementaires sont signés par chaque commissaire aux comptes. </p><p>Ils mentionnent, pour chaque commissaire aux comptes, les informations prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270963&dateTexte=&categorieLien=cid'>articles R. 822-93 et R. 822-94 </a>du code de commerce. </p><p>20. Lorsque les commissaires aux comptes ont des opinions divergentes, ils en font mention dans le rapport. </p><p></p><p></p><p>Différends entre les commissaires aux comptes </p><p></p><p></p><p>21. Si des différends professionnels surviennent au cours de la mission, les commissaires aux comptes font application des dispositions de l'article 8 du code de déontologie de la profession. </p><p></p><p></p><p>Désaccords sur le montant de la rémunération </p><p></p><p></p><p>22. En cas de désaccord entre les commissaires aux comptes et les dirigeants de l'entité sur le montant de la rémunération, les commissaires aux comptes font application des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271036&dateTexte=&categorieLien=cid'>l'article R. 823-18</a> du code de commerce.</p><p></p>",
            "num": "A823-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1312416000000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Des principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163177",
                        "id": "LEGISCTA000020163456",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163181",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163177",
            "sectionParentId": "LEGISCTA000020163456",
            "sectionParentTitre": "Paragraphe 1 : Des principes généraux",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 1 : Des principes généraux",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000024445720",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024424714",
                    "textTitle": "Arrêté du 21 juin 2011 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024427906",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-03",
                    "dateSignaTexte": "2011-06-21",
                    "dateDebutCible": "2011-08-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-15",
                    "articleId": "LEGIARTI000006242854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R822-93",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R822-93",
                    "articleId": "LEGIARTI000006270963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R823-18",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-18",
                    "articleId": "LEGIARTI000006271036",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000648996",
                    "textTitle": "Arrêté du 10 avril 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002475784",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163452",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445720",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933252",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-3",
                "823-3"
            ],
            "versionPrecedente": "LEGIARTI000020163452",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163452",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à l'audit des comptes réalisé par plusieurs commissaires aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE À L'AUDIT DES COMPTES RÉALISÉ PAR PLUSIEURS COMMISSAIRES AUX COMPTES Introduction 1. Lorsque l'audit des comptes mis en œuvre en vue de certifier les comptes d'une entité est réalisé par plusieurs commissaires aux comptes, ces derniers constituent l'organe de contrôle légal des comptes. 2. Conformément à l'article L. 823-15 , les commissaires aux comptes « se livrent ensemble à l'examen contradictoire des conditions et des modalités d'établissement des comptes selon les prescriptions énoncées par une norme d'exercice professionnel. Une norme d'exercice professionnel détermine les principes de répartition des diligences à mettre en œuvre par chacun des commissaires aux comptes pour l'accomplissement de leur mission ». 3. La présente norme a pour objet de définir les principes qui régissent l'exercice collégial de l'audit des comptes. Répartition des diligences et examen contradictoire 4. Chaque commissaire aux comptes met en œuvre les travaux qui lui permettent d'être en mesure de formuler son opinion sur les comptes de l'entité. Il tient compte des éléments collectés lors des procédures d'audit qu'il a lui-même mises en œuvre et des éléments collectés par les cocommissaires aux comptes. 5. Chaque commissaire aux comptes prend connaissance de l'entité et de son environnement, évalue le risque d'anomalies significatives au niveau des comptes pris dans leur ensemble et détermine le ou les seuils de signification aux fins de définir et de formaliser, avec les autres commissaires aux comptes, de manière concertée, leur approche d'audit ainsi que le plan de mission et le programme de travail nécessaires à sa mise en œuvre. 6. Les procédures d'audit nécessaires à la mise en œuvre du plan de mission et définies dans le programme de travail sont réparties de manière concertée entre les commissaires aux comptes. 7. La répartition entre les commissaires aux comptes des travaux nécessaires à la réalisation de l'audit des comptes est équilibrée et effectuée sur la base de critères : ― quantitatifs, tel que le volume d'heures de travail estimé nécessaire à la réalisation de ces travaux, le volume horaire affecté à un des commissaires aux comptes ne devant pas être disproportionné par comparaison avec ceux attribués aux autres commissaires aux comptes ; et ― qualitatifs, tels que l'expérience ou la qualification des membres des équipes d'audit. 8. Cette répartition est modifiée régulièrement pour tout ou partie au cours du mandat de manière concertée entre les commissaires aux comptes. 9. En fonction des éléments collectés lors de la mise en œuvre des procédures d'audit, les commissaires aux comptes apprécient, ensemble, tout au long de la mission, si leur évaluation du risque d'anomalies significatives au niveau des assertions reste appropriée. Le cas échéant, ils modifient la nature, le calendrier ou l'étendue des procédures planifiées. Ils revoient si nécessaire la répartition des procédures ainsi redéfinies. 10. Chaque commissaire aux comptes procède à une revue des travaux mis en œuvre par les cocommissaires aux comptes. 11. Cette revue lui permet d'apprécier si les travaux mis en œuvre par les cocommissaires aux comptes : ― correspondent à ceux définis lors de la répartition ou décidés lors de la réévaluation du risque d'anomalies significatives au niveau des assertions ; ― ont permis de collecter des éléments suffisants et appropriés pour permettre d'aboutir à des conclusions à partir desquelles il pourra fonder son opinion sur les comptes ; ― les conclusions auxquelles les cocommissaires aux comptes ont abouti sont pertinentes et cohérentes. 12. Chaque commissaire aux comptes fait figurer dans son dossier les éléments de la revue qui permettent d'étayer son appréciation des travaux effectués par les cocommissaires aux comptes. 13. En fonction de son appréciation des travaux réalisés par les autres commissaires aux comptes et des conclusions auxquelles ces derniers ont abouti, chaque commissaire aux comptes détermine s'il convient de mettre en œuvre des procédures d'audit supplémentaires. 14. Il s'en entretient avec les autres commissaires aux comptes. Le cas échéant, ils définissent de manière concertée la nature, le calendrier et l'étendue des procédures supplémentaires à mettre en œuvre. 15.A la fin de l'audit, chaque commissaire aux comptes met en œuvre les procédures analytiques permettant la revue de cohérence d'ensemble des comptes. 16. Il vérifie également la sincérité et la concordance avec les comptes des informations données à l'occasion de l'approbation des comptes : ― dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes ; ― le cas échéant, dans les autres documents adressés aux membres de l'organe appelé à statuer sur les comptes. Communication 17. Les commissaires aux comptes communiquent ensemble et de manière concertée à l'organe d'administration ou de surveillance de l'entité : ― les éléments mentionnés à l'article L. 823-16 ; ― toute autre information qu'ils estimeraient nécessaire de lui communiquer. 18. Il en est de même de toute information importante communiquée à la direction de l'entité. Rapports 19. Les rapports établis par les commissaires aux comptes en application de textes légaux et réglementaires sont signés par chaque commissaire aux comptes. Ils mentionnent, pour chaque commissaire aux comptes, les informations prévues aux articles R. 822-93 et R. 822-94 . 20. Lorsque les commissaires aux comptes ont des opinions divergentes, ils en font mention dans le rapport. Différends entre les commissaires aux comptes 21. Si des différends professionnels surviennent au cours de la mission, les commissaires aux comptes font application des dispositions de l'article 8 du code de déontologie de la profession. Désaccords sur le montant de la rémunération 22. En cas de désaccord entre les commissaires aux comptes et les dirigeants de l'entité sur le montant de la rémunération, les commissaires aux comptes font application des dispositions de l'article R. 823-18 .",
            "texteHtml": "<p><br/>La norme d'exercice professionnel relative à l'audit des comptes réalisé par plusieurs commissaires aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p><br/><br/>NORME D'EXERCICE PROFESSIONNEL RELATIVE À L'AUDIT DES COMPTES RÉALISÉ PAR PLUSIEURS COMMISSAIRES AUX COMPTES </p><p><br/>Introduction </p><p><br/>1. Lorsque l'audit des comptes mis en œuvre en vue de certifier les comptes d'une entité est réalisé par plusieurs commissaires aux comptes, ces derniers constituent l'organe de contrôle légal des comptes. <br/>2. Conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242854&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L823-15 (V)'>L. 823-15</a>, les commissaires aux comptes « se livrent ensemble à l'examen contradictoire des conditions et des modalités d'établissement des comptes selon les prescriptions énoncées par une norme d'exercice professionnel. Une norme d'exercice professionnel détermine les principes de répartition des diligences à mettre en œuvre par chacun des commissaires aux comptes pour l'accomplissement de leur mission ». <br/>3. La présente norme a pour objet de définir les principes qui régissent l'exercice collégial de l'audit des comptes. </p><p><br/>Répartition des diligences et examen contradictoire </p><p><br/>4. Chaque commissaire aux comptes met en œuvre les travaux qui lui permettent d'être en mesure de formuler son opinion sur les comptes de l'entité. <br/>Il tient compte des éléments collectés lors des procédures d'audit qu'il a lui-même mises en œuvre et des éléments collectés par les cocommissaires aux comptes. <br/>5. Chaque commissaire aux comptes prend connaissance de l'entité et de son environnement, évalue le risque d'anomalies significatives au niveau des comptes pris dans leur ensemble et détermine le ou les seuils de signification aux fins de définir et de formaliser, avec les autres commissaires aux comptes, de manière concertée, leur approche d'audit ainsi que le plan de mission et le programme de travail nécessaires à sa mise en œuvre. <br/>6. Les procédures d'audit nécessaires à la mise en œuvre du plan de mission et définies dans le programme de travail sont réparties de manière concertée entre les commissaires aux comptes. <br/>7. La répartition entre les commissaires aux comptes des travaux nécessaires à la réalisation de l'audit des comptes est équilibrée et effectuée sur la base de critères : <br/>― quantitatifs, tel que le volume d'heures de travail estimé nécessaire à la réalisation de ces travaux, le volume horaire affecté à un des commissaires aux comptes ne devant pas être disproportionné par comparaison avec ceux attribués aux autres commissaires aux comptes ; et <br/>― qualitatifs, tels que l'expérience ou la qualification des membres des équipes d'audit. <br/>8. Cette répartition est modifiée régulièrement pour tout ou partie au cours du mandat de manière concertée entre les commissaires aux comptes. <br/>9. En fonction des éléments collectés lors de la mise en œuvre des procédures d'audit, les commissaires aux comptes apprécient, ensemble, tout au long de la mission, si leur évaluation du risque d'anomalies significatives au niveau des assertions reste appropriée. Le cas échéant, ils modifient la nature, le calendrier ou l'étendue des procédures planifiées. Ils revoient si nécessaire la répartition des procédures ainsi redéfinies. <br/>10. Chaque commissaire aux comptes procède à une revue des travaux mis en œuvre par les cocommissaires aux comptes. <br/>11. Cette revue lui permet d'apprécier si les travaux mis en œuvre par les cocommissaires aux comptes : <br/>― correspondent à ceux définis lors de la répartition ou décidés lors de la réévaluation du risque d'anomalies significatives au niveau des assertions ; <br/>― ont permis de collecter des éléments suffisants et appropriés pour permettre d'aboutir à des conclusions à partir desquelles il pourra fonder son opinion sur les comptes ; <br/>― les conclusions auxquelles les cocommissaires aux comptes ont abouti sont pertinentes et cohérentes. <br/>12. Chaque commissaire aux comptes fait figurer dans son dossier les éléments de la revue qui permettent d'étayer son appréciation des travaux effectués par les cocommissaires aux comptes. <br/>13. En fonction de son appréciation des travaux réalisés par les autres commissaires aux comptes et des conclusions auxquelles ces derniers ont abouti, chaque commissaire aux comptes détermine s'il convient de mettre en œuvre des procédures d'audit supplémentaires. <br/>14. Il s'en entretient avec les autres commissaires aux comptes. Le cas échéant, ils définissent de manière concertée la nature, le calendrier et l'étendue des procédures supplémentaires à mettre en œuvre. <br/>15.A la fin de l'audit, chaque commissaire aux comptes met en œuvre les procédures analytiques permettant la revue de cohérence d'ensemble des comptes. <br/>16. Il vérifie également la sincérité et la concordance avec les comptes des informations données à l'occasion de l'approbation des comptes : <br/>― dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes ; <br/>― le cas échéant, dans les autres documents adressés aux membres de l'organe appelé à statuer sur les comptes. </p><p><br/>Communication </p><p><br/>17. Les commissaires aux comptes communiquent ensemble et de manière concertée à l'organe d'administration ou de surveillance de l'entité : <br/>― les éléments mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L823-16 (V)'>L. 823-16 </a>; <br/>― toute autre information qu'ils estimeraient nécessaire de lui communiquer. <br/>18. Il en est de même de toute information importante communiquée à la direction de l'entité. </p><p><br/>Rapports </p><p><br/>19. Les rapports établis par les commissaires aux comptes en application de textes légaux et réglementaires sont signés par chaque commissaire aux comptes. <br/>Ils mentionnent, pour chaque commissaire aux comptes, les informations prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270963&dateTexte=&categorieLien=cid' title='Code de commerce. - art. R822-93 (V)'>R. 822-93 et R. 822-94</a>. <br/>20. Lorsque les commissaires aux comptes ont des opinions divergentes, ils en font mention dans le rapport. </p><p><br/>Différends entre les commissaires aux comptes </p><p><br/>21. Si des différends professionnels surviennent au cours de la mission, les commissaires aux comptes font application des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071103&idArticle=LEGIARTI000006501429&dateTexte=&categorieLien=cid' title='Code de déontologie de la profession de commiss... - art. 8 (Ab)'>l'article 8 du code de déontologie </a>de la profession. </p><p><br/>Désaccords sur le montant de la rémunération </p><p><br/>22. En cas de désaccord entre les commissaires aux comptes et les dirigeants de l'entité sur le montant de la rémunération, les commissaires aux comptes font application des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271036&dateTexte=&categorieLien=cid' title='Code de commerce. - art. R823-18 (V)'>R. 823-18</a>.</p>",
            "num": "A823-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1312416000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Des principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163177",
                        "id": "LEGISCTA000020163456",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163181",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163177",
            "sectionParentId": "LEGISCTA000020163456",
            "sectionParentTitre": "Paragraphe 1 : Des principes généraux",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 1 : Des principes généraux",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020163452",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L823-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-15",
                    "articleId": "LEGIARTI000006242854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L823-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R822-93 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R822-93",
                    "articleId": "LEGIARTI000006270963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R823-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-18",
                    "articleId": "LEGIARTI000006271036",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006071103",
                    "textTitle": "Code de déontologie de la profession de commiss... - art. 8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006501429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1132185600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000648996",
                    "textTitle": "Arrêté du 10 avril 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002475784",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163452",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445720",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933252",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-3",
                "823-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}