{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000030488490",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque l'administration des douanes décide de procéder à un prélèvement d'échantillon, trois exemplaires sont prélevés par les agents des douanes. L'un est remis au titulaire du droit d'auteur ou du droit voisin ou à son représentant, l'autre est remis au détenteur ou au déclarant ou au représentant de l'un d'entre eux et le dernier est conservé par l'administration des douanes. Les trois échantillons doivent être, autant que possible, identiques. Le prélèvement est réalisé en présence soit du détenteur de la marchandise, soit du déclarant ou d'un représentant de l'un d'entre eux. Le titulaire du droit d'auteur ou du droit voisin ou son représentant peut également être présent. Ils sont informés de l'heure, du lieu du prélèvement d'échantillons et de la faculté dont ils disposent d'être présents. En cas d'absence du détenteur de la marchandise ou du déclarant ou du représentant de l'un d'entre eux, un témoin n'appartenant pas à l'administration des douanes est requis par deux agents des douanes pour assister au prélèvement. Lorsque le titulaire du droit d'auteur ou du droit voisin ou son représentant n'est pas présent, l'échantillon qui lui est destiné peut, sur sa demande expresse et à ses frais, lui être envoyé ou être envoyé à son représentant. Lorsque le détenteur de la marchandise ou le déclarant ou le représentant de l'un d'eux n'est pas présent, l'échantillon qui lui est destiné est conservé par l'administration. Lorsqu'une marchandise ou un objet, en raison de son poids, de ses dimensions, de sa valeur, de sa nature ou de la trop faible quantité de produit, ne peut faire l'objet d'un prélèvement de trois échantillons, la marchandise ou l'objet est prélevé dans sa totalité et constitue un seul et unique échantillon, qui est remis au titulaire du droit d'auteur ou du droit voisin ou à son représentant. II.-Tout échantillon prélevé est mis sous scellé. Chacun doit retenir une étiquette d'identification portant les mentions suivantes : 1° Les nom, prénom ou raison sociale et adresse du détenteur de la marchandise ou du déclarant ; 2° Le cas échéant, les nom, prénom et adresse du témoin requis ; 3° Les nom, prénom ou raison sociale et adresse du titulaire du droit d'auteur ou du droit voisin ou de son représentant auquel l'échantillon est remis ou envoyé ; 4° La dénomination de la marchandise ; 5° La date, l'heure et le lieu du prélèvement ; 6° Le numéro d'ordre de chaque échantillon ; 7° Les nom, prénom et qualité de l'agent ayant effectué le prélèvement ainsi que sa signature. III.-Tout prélèvement donne lieu à la rédaction d'un procès-verbal de constat au sens de l'article 334 du code des douanes. Le procès-verbal comporte, outre les mentions prévues par ce code, les mentions suivantes : 1° La date, l'heure et le lieu du prélèvement ; 2° Les nom, prénom ou raison sociale et adresse de toutes les personnes ayant assisté au prélèvement ; 3° Le cas échéant, la mention de l'absence du titulaire du droit d'auteur ou du droit voisin ou de son représentant et de l'information qui lui a été faite de l'heure et du lieu du prélèvement d'échantillons et de la faculté dont il disposait d'être présent ; 4° Le cas échéant, mention du défaut ou du refus de la présence du détenteur de la marchandise, du déclarant ou du représentant de l'un d'entre eux ; 5° Un exposé succinct des circonstances dans lesquelles le prélèvement a été effectué ; 6° L'identification du ou des échantillons ainsi que leur remise à leur destinataire ; 7° Le cas échéant, l'envoi de l'échantillon au titulaire du droit d'auteur ou du droit voisin ou à son représentant, aux seules fins d'analyse et en vue de faciliter les actions qu'il peut être amené à engager par la voie civile ou pénale. Les personnes présentes lors du prélèvement peuvent faire insérer au procès-verbal de constat toutes les déclarations qu'elles jugent utiles. Elles sont invitées à le signer. En cas de refus, mention en est portée sur le procès-verbal de constat. Une copie du procès-verbal de constat est remise à chaque personne présente lors du prélèvement. IV.-En cas d'action en justice du titulaire du droit d'auteur ou du droit voisin, l'administration des douanes conserve les échantillons qui lui sont attribués jusqu'au règlement de l'affaire. En fonction du résultat de l'action civile ou pénale engagée par le titulaire du droit d'auteur ou du droit voisin, ils sont restitués soit à ce dernier soit à leur détenteur ou au déclarant ou à un représentant de l'un d'entre eux. Sauf si les circonstances ne le permettent pas, le titulaire du droit d'auteur ou du droit voisin restitue aux autorités douanières les échantillons qui lui ont été attribués, dès la fin de l'analyse, et au plus tard à la fin de leur retenue. V.-Lorsque la procédure de retenue est mise en œuvre s'agissant de marchandises transportées en petits envois, le présent article n'est pas applicable.",
            "texteHtml": "<p>I.-Lorsque l'administration des douanes décide de procéder à un prélèvement d'échantillon, trois exemplaires sont prélevés par les agents des douanes. L'un est remis au titulaire du droit d'auteur ou du droit voisin ou à son représentant, l'autre est remis au détenteur ou au déclarant ou au représentant de l'un d'entre eux et le dernier est conservé par l'administration des douanes. Les trois échantillons doivent être, autant que possible, identiques. </p><p> Le prélèvement est réalisé en présence soit du détenteur de la marchandise, soit du déclarant ou d'un représentant de l'un d'entre eux. Le titulaire du droit d'auteur ou du droit voisin ou son représentant peut également être présent. Ils sont informés de l'heure, du lieu du prélèvement d'échantillons et de la faculté dont ils disposent d'être présents. </p><p> En cas d'absence du détenteur de la marchandise ou du déclarant ou du représentant de l'un d'entre eux, un témoin n'appartenant pas à l'administration des douanes est requis par deux agents des douanes pour assister au prélèvement. </p><p> Lorsque le titulaire du droit d'auteur ou du droit voisin ou son représentant n'est pas présent, l'échantillon qui lui est destiné peut, sur sa demande expresse et à ses frais, lui être envoyé ou être envoyé à son représentant. Lorsque le détenteur de la marchandise ou le déclarant ou le représentant de l'un d'eux n'est pas présent, l'échantillon qui lui est destiné est conservé par l'administration. </p><p> Lorsqu'une marchandise ou un objet, en raison de son poids, de ses dimensions, de sa valeur, de sa nature ou de la trop faible quantité de produit, ne peut faire l'objet d'un prélèvement de trois échantillons, la marchandise ou l'objet est prélevé dans sa totalité et constitue un seul et unique échantillon, qui est remis au titulaire du droit d'auteur ou du droit voisin ou à son représentant. </p><p> II.-Tout échantillon prélevé est mis sous scellé. Chacun doit retenir une étiquette d'identification portant les mentions suivantes : </p><p> 1° Les nom, prénom ou raison sociale et adresse du détenteur de la marchandise ou du déclarant ; </p><p> 2° Le cas échéant, les nom, prénom et adresse du témoin requis ; </p><p> 3° Les nom, prénom ou raison sociale et adresse du titulaire du droit d'auteur ou du droit voisin ou de son représentant auquel l'échantillon est remis ou envoyé ; </p><p> 4° La dénomination de la marchandise ; </p><p> 5° La date, l'heure et le lieu du prélèvement ; </p><p> 6° Le numéro d'ordre de chaque échantillon ; </p><p> 7° Les nom, prénom et qualité de l'agent ayant effectué le prélèvement ainsi que sa signature. </p><p> III.-Tout prélèvement donne lieu à la rédaction d'un procès-verbal de constat au sens de l'article 334 du code des douanes. Le procès-verbal comporte, outre les mentions prévues par ce code, les mentions suivantes : </p><p> 1° La date, l'heure et le lieu du prélèvement ; </p><p> 2° Les nom, prénom ou raison sociale et adresse de toutes les personnes ayant assisté au prélèvement ; </p><p> 3° Le cas échéant, la mention de l'absence du titulaire du droit d'auteur ou du droit voisin ou de son représentant et de l'information qui lui a été faite de l'heure et du lieu du prélèvement d'échantillons et de la faculté dont il disposait d'être présent ; </p><p> 4° Le cas échéant, mention du défaut ou du refus de la présence du détenteur de la marchandise, du déclarant ou du représentant de l'un d'entre eux ; </p><p> 5° Un exposé succinct des circonstances dans lesquelles le prélèvement a été effectué ; </p><p> 6° L'identification du ou des échantillons ainsi que leur remise à leur destinataire ; </p><p> 7° Le cas échéant, l'envoi de l'échantillon au titulaire du droit d'auteur ou du droit voisin ou à son représentant, aux seules fins d'analyse et en vue de faciliter les actions qu'il peut être amené à engager par la voie civile ou pénale. </p><p> Les personnes présentes lors du prélèvement peuvent faire insérer au procès-verbal de constat toutes les déclarations qu'elles jugent utiles. Elles sont invitées à le signer. En cas de refus, mention en est portée sur le procès-verbal de constat. </p><p> Une copie du procès-verbal de constat est remise à chaque personne présente lors du prélèvement. </p><p> IV.-En cas d'action en justice du titulaire du droit d'auteur ou du droit voisin, l'administration des douanes conserve les échantillons qui lui sont attribués jusqu'au règlement de l'affaire. En fonction du résultat de l'action civile ou pénale engagée par le titulaire du droit d'auteur ou du droit voisin, ils sont restitués soit à ce dernier soit à leur détenteur ou au déclarant ou à un représentant de l'un d'entre eux. </p><p> Sauf si les circonstances ne le permettent pas, le titulaire du droit d'auteur ou du droit voisin restitue aux autorités douanières les échantillons qui lui ont été attribués, dès la fin de l'analyse, et au plus tard à la fin de leur retenue. </p><p> V.-Lorsque la procédure de retenue est mise en œuvre s'agissant de marchandises transportées en petits envois, le présent article n'est pas applicable.</p><p></p>",
            "num": "R335-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1429315200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2146435071,
            "context": {
                "titresTM": [
                    {
                        "debut": "1995-04-13",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083674",
                        "id": "LEGISCTA000006083674",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133347",
                        "id": "LEGISCTA000006133347",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Procédures et sanctions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146380",
                        "id": "LEGISCTA000006146380",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-04-18",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V bis : La retenue",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030488347",
                        "id": "LEGISCTA000030488352",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Code de la propriété intellectuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069414",
                        "id": "LEGITEXT000006069414",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030488485",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030488347",
            "sectionParentId": "LEGISCTA000030488352",
            "sectionParentTitre": "Chapitre V bis : La retenue",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Dispositions générales &gt; Titre III : Procédures et sanctions &gt; Chapitre V bis : La retenue",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000030488490",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069414",
                    "titre": "Code de la propriété intellectuelle",
                    "titreLong": "Code de la propriété intellectuelle",
                    "etat": "VIGUEUR",
                    "dateDebut": 710121600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069414",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030487139",
                    "textTitle": "DÉCRET n°2015-427 du 15 avril 2015 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030488135",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-04-17",
                    "dateSignaTexte": "2015-04-15",
                    "dateDebutCible": "2015-04-18"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030488490",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1429315200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R335-16",
                "335-16"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}