{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033780263",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Le calcul et les conditions de mise en œuvre prévus au I de l'article 204 H du taux prévu à l'article 204 E sont modifiés en cas de : 1° Mariage ou conclusion d'un pacte civil de solidarité ; 2° Décès de l'un des conjoints ou de l'un des partenaires liés par un pacte civil de solidarité soumis à imposition commune ; 3° Divorce, rupture d'un pacte civil de solidarité ou événements mentionnés au 4 de l' article 6 ; 4° Augmentation des charges de famille résultant d'une naissance, d'une adoption ou du recueil d'un enfant mineur dans les conditions prévues à l' article 196 . 2. Ces changements de situation sont déclarés à l'administration fiscale par les contribuables concernés dans un délai de soixante jours. 3. A la suite de la déclaration mentionnée au 2 : 1° Dans les cas mentionnés au 1° du 1 du présent article, le taux du prélèvement est calculé selon les modalités prévues au 1 du I de l'article 204 H, en additionnant les revenus de chaque membre du futur foyer fiscal et en déterminant l'impôt correspondant par application des règles prévues aux 1 à 4 du I de l' article 197 ou, le cas échéant, à l'article 197 A pour un couple, en tenant compte, le cas échéant, du quotient familial correspondant à la situation du futur foyer fiscal. Ce taux s'applique dans les conditions prévues au 2 du I de l'article 204 H, au plus tard le troisième mois qui suit celui de la déclaration du changement de situation ou, sur demande des contribuables, à compter du 1er janvier de l'année qui suit celle du changement de situation et jusqu'à l'application du taux du nouveau foyer fiscal constitué, dans les conditions prévues à l'article 204 H ; 2° Dans le cas mentionné au 2° du 1 du présent article, le taux applicable au conjoint ou partenaire survivant est calculé selon les modalités prévues au 1 du I de l'article 204 H : a) En retenant les revenus et bénéfices que le conjoint ou partenaire survivant a perçus ou réalisés personnellement ou en commun, réduits pro rata temporis à compter du décès, et en déterminant l'impôt correspondant en leur appliquant les règles prévues aux 1 à 4 du I de l'article 197 ou, le cas échéant, à l'article 197 A, en prenant en compte l'ensemble des parts de quotient familial dont bénéficiait le foyer fiscal au 1er janvier de l'année du décès. Ce taux s'applique dans les conditions prévues au 2 du I de l'article 204 H, au plus tard le troisième mois qui suit celui de la déclaration du décès et jusqu'au 31 décembre de l'année du décès ; b) En retenant les revenus et bénéfices mentionnés au a sans être réduits pro rata temporis et en déterminant l'impôt correspondant en leur appliquant les règles prévues aux 1 à 4 du I de l'article 197 ou, le cas échéant, à l'article 197 A, en prenant en compte le quotient familial correspondant à la situation du foyer fiscal postérieurement au décès. Ce taux s'applique dans les conditions prévues au 2 du I de l'article 204 H, à compter du 1er janvier de l'année suivant le décès et jusqu'à l'application du taux du nouveau foyer fiscal constitué à compter du 1er septembre de la seconde année qui suit celle du décès dans les conditions prévues à l'article 204 H ; 3° Dans les cas mentionnés au 3° du 1 du présent article, les taux de prélèvement applicables à chaque ancien conjoint ou partenaire sont calculés selon les modalités prévues au 1 du I de l'article 204 H, en retenant leurs revenus respectifs estimés sous leur responsabilité au titre de l'année du changement de situation et en déterminant l'impôt correspondant en appliquant à ces revenus les règles prévues aux 1 à 4 du I de l'article 197 ou, le cas échéant, à l'article 197 A, en tenant compte du quotient familial correspondant à la situation déclarée par chacun. Ce taux s'applique au plus tard le troisième mois qui suit celui de la déclaration du changement de situation et jusqu'à l'application du taux de chaque nouveau foyer fiscal constitué, dans les conditions prévues à l'article 204 H ; 4° Dans les cas mentionnés au 4° du 1 du présent article, le taux du prélèvement est calculé selon les modalités prévues au 1 du I de l'article 204 H en tenant compte du quotient familial résultant de l'augmentation des charges de famille. Ce taux s'applique dans les conditions prévues au 2 du I du même article 204 H, au plus tard le troisième mois qui suit celui de la déclaration de l'augmentation des charges de famille et jusqu'à l'application du taux correspondant à la nouvelle situation du foyer à compter du 1er septembre de l'année suivant cette augmentation, dans les conditions prévues audit article 204 H.",
            "texteHtml": "<p>1. Le calcul et les conditions de mise en œuvre prévus au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000033780137&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 204 H (VT)'>204 H</a> du taux prévu à l'article 204 E sont modifiés en cas de : </p><p>1° Mariage ou conclusion d'un pacte civil de solidarité ; </p><p>2° Décès de l'un des conjoints ou de l'un des partenaires liés par un pacte civil de solidarité soumis à imposition commune ; </p><p>3° Divorce, rupture d'un pacte civil de solidarité ou événements mentionnés au 4 de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307023&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 6 (V)'>article 6 </a>; </p><p>4° Augmentation des charges de famille résultant d'une naissance, d'une adoption ou du recueil d'un enfant mineur dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303121&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 196 (V)'>article 196</a>.</p><p>2. Ces changements de situation sont déclarés à l'administration fiscale par les contribuables concernés dans un délai de soixante jours. </p><p>3. A la suite de la déclaration mentionnée au 2 : </p><p>1° Dans les cas mentionnés au 1° du 1 du présent article, le taux du prélèvement est calculé selon les modalités prévues au 1 du I de l'article 204 H, en additionnant les revenus de chaque membre du futur foyer fiscal et en déterminant l'impôt correspondant par application des règles prévues aux 1 à 4 du I de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308322&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 197 (V)'>article 197 </a>ou, le cas échéant, à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303125&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 197 A (V)'>197 A </a>pour un couple, en tenant compte, le cas échéant, du quotient familial correspondant à la situation du futur foyer fiscal. </p><p>Ce taux s'applique dans les conditions prévues au 2 du I de l'article 204 H, au plus tard le troisième mois qui suit celui de la déclaration du changement de situation ou, sur demande des contribuables, à compter du 1er janvier de l'année qui suit celle du changement de situation et jusqu'à l'application du taux du nouveau foyer fiscal constitué, dans les conditions prévues à l'article 204 H ; </p><p>2° Dans le cas mentionné au 2° du 1 du présent article, le taux applicable au conjoint ou partenaire survivant est calculé selon les modalités prévues au 1 du I de l'article 204 H : </p><p>a) En retenant les revenus et bénéfices que le conjoint ou partenaire survivant a perçus ou réalisés personnellement ou en commun, réduits pro rata temporis à compter du décès, et en déterminant l'impôt correspondant en leur appliquant les règles prévues aux 1 à 4 du I de l'article 197 ou, le cas échéant, à l'article 197 A, en prenant en compte l'ensemble des parts de quotient familial dont bénéficiait le foyer fiscal au 1er janvier de l'année du décès. </p><p>Ce taux s'applique dans les conditions prévues au 2 du I de l'article 204 H, au plus tard le troisième mois qui suit celui de la déclaration du décès et jusqu'au 31 décembre de l'année du décès ; </p><p>b) En retenant les revenus et bénéfices mentionnés au a sans être réduits pro rata temporis et en déterminant l'impôt correspondant en leur appliquant les règles prévues aux 1 à 4 du I de l'article 197 ou, le cas échéant, à l'article 197 A, en prenant en compte le quotient familial correspondant à la situation du foyer fiscal postérieurement au décès. </p><p>Ce taux s'applique dans les conditions prévues au 2 du I de l'article 204 H, à compter du 1er janvier de l'année suivant le décès et jusqu'à l'application du taux du nouveau foyer fiscal constitué à compter du 1er septembre de la seconde année qui suit celle du décès dans les conditions prévues à l'article 204 H ; </p><p>3° Dans les cas mentionnés au 3° du 1 du présent article, les taux de prélèvement applicables à chaque ancien conjoint ou partenaire sont calculés selon les modalités prévues au 1 du I de l'article 204 H, en retenant leurs revenus respectifs estimés sous leur responsabilité au titre de l'année du changement de situation et en déterminant l'impôt correspondant en appliquant à ces revenus les règles prévues aux 1 à 4 du I de l'article 197 ou, le cas échéant, à l'article 197 A, en tenant compte du quotient familial correspondant à la situation déclarée par chacun. </p><p>Ce taux s'applique au plus tard le troisième mois qui suit celui de la déclaration du changement de situation et jusqu'à l'application du taux de chaque nouveau foyer fiscal constitué, dans les conditions prévues à l'article 204 H ; </p><p>4° Dans les cas mentionnés au 4° du 1 du présent article, le taux du prélèvement est calculé selon les modalités prévues au 1 du I de l'article 204 H en tenant compte du quotient familial résultant de l'augmentation des charges de famille. </p><p>Ce taux s'applique dans les conditions prévues au 2 du I du même article 204 H, au plus tard le troisième mois qui suit celui de la déclaration de l'augmentation des charges de famille et jusqu'à l'application du taux correspondant à la nouvelle situation du foyer à compter du 1er septembre de l'année suivant cette augmentation, dans les conditions prévues audit article 204 H.</p>",
            "num": "204 I",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1546300800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2143289343,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033779948",
                        "id": "LEGISCTA000033780155",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033780139",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033779948",
            "sectionParentId": "LEGISCTA000033780155",
            "sectionParentTitre": "Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033780263",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 1er de l'ordonnance n° 2017-1390 du 22 septembre 2017, les dispositions du présent article s'appliquent aux revenus perçus ou réalisés à compter du 1er janvier 2019.",
            "notaHtml": "<p>Conformément à l'article 1er de l'ordonnance n° 2017-1390 du 22 septembre 2017, les dispositions du présent article s'appliquent aux revenus perçus ou réalisés à compter du 1er janvier 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734169",
                    "textTitle": "LOI n°2016-1917 du 29 décembre 2016 - art. 60 (VD)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000038836271",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2019-10-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 B",
                    "articleId": "LEGIARTI000043982240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629936000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 196 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "196",
                    "articleId": "LEGIARTI000006303121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197",
                    "articleId": "LEGIARTI000006308322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197 A",
                    "articleId": "LEGIARTI000006303125",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 E (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "204 E",
                    "articleId": "LEGIARTI000033780180",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 H (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "204 H",
                    "articleId": "LEGIARTI000033780137",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "204 J",
                    "articleId": "LEGIARTI000046860839",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 N (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "204 N",
                    "articleId": "LEGIARTI000033780286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006307023",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033780263",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "204 I",
                "204"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}