{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039471643",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les personnels de droit privé et les agents de droit public employés par les chambres de commerce et d'industrie de région constituent, pour l'application des dispositions du présent titre, le personnel de ces établissements. II.-Les personnels de droit privé sont recrutés par la chambre de commerce et d'industrie de région conformément au code du travail , aux accords collectifs interprofessionnels étendus, à la convention collective, aux accords collectifs conclus par CCI France et, le cas échéant, aux accords collectifs conclus par la chambre elle-même. III.-La chambre de commerce et d'industrie de région peut affecter les personnels de droit privé qu'elle recrute, ou mettre à disposition les agents publics, auprès des chambres de commerce et d'industrie territoriales qui lui sont rattachées, après les avoir consultées et dans le respect de la masse salariale prévue dans le budget voté par ces dernières pour l'exercice en cours. Le contrat de travail conclu par la chambre de commerce et d'industrie de région avec un personnel de droit privé précise l'établissement public dans lequel le salarié est affecté ainsi que les conditions de sa mobilité professionnelle dans la circonscription de la chambre de commerce et d'industrie de région. La chambre de commerce et d'industrie de région peut mettre fin à une affectation ou à une mise à disposition après avis du président de la chambre de commerce et d'industrie territoriale concernée. En cas de défaut de versement, par une chambre de commerce et d'industrie territoriale, des dépenses obligatoires prévues au 5° de l'article L. 711-8 , la chambre de commerce et d'industrie de région peut déduire les sommes correspondantes du montant de taxe pour frais de chambres allouée à cette chambre de commerce et d'industrie territoriale. IV.-Lorsque la délégation permanente prévue au 3° bis de l'article L. 711-3 lui a été confiée par la chambre de commerce et d'industrie de région à laquelle son établissement est rattaché, le président de la chambre de commerce et d'industrie territoriale conclut les contrats de travail et avenants entre les personnels de droit privé et la chambre de commerce et d'industrie de région, dans le respect du plafond d'emploi fixé par cette dernière et de la masse salariale prévue dans son budget voté. La décision de délégation précise les missions des personnels qu'elle autorise à recruter. Elle ne peut porter sur le recrutement du directeur général ni, le cas échéant, sur le recrutement des personnels en charge de fonctions mutualisées dans le cadre du schéma régional d'organisation des missions. La chambre de commerce et d'industrie de région est informée des projets de recrutements dans le cadre de cette délégation. Les décisions relatives à la rémunération du personnel ainsi qu'à la fin de la relation de travail des agents publics ou du contrat de travail des personnels de droit privé ne peuvent être déléguées. V.-La délégation donnée aux présidents des chambres de commerce et d'industrie territoriale pour gérer la situation personnelle de leur personnel peut avoir pour objet : 1° La gestion de ses droits à congés ; 2° La gestion et l'aménagement de son temps de travail ; 3° L'exercice du pouvoir disciplinaire, à l'exclusion de la rupture de la relation de travail ; 4° La gestion des emplois et des compétences conformément à la gestion prévisionnelle des emplois et des compétences mise en place au niveau national et au niveau régional ; 5° La gestion des actions de formation professionnelle, dans le cadre de la politique de formation établie par la chambre de commerce et d'industrie de région ; 6° L'organisation, l'aménagement et l'amélioration des conditions de travail et de l'emploi ; 7° Les mesures de prévention en matière de santé et de sécurité au travail conformément à la quatrième partie du code du travail. VI.-Les actes de délégation sont accordés par le président de la chambre de commerce et d'industrie de région, après autorisation de son assemblée générale. Ils précisent la durée de la délégation, qui ne peut excéder celle de la mandature, ainsi que son périmètre. Ils sont publiés dans les conditions prévues au règlement intérieur de la chambre.",
            "texteHtml": "<p>I.-Les personnels de droit privé et les agents de droit public employés par les chambres de commerce et d'industrie de région constituent, pour l'application des dispositions du présent titre, le personnel de ces établissements. </p><p>II.-Les personnels de droit privé sont recrutés par la chambre de commerce et d'industrie de région conformément au <a href='/affichCode.do?cidTexte=LEGITEXT000006072050&dateTexte=&categorieLien=cid'>code du travail</a>, aux accords collectifs interprofessionnels étendus, à la convention collective, aux accords collectifs conclus par CCI France et, le cas échéant, aux accords collectifs conclus par la chambre elle-même. </p><p>III.-La chambre de commerce et d'industrie de région peut affecter les personnels de droit privé qu'elle recrute, ou mettre à disposition les agents publics, auprès des chambres de commerce et d'industrie territoriales qui lui sont rattachées, après les avoir consultées et dans le respect de la masse salariale prévue dans le budget voté par ces dernières pour l'exercice en cours. </p><p>Le contrat de travail conclu par la chambre de commerce et d'industrie de région avec un personnel de droit privé précise l'établissement public dans lequel le salarié est affecté ainsi que les conditions de sa mobilité professionnelle dans la circonscription de la chambre de commerce et d'industrie de région. </p><p>La chambre de commerce et d'industrie de région peut mettre fin à une affectation ou à une mise à disposition après avis du président de la chambre de commerce et d'industrie territoriale concernée. </p><p>En cas de défaut de versement, par une chambre de commerce et d'industrie territoriale, des dépenses obligatoires prévues au 5° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006239839&dateTexte=&categorieLien=cid'>L. 711-8</a>, la chambre de commerce et d'industrie de région peut déduire les sommes correspondantes du montant de taxe pour frais de chambres allouée à cette chambre de commerce et d'industrie territoriale. </p><p>IV.-Lorsque la délégation permanente prévue au 3° bis de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006239794&dateTexte=&categorieLien=cid'>L. 711-3</a> lui a été confiée par la chambre de commerce et d'industrie de région à laquelle son établissement est rattaché, le président de la chambre de commerce et d'industrie territoriale conclut les contrats de travail et avenants entre les personnels de droit privé et la chambre de commerce et d'industrie de région, dans le respect du plafond d'emploi fixé par cette dernière et de la masse salariale prévue dans son budget voté. </p><p>La décision de délégation précise les missions des personnels qu'elle autorise à recruter. Elle ne peut porter sur le recrutement du directeur général ni, le cas échéant, sur le recrutement des personnels en charge de fonctions mutualisées dans le cadre du schéma régional d'organisation des missions. </p><p>La chambre de commerce et d'industrie de région est informée des projets de recrutements dans le cadre de cette délégation. </p><p>Les décisions relatives à la rémunération du personnel ainsi qu'à la fin de la relation de travail des agents publics ou du contrat de travail des personnels de droit privé ne peuvent être déléguées. </p><p>V.-La délégation donnée aux présidents des chambres de commerce et d'industrie territoriale pour gérer la situation personnelle de leur personnel peut avoir pour objet : </p><p>1° La gestion de ses droits à congés ; </p><p>2° La gestion et l'aménagement de son temps de travail ; </p><p>3° L'exercice du pouvoir disciplinaire, à l'exclusion de la rupture de la relation de travail ; </p><p>4° La gestion des emplois et des compétences conformément à la gestion prévisionnelle des emplois et des compétences mise en place au niveau national et au niveau régional ; </p><p>5° La gestion des actions de formation professionnelle, dans le cadre de la politique de formation établie par la chambre de commerce et d'industrie de région ; </p><p>6° L'organisation, l'aménagement et l'amélioration des conditions de travail et de l'emploi ; </p><p>7° Les mesures de prévention en matière de santé et de sécurité au travail conformément à la quatrième partie du code du travail. </p><p>VI.-Les actes de délégation sont accordés par le président de la chambre de commerce et d'industrie de région, après autorisation de son assemblée générale. Ils précisent la durée de la délégation, qui ne peut excéder celle de la mandature, ainsi que son périmètre. </p><p>Ils sont publiés dans les conditions prévues au règlement intérieur de la chambre.</p>",
            "num": "R711-32",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1576022400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113781",
                        "id": "LEGISCTA000006113781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Du réseau des chambres de  commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133274",
                        "id": "LEGISCTA000006133274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146288",
                        "id": "LEGISCTA000006146288",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2010-08-07",
                        "titre": "Section 2 : Des chambres régionales de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161563",
                        "id": "LEGISCTA000006161563",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-08-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Des chambres de commerce et d'industrie de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161563",
                        "id": "LEGISCTA000022682793",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006269894",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161563",
            "sectionParentId": "LEGISCTA000022682793",
            "sectionParentTitre": "Section 2 : Des chambres de commerce et d'industrie de région",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; TITRE Ier : Du réseau des chambres de  commerce et d'industrie. &gt; Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie. &gt; Section 2 : Des chambres de commerce et d'industrie de région",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039471643",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039468194",
                    "textTitle": "Décret n°2019-1317 du 9 décembre 2019 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000039468768",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-12-10",
                    "dateSignaTexte": "2019-12-09",
                    "dateDebutCible": "2019-12-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000023152806",
                    "textTitle": "Décret n°2010-1463\n du 1er décembre 2010 - art. 80 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "80",
                    "articleId": "LEGIARTI000023153599",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-1463",
                    "datePubli": 1291248000000,
                    "dateDebut": 1291334400000
                },
                {
                    "textCid": "JORFTEXT000029718009",
                    "textTitle": "AVIS DIVERS du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029718032",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415318400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L711-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L711-3",
                    "articleId": "LEGIARTI000006239794",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L711-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L711-8",
                    "articleId": "LEGIARTI000006239839",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071345",
                    "textTitle": "Décret n°1938-09-28 du 28 septembre 1938 - art. 6 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006561207",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 1938-09-28 art. 6 al. 7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006269894",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1281139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022682791",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1281139200000,
                    "dateFin": 1291334400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023160710",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1291334400000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033739598",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1576022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039471643",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1576022400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R711-32",
                "711-32"
            ],
            "versionPrecedente": "LEGIARTI000033739598",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033739598",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Conformément au 5° de l'article L. 711-8 , les chambres de commerce et d'industrie de région recrutent les personnels de droit public sous statut prévu par la loi n° 52-1311 du 10 décembre 1952 relative à l'établissement obligatoire d'un statut du personnel administratif des chambres d'agriculture, des chambres de commerce et des chambres de métiers et les personnels de droit public hors statut pour les agents ressortissants d'un Etat non membre de l'Union européenne ou pour le personnel à temps partiel inférieur à 50 %. Elles mettent ces personnels à disposition, après les avoir consultées, des chambres de commerce et d'industrie territoriales qui leur sont rattachées, dans le respect, au regard des grilles des emplois applicables, de la masse salariale prévue dans le budget voté par ces dernières pour l'exercice en cours. Il peut être mis à fin à une mise à disposition par une décision de la chambre de commerce et d'industrie de région prise après avis du président de la chambre de commerce et d'industrie concernée. La convention passée avec un agent sous statut ne peut comprendre des dispositions contraires au statut mentionné à l'alinéa précédent. Lorsque de telles dispositions figurent dans une convention, elles sont réputées être nulles et non avenues. La convention précise l'établissement dans lequel l'agent sera d'abord affecté. II.-L'ancienneté acquise sans interruption au titre du ou des emplois occupés dans un établissement du réseau des chambres de commerce et d'industrie est considérée maintenue en cas de mobilité dans un autre établissement du réseau au sein de la même région. III.-En application du 4° de l'article L. 711-3 , après y avoir été autorisé par délibération de son assemblée générale, le président de la chambre de commerce et d'industrie de région peut, dans le cadre du pouvoir de la gestion des agents de droit public sous statut que lui confère l'article L. 711-10 , donner délégation aux présidents des chambres de commerce et d'industrie rattachées pour : 1° Procéder aux recrutements des agents de droit public sous statut, nécessaires au bon accomplissement de leurs missions opérationnelles, sous réserve de respecter le plafond d'emploi fixé par la chambre de commerce et d'industrie de région et la masse salariale prévue dans le budget voté par cet établissement. La chambre de commerce et d'industrie de région est informée préalablement des intentions de recrutements. Le personnel ainsi recruté relève de la commission paritaire régionale ; 2° Gérer la situation personnelle de ces agents sous les mêmes réserves ; Les décisions relatives à la rémunération de ces personnels sont prises et signées par la chambre de commerce et d'industrie de région qui centralise la paie. Les actes de délégation précisent leur durée, qui ne peut excéder celle de la mandature, leur périmètre et la nature des missions concernées. IV.-La gestion de la situation personnelle des agents de droit public affectés à une chambre rattachée porte sur les domaines suivants : a) Gestion de leurs droits à congés ; b) Agrément des demandes d'adaptation du temps de travail ; c) Suspension de fonctions à titre conservatoire ; d) Entretiens professionnels ; e) Formation continue, dans le cadre du plan de formation établi par la chambre de commerce et d'industrie de région après information et consultation de la commission paritaire régionale ; f) Organisation, aménagement et amélioration des conditions de travail et de l'emploi ; g) Actions en faveur de la transmission des savoirs et des savoir-faire ; h) Mesures de prévention, telles l'instruction des collaborateurs aux premiers secours dans les services où sont effectués des travaux dangereux.",
            "texteHtml": "<p>I.-Conformément au 5° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006239839&dateTexte=&categorieLien=cid'>L. 711-8</a>, les chambres de commerce et d'industrie de région recrutent les personnels de droit public sous statut prévu par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000698649&categorieLien=cid'>loi n° 52-1311 du 10 décembre 1952 </a>relative à l'établissement obligatoire d'un statut du personnel administratif des chambres d'agriculture, des chambres de commerce et des chambres de métiers et les personnels de droit public hors statut pour les agents ressortissants d'un Etat non membre de l'Union européenne ou pour le personnel à temps partiel inférieur à 50 %. </p><p>Elles mettent ces personnels à disposition, après les avoir consultées, des chambres de commerce et d'industrie territoriales qui leur sont rattachées, dans le respect, au regard des grilles des emplois applicables, de la masse salariale prévue dans le budget voté par ces dernières pour l'exercice en cours. </p><p>Il peut être mis à fin à une mise à disposition par une décision de la chambre de commerce et d'industrie de région prise après avis du président de la chambre de commerce et d'industrie concernée. </p><p>La convention passée avec un agent sous statut ne peut comprendre des dispositions contraires au statut mentionné à l'alinéa précédent. Lorsque de telles dispositions figurent dans une convention, elles sont réputées être nulles et non avenues. La convention précise l'établissement dans lequel l'agent sera d'abord affecté. </p><p>II.-L'ancienneté acquise sans interruption au titre du ou des emplois occupés dans un établissement du réseau des chambres de commerce et d'industrie est considérée maintenue en cas de mobilité dans un autre établissement du réseau au sein de la même région. </p><p>III.-En application du 4° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006239794&dateTexte=&categorieLien=cid' title='Code de commerce - art. L711-3 (V)'>L. 711-3</a>, après y avoir été autorisé par délibération de son assemblée générale, le président de la chambre de commerce et d'industrie de région peut, dans le cadre du pouvoir de la gestion des agents de droit public sous statut que lui confère l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006239845&dateTexte=&categorieLien=cid' title='Code de commerce - art. L711-10 (V)'>L. 711-10</a>, donner délégation aux présidents des chambres de commerce et d'industrie rattachées pour : </p><p>1° Procéder aux recrutements des agents de droit public sous statut, nécessaires au bon accomplissement de leurs missions opérationnelles, sous réserve de respecter le plafond d'emploi fixé par la chambre de commerce et d'industrie de région et la masse salariale prévue dans le budget voté par cet établissement. </p><p>La chambre de commerce et d'industrie de région est informée préalablement des intentions de recrutements. Le personnel ainsi recruté relève de la commission paritaire régionale ; </p><p>2° Gérer la situation personnelle de ces agents sous les mêmes réserves ; </p><p>Les décisions relatives à la rémunération de ces personnels sont prises et signées par la chambre de commerce et d'industrie de région qui centralise la paie. </p><p>Les actes de délégation précisent leur durée, qui ne peut excéder celle de la mandature, leur périmètre et la nature des missions concernées. </p><p>IV.-La gestion de la situation personnelle des agents de droit public affectés à une chambre rattachée porte sur les domaines suivants : </p><p>a) Gestion de leurs droits à congés ; </p><p>b) Agrément des demandes d'adaptation du temps de travail ; </p><p>c) Suspension de fonctions à titre conservatoire ; </p><p>d) Entretiens professionnels ; </p><p>e) Formation continue, dans le cadre du plan de formation établi par la chambre de commerce et d'industrie de région après information et consultation de la commission paritaire régionale ; </p><p>f) Organisation, aménagement et amélioration des conditions de travail et de l'emploi ; </p><p>g) Actions en faveur de la transmission des savoirs et des savoir-faire ; </p><p>h) Mesures de prévention, telles l'instruction des collaborateurs aux premiers secours dans les services où sont effectués des travaux dangereux.</p>",
            "num": "R711-32",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1483056000000,
            "dateFin": 1576022400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113781",
                        "id": "LEGISCTA000006113781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Du réseau des chambres de  commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133274",
                        "id": "LEGISCTA000006133274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146288",
                        "id": "LEGISCTA000006146288",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2010-08-07",
                        "titre": "Section 2 : Des chambres régionales de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161563",
                        "id": "LEGISCTA000006161563",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-08-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Des chambres de commerce et d'industrie de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161563",
                        "id": "LEGISCTA000022682793",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006269894",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161563",
            "sectionParentId": "LEGISCTA000022682793",
            "sectionParentTitre": "Section 2 : Des chambres de commerce et d'industrie de région",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; TITRE Ier : Du réseau des chambres de  commerce et d'industrie. &gt; Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie. &gt; Section 2 : Des chambres de commerce et d'industrie de région",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033739598",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033718955",
                    "textTitle": "Décret n°2016-1894 du 27 décembre 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033727111",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-29",
                    "dateSignaTexte": "2016-12-27",
                    "dateDebutCible": "2016-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000698649",
                    "textTitle": "Loi n° 52-1311 du 10 décembre 1952",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698649",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "52-1311",
                    "datePubli": -538272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000023152806",
                    "textTitle": "Décret n°2010-1463\n du 1er décembre 2010 - art. 80 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "80",
                    "articleId": "LEGIARTI000023153599",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-1463",
                    "datePubli": 1291248000000,
                    "dateDebut": 1291334400000
                },
                {
                    "textCid": "JORFTEXT000029718009",
                    "textTitle": "AVIS DIVERS du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029718032",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415318400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L711-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L711-10",
                    "articleId": "LEGIARTI000006239845",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458086400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L711-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L711-3",
                    "articleId": "LEGIARTI000006239794",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L711-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L711-8",
                    "articleId": "LEGIARTI000006239839",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1938-09-28 art. 6 al. 7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006071345",
                    "textTitle": "Décret n°1938-09-28 du 28 septembre 1938 - art. 6 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006561207",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006269894",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1281139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022682791",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1281139200000,
                    "dateFin": 1291334400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023160710",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1291334400000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033739598",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1576022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039471643",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1576022400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R711-32",
                "711-32"
            ],
            "versionPrecedente": "LEGIARTI000023160710",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023160710",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Conformément au 5° de l'article L. 711-8 , les chambres de commerce et d'industrie de région recrutent les personnels de droit public sous statut prévu par la loi n° 52-1311 du 10 décembre 1952 relative à l'établissement obligatoire d'un statut du personnel administratif des chambres d'agriculture, des chambres de commerce et des chambres de métiers et les personnels de droit public hors statut pour les agents ressortissants d'un Etat non membre de l'Union européenne ou pour le personnel à temps partiel inférieur à 50 %. Elles mettent ces personnels à disposition, après les avoir consultées, des chambres de commerce et d'industrie territoriales qui leur sont rattachées, dans le respect, au regard des grilles des emplois applicables, de la masse salariale prévue dans le budget voté par ces dernières pour l'exercice en cours. Il peut être mis à fin à une mise à disposition par une décision de la chambre de commerce et d'industrie de région prise après avis du président de la chambre de commerce et d'industrie concernée et, en cas de contestation, après avis de la commission paritaire régionale. La convention passée avec un agent sous statut ne peut comprendre des dispositions contraires au statut mentionné à l'alinéa précédent. Lorsque de telles dispositions figurent dans une convention, elles sont réputées être nulles et non avenues. La convention, qui peut prévoir une éventuelle clause de mobilité, précise l'établissement dans lequel l'agent sera d'abord affecté. II.-L'ancienneté acquise sans interruption au titre du ou des emplois occupés dans un établissement du réseau des chambres de commerce et d'industrie est considérée maintenue en cas de mobilité dans un autre établissement du réseau au sein de la même région. III.-En application du 4° de l'article L. 711-3 , après y avoir été autorisé par délibération de l'assemblée générale de la chambre de commerce et d'industrie de région, pour une durée qui n'excède pas celle de la mandature, le président de cette dernière peut donner délégation au président d'une chambre de commerce et d'industrie territoriale ou d'une chambre de commerce et d'industrie départementale d'Ile-de-France qui lui est rattachée pour procéder aux recrutements et à la gestion personnelle des agents de droit public sous statut nécessaires au bon accomplissement de leurs missions opérationnelles, sous réserve de respecter le plafond d'emploi fixé par la chambre de commerce et d'industrie de région et la masse salariale prévue dans le budget voté par cet établissement. L'acte de délégation précise sa durée et son périmètre et la nature des missions opérationnelles concernées. La chambre de commerce et d'industrie de région est tenue préalablement informée par la chambre de commerce et d'industrie territoriale ou départementale d'Ile-de-France des recrutements effectués. Le personnel ainsi recruté relève de la commission paritaire régionale. IV.-La gestion de la situation personnelle des personnels de droit public affectés à une chambre rattachée porte sur les domaines suivants : a) Gestion de leurs droits à congés ; b) Agrément des demandes d'adaptation du temps de travail ; c) Suspension de fonctions à titre conservatoire ; d) Exclusion temporaire sans rémunération de moins de quinze jours ; e) Sanctions disciplinaires : avertissement et blâme ; f) Entretiens professionnels ; g) Formation continue, dans le cadre du plan de formation établi par la commission paritaire régionale ; h) Organisation, aménagement et amélioration des conditions de travail et de l'emploi ; i) Actions en faveur de la transmission des savoirs et des savoir-faire ; j) Mesures de prévention, telles l'instruction des collaborateurs aux premiers secours dans les services où sont effectués des travaux dangereux. Les décisions relatives à la rémunération de ces personnels restent toutefois signées par la chambre de commerce et d'industrie de région qui centralise la paie. Il en va de même pour les notifications des sanctions les plus graves.",
            "texteHtml": "I.-Conformément au 5° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006239839&dateTexte=&categorieLien=cid'>L. 711-8</a>, les chambres de commerce et d'industrie de région recrutent les personnels de droit public sous statut prévu par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000698649&categorieLien=cid'>loi n° 52-1311 du 10 décembre 1952 </a>relative à l'établissement obligatoire d'un statut du personnel administratif des chambres d'agriculture, des chambres de commerce et des chambres de métiers et les personnels de droit public hors statut pour les agents ressortissants d'un Etat non membre de l'Union européenne ou pour le personnel à temps partiel inférieur à 50 %. <p>Elles mettent ces personnels à disposition, après les avoir consultées, des chambres de commerce et d'industrie territoriales qui leur sont rattachées, dans le respect, au regard des grilles des emplois applicables, de la masse salariale prévue dans le budget voté par ces dernières pour l'exercice en cours. </p><p>Il peut être mis à fin à une mise à disposition par une décision de la chambre de commerce et d'industrie de région prise après avis du président de la chambre de commerce et d'industrie concernée et, en cas de contestation, après avis de la commission paritaire régionale. </p><p>La convention passée avec un agent sous statut ne peut comprendre des dispositions contraires au statut mentionné à l'alinéa précédent. Lorsque de telles dispositions figurent dans une convention, elles sont réputées être nulles et non avenues. La convention, qui peut prévoir une éventuelle clause de mobilité, précise l'établissement dans lequel l'agent sera d'abord affecté. </p><p>II.-L'ancienneté acquise sans interruption au titre du ou des emplois occupés dans un établissement du réseau des chambres de commerce et d'industrie est considérée maintenue en cas de mobilité dans un autre établissement du réseau au sein de la même région. </p><p>III.-En application du 4° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006239794&dateTexte=&categorieLien=cid'>L. 711-3</a>, après y avoir été autorisé par délibération de l'assemblée générale de la chambre de commerce et d'industrie de région, pour une durée qui n'excède pas celle de la mandature, le président de cette dernière peut donner délégation au président d'une chambre de commerce et d'industrie territoriale ou d'une chambre de commerce et d'industrie départementale d'Ile-de-France qui lui est rattachée pour procéder aux recrutements et à la gestion personnelle des agents de droit public sous statut nécessaires au bon accomplissement de leurs missions opérationnelles, sous réserve de respecter le plafond d'emploi fixé par la chambre de commerce et d'industrie de région et la masse salariale prévue dans le budget voté par cet établissement.</p><p>L'acte de délégation précise sa durée et son périmètre et la nature des missions opérationnelles concernées. </p><p>La chambre de commerce et d'industrie de région est tenue préalablement informée par la chambre de commerce et d'industrie territoriale ou départementale d'Ile-de-France des recrutements effectués. Le personnel ainsi recruté relève de la commission paritaire régionale. </p><p>IV.-La gestion de la situation personnelle des personnels de droit public affectés à une chambre rattachée porte sur les domaines suivants : </p><p>a) Gestion de leurs droits à congés ; </p><p>b) Agrément des demandes d'adaptation du temps de travail ; </p><p>c) Suspension de fonctions à titre conservatoire ; </p><p>d) Exclusion temporaire sans rémunération de moins de quinze jours ; </p><p>e) Sanctions disciplinaires : avertissement et blâme ; </p><p>f) Entretiens professionnels ; </p><p>g) Formation continue, dans le cadre du plan de formation établi par la commission paritaire régionale ; </p><p>h) Organisation, aménagement et amélioration des conditions de travail et de l'emploi ; </p><p>i) Actions en faveur de la transmission des savoirs et des savoir-faire ; </p><p>j) Mesures de prévention, telles l'instruction des collaborateurs aux premiers secours dans les services où sont effectués des travaux dangereux. </p><p>Les décisions relatives à la rémunération de ces personnels restent toutefois signées par la chambre de commerce et d'industrie de région qui centralise la paie. Il en va de même pour les notifications des sanctions les plus graves.</p>",
            "num": "R711-32",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1291334400000,
            "dateFin": 1483056000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113781",
                        "id": "LEGISCTA000006113781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Du réseau des chambres de  commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133274",
                        "id": "LEGISCTA000006133274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146288",
                        "id": "LEGISCTA000006146288",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2010-08-07",
                        "titre": "Section 2 : Des chambres régionales de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161563",
                        "id": "LEGISCTA000006161563",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-08-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Des chambres de commerce et d'industrie de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161563",
                        "id": "LEGISCTA000022682793",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006269894",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161563",
            "sectionParentId": "LEGISCTA000022682793",
            "sectionParentTitre": "Section 2 : Des chambres de commerce et d'industrie de région",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; TITRE Ier : Du réseau des chambres de  commerce et d'industrie. &gt; Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie. &gt; Section 2 : Des chambres de commerce et d'industrie de région",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000023160710",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000023152806",
                    "textTitle": "Décret n°2010-1463\n du 1er décembre 2010 - art. 23",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000023153487",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-12-02",
                    "dateSignaTexte": "2010-12-01",
                    "dateDebutCible": "2010-12-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000698649",
                    "textTitle": "Loi n° 52-1311 du 10 décembre 1952",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698649",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "52-1311",
                    "datePubli": -538272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000023152806",
                    "textTitle": "Décret n°2010-1463\n du 1er décembre 2010 - art. 80 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "80",
                    "articleId": "LEGIARTI000023153599",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-1463",
                    "datePubli": 1291248000000,
                    "dateDebut": 1291334400000
                },
                {
                    "textCid": "JORFTEXT000029718009",
                    "textTitle": "AVIS DIVERS du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029718032",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415318400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L711-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L711-3",
                    "articleId": "LEGIARTI000006239794",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L711-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L711-8",
                    "articleId": "LEGIARTI000006239839",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1938-09-28 art. 6 al. 7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006071345",
                    "textTitle": "Décret n°1938-09-28 du 28 septembre 1938 - art. 6 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006561207",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006269894",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1281139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022682791",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1281139200000,
                    "dateFin": 1291334400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023160710",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1291334400000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033739598",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1576022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039471643",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1576022400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R711-32",
                "711-32"
            ],
            "versionPrecedente": "LEGIARTI000022682791",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022682791",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les chambres de commerce et d'industrie de région peuvent être autorisées à fonder et administrer, dans les mêmes conditions que celles prévues pour les chambres de commerce et d'industrie territoriales, tous établissements à l'usage du commerce ou de l'industrie. Les chambres de commerce et d'industrie de région peuvent être déclarées concessionnaires de travaux publics ou chargées de services publics dans les mêmes conditions que les chambres de commerce et d'industrie territoriales. La concession peut se rapporter non seulement à des travaux entrepris par l'Etat mais aussi à ceux qui sont à la charge des départements, des communes ou des associations syndicales.",
            "texteHtml": "<p>Les chambres de commerce et d'industrie de région peuvent être autorisées à fonder et administrer, dans les mêmes conditions que celles prévues pour les chambres de commerce et d'industrie territoriales, tous établissements à l'usage du commerce ou de l'industrie. Les chambres de commerce et d'industrie de région peuvent être déclarées concessionnaires de travaux publics ou chargées de services publics dans les mêmes conditions que les chambres de commerce et d'industrie territoriales. La concession peut se rapporter non seulement à des travaux entrepris par l'Etat mais aussi à ceux qui sont à la charge des départements, des communes ou des associations syndicales.</p>",
            "num": "R711-32",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1281139200000,
            "dateFin": 1291334400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113781",
                        "id": "LEGISCTA000006113781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Du réseau des chambres de  commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133274",
                        "id": "LEGISCTA000006133274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146288",
                        "id": "LEGISCTA000006146288",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2010-08-07",
                        "titre": "Section 2 : Des chambres régionales de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161563",
                        "id": "LEGISCTA000006161563",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-08-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Des chambres de commerce et d'industrie de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161563",
                        "id": "LEGISCTA000022682793",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Des compétences.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178965",
                        "id": "LEGISCTA000006178965",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006269894",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006178965",
            "sectionParentId": "LEGISCTA000006178965",
            "sectionParentTitre": "Sous-section 1 : Des compétences.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; TITRE Ier : Du réseau des chambres de  commerce et d'industrie. &gt; Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie. &gt; Section 2 : Des chambres de commerce et d'industrie de région &gt; Sous-section 1 : Des compétences.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000022682791",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022673417",
                    "textTitle": "Décret n°2010-924\n du 3 août 2010 - art. 2 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000022674598",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-08-06",
                    "dateSignaTexte": "2010-08-03",
                    "dateDebutCible": "2010-08-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000023152806",
                    "textTitle": "Décret n°2010-1463\n du 1er décembre 2010 - art. 80 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "80",
                    "articleId": "LEGIARTI000023153599",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-1463",
                    "datePubli": 1291248000000,
                    "dateDebut": 1291334400000
                },
                {
                    "textCid": "JORFTEXT000029718009",
                    "textTitle": "AVIS DIVERS du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029718032",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415318400000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1938-09-28 art. 6 al. 7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006071345",
                    "textTitle": "Décret n°1938-09-28 du 28 septembre 1938 - art. 6 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006561207",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006269894",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1281139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022682791",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1281139200000,
                    "dateFin": 1291334400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023160710",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1291334400000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033739598",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1576022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039471643",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1576022400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R711-32",
                "711-32"
            ],
            "versionPrecedente": "LEGIARTI000006269894",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006269894",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les chambres régionales de commerce et d'industrie peuvent être autorisées à fonder et administrer, dans les mêmes conditions que celles prévues pour les chambres de commerce et d'industrie, tous établissements à l'usage du commerce ou de l'industrie. Les chambres régionales de commerce et d'industrie peuvent être déclarées concessionnaires de travaux publics ou chargées de services publics dans les mêmes conditions que les chambres de commerce et d'industrie. La concession peut se rapporter non seulement à des travaux entrepris par l'Etat mais aussi à ceux qui sont à la charge des départements, des communes ou des associations syndicales.",
            "texteHtml": "<p></p>   Les chambres régionales de commerce et d'industrie peuvent être autorisées à fonder et administrer, dans les mêmes conditions que celles prévues pour les chambres de commerce et d'industrie, tous établissements à l'usage du commerce ou de l'industrie. Les chambres régionales de commerce et d'industrie peuvent être déclarées concessionnaires de travaux publics ou chargées de services publics dans les mêmes conditions que les chambres de commerce et d'industrie. La concession peut se rapporter non seulement à des travaux entrepris par l'Etat mais aussi à ceux qui sont à la charge des départements, des communes ou des associations syndicales.<p></p><p></p>",
            "num": "R711-32",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1175040000000,
            "dateFin": 1281139200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113781",
                        "id": "LEGISCTA000006113781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Du réseau des chambres de  commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133274",
                        "id": "LEGISCTA000006133274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146288",
                        "id": "LEGISCTA000006146288",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2010-08-07",
                        "titre": "Section 2 : Des chambres régionales de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161563",
                        "id": "LEGISCTA000006161563",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-08-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Des chambres de commerce et d'industrie de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161563",
                        "id": "LEGISCTA000022682793",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Des compétences.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178965",
                        "id": "LEGISCTA000006178965",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006269894",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006178965",
            "sectionParentId": "LEGISCTA000006178965",
            "sectionParentTitre": "Sous-section 1 : Des compétences.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; TITRE Ier : Du réseau des chambres de  commerce et d'industrie. &gt; Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie. &gt; Section 2 : Des chambres de commerce et d'industrie de région &gt; Sous-section 1 : Des compétences.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006269894",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000820567",
                    "textTitle": "Décret 2007-431 2007-03-25 JORF 27 mars 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000820567",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-27",
                    "dateSignaTexte": "2007-03-25",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000023152806",
                    "textTitle": "Décret n°2010-1463\n du 1er décembre 2010 - art. 80 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "80",
                    "articleId": "LEGIARTI000023153599",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-1463",
                    "datePubli": 1291248000000,
                    "dateDebut": 1291334400000
                },
                {
                    "textCid": "JORFTEXT000029718009",
                    "textTitle": "AVIS DIVERS du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029718032",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415318400000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1938-09-28 art. 6 al. 7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006071345",
                    "textTitle": "Décret n°1938-09-28 du 28 septembre 1938 - art. 6 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006561207",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006269894",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1281139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022682791",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1281139200000,
                    "dateFin": 1291334400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023160710",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1291334400000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033739598",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1576022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039471643",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1576022400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R711-32",
                "711-32"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}