{
    "cid": "LEGIARTI000033744285",
    "num": "Annexe I",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029338352",
                        "id": "LEGISCTA000029344454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-12-07",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IER : LE NAVIRE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033540803",
                        "id": "LEGISCTA000033540803",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-12-30",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DU LIVRE IER\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033746608",
                        "id": "LEGISCTA000033746608",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000033744285",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. R5113-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5113-18",
                    "articleId": "LEGIARTI000033743791",
                    "natureText": "CODE",
                    "date": 1599848855773,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. R5113-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5113-20",
                    "articleId": "LEGIARTI000033743795",
                    "natureText": "CODE",
                    "date": 1599848855773,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. R5113-27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5113-27",
                    "articleId": "LEGIARTI000033743811",
                    "natureText": "CODE",
                    "date": 1599848855774,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. R5113-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5113-8",
                    "articleId": "LEGIARTI000033743769",
                    "natureText": "CODE",
                    "date": 1599848855774,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033740739",
                    "textTitle": "Décret n°2016-1893 du 28 décembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033742114",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-29",
                    "dateSignaTexte": "2016-12-28",
                    "dateDebutCible": "2016-12-30"
                },
                {
                    "textCid": "JORFTEXT000033740739",
                    "textTitle": "Décret n°2016-1893 du 28 décembre 2016 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033742114",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-29",
                    "dateSignaTexte": "2016-12-28",
                    "dateDebutCible": "2016-12-30"
                }
            ],
            "num": "Annexe I",
            "origine": "LEGI",
            "texte": "EXIGENCES ESSENTIELLES A.-Exigences essentielles de sécurité en matière de conception et de construction des produits énumérés à l'article R. 5113-8 : 1. Catégories de conception des bateaux : CATÉGORIE DE CONCEPTION FORCE DU VENT (échelle de Beaufort) HAUTEUR SIGNIFICATIVE DES VAGUES À CONSIDÉRER (H 1/3, en mètres) A Supérieure à 8 Supérieure à 4 B Jusqu'à 8 compris Jusqu'à 4 compris C Jusqu'à 6 compris Jusqu'à 2 compris D Jusqu'à 4 compris Jusqu'à 0,3 compris Notes explicatives : A.-Un bateau de plaisance de la catégorie de conception A est considéré comme conçu pour des vents qui peuvent dépasser la force 8 (sur l'échelle de Beaufort) et pour des vagues qui peuvent dépasser une hauteur significative de 4 mètres, à l'exclusion toutefois des conditions exceptionnelles telles que des tempêtes, des tempêtes violentes, des tornades et des conditions maritimes extrêmes ou des vagues énormes. B.-Un bateau de plaisance de la catégorie de conception B est considéré comme conçu pour des vents pouvant aller jusqu'à la force 8 comprise et des vagues pouvant atteindre une hauteur significative jusqu'à 4 mètres compris. C.-Un bateau de la catégorie de conception C est considéré comme conçu pour des vents pouvant aller jusqu'à la force 6 comprise et des vagues pouvant atteindre une hauteur significative jusqu'à 2 mètres compris. D.-Un bateau de la catégorie de conception D est considéré comme conçu pour des vents pouvant aller jusqu'à la force 4 comprise et des vagues pouvant attendre une hauteur significative jusqu'à 0,3 mètre compris, avec des vagues occasionnelles d'une hauteur maximale de 0,5 mètre. Les bateaux de chaque catégorie de conception doivent être conçus et construits pour résister à ces paramètres en ce qui concerne la stabilité, la flottabilité et les autres exigences essentielles pertinentes énoncées dans la présente annexe et pour avoir de bonnes caractéristiques de manœuvrabilité. 2. Exigences générales : 2.1. Identification des bateaux : Tout bateau est marqué d'un numéro d'identification qui comporte les indications suivantes : a) Le code du pays du fabricant ; b) Le code individuel du fabricant attribué par l'autorité nationale compétente. Le code est attribué selon des modalités définies par arrêté ; c) Le numéro de série individuel ; d) Le mois et l'année de fabrication ; e) L'année modèle. Les exigences détaillées relatives au numéro d'identification mentionné au premier alinéa sont établies dans la norme harmonisée pertinente. 2.2. Plaque du constructeur du bateau : Tout bateau porte une plaque fixée à demeure et séparée du numéro d'identification du bateau, comportant, au moins, les indications suivantes : a) Le nom du fabricant, sa raison sociale ou sa marque déposée ainsi que son adresse de contact ; b) Le marquage \" CE \", tel qu'il est prévu à l'article R. 5113-27 ; c) La catégorie de conception du bateau conformément au point 1 de la partie A de la présente annexe ; d) La charge maximale recommandée par le fabricant au sens du point 3.6 de la même partie A, à l'exclusion du poids du contenu des réservoirs fixes lorsqu'ils sont pleins ; e) Le nombre de personnes recommandé par le fabricant pour lequel le bateau a été conçu. Dans le cas d'une évaluation après construction, les coordonnées et les exigences prévues au point a) incluent celles de l'organisme notifié qui a effectué l'évaluation de la conformité. 2.3. Prévention des chutes par-dessus bord et moyens permettant de remonter à bord : Le bateau est conçu de manière à minimiser les risques de chute par-dessus bord et à faciliter la remontée à bord. Un dispositif de remontée à bord est accessible ou peut être déployé sans assistance par une personne tombée à l'eau. 2.4. Visibilité à partir du poste de barre principal : Sur les bateaux de plaisance, le poste de barre principal offre à l'homme de barre, dans des conditions normales d'utilisation (vitesse et chargement), une bonne visibilité sur 360°. 2.5. Manuel du propriétaire : Chaque produit est accompagné d'un manuel du propriétaire conformément au 8° de l'article R. 5113-18 et au 6° de l'article R. 5113-20 . Ce manuel fournit toutes les informations nécessaires à une utilisation en toute sécurité du produit et attire particulièrement l'attention sur l'installation, l'entretien et une utilisation normale du produit ainsi que sur la prévention et la gestion des risques. 3. Exigences relatives à l'intégrité et aux caractéristiques de construction : 3.1. Structure : \" Le choix des matériaux et leur combinaison, ainsi que les caractéristiques de construction du bateau, garantissent une solidité suffisante à tous points de vue. Une attention particulière est accordée à la catégorie de conception conformément au point 1 de la partie A de la présente annexe et à la charge maximale recommandée par le fabricant conformément au point 3.6 de la même partie A. 3.2. Stabilité et franc-bord : Le bateau a une stabilité et un franc-bord suffisants compte tenu de sa catégorie de conception conformément au point 1 de la partie A de la présente annexe et de la charge maximale recommandée par le fabricant conformément au point 3.6 de la même partie A. 3.3. Flottabilité : Le bateau est construit de manière à garantir que ses caractéristiques de flottabilité sont adaptées à sa catégorie de conception conformément au point 1 de la partie A de la présente annexe et à la charge maximale recommandée par le fabricant conformément au point 3.6 de la même partie A. Tous les bateaux de plaisance multicoques habitables qui sont susceptibles de se retourner ont une flottabilité suffisante pour leur permettre de rester à flot en cas de retournement. Les bateaux de moins de six mètres qui sont susceptibles d'envahissement lorsqu'ils sont utilisés dans leur catégorie de conception sont munis de moyens de flottabilité appropriés à l'état envahi. 3.4. Ouvertures dans la coque, le pont et la superstructure : Les ouvertures pratiquées au niveau de la coque, du pont (ou des ponts) et de la superstructure n'altèrent pas l'intégrité structurelle du bateau ou son étanchéité lorsqu'elles sont fermées. Les fenêtres, hublots, portes et panneaux d'écoutille à la pression de l'eau qu'ils sont susceptibles de subir à l'endroit où ils sont placés ainsi qu'aux charges concentrées qui peuvent leur être appliquées par le poids des personnes se déplaçant sur le pont. Les accessoires destinés à permettre le passage de l'eau vers la coque ou en provenance de la coque (passe-coques) sous la ligne de flottaison correspondant à la charge maximale recommandée par le fabricant conformément au point 3.6 sont munis d'un dispositif d'arrêt facilement accessible. 3.5. Envahissement : Tous les bateaux sont conçus de manière à minimiser le risque de naufrage. Une attention particulière est accordée, le cas échéant : a) Aux cockpits et puits qui devraient être auto-videurs ou être pourvus d'autres moyens empêchant l'eau de pénétrer à l'intérieur du bateau ; b) Aux dispositifs de ventilation ; c) A l'évacuation de l'eau par des pompes ou d'autres moyens. 3.6. Charge maximale recommandée par le fabricant : La charge maximale recommandée par le fabricant [carburant, eau, provisions, équipements divers et personnes (exprimée en kilogrammes)] pour laquelle le bateau a été conçu est déterminée conformément à la catégorie de conception définie au point 1 de la partie A de la présente annexe, la stabilité et le franc-bord (point 3.2 de la même partie A) et la flottabilité (point 3.3 de la même partie A). 3.7. Emplacement du radeau de sauvetage : Tous les bateaux de plaisance des catégories de conception A et B ainsi que les bateaux de plaisance des catégories de conception C et D d'une longueur de plus de 6 mètres disposent d'un ou plusieurs emplacement (s) pour un (des) radeau (x) de sauvetage de dimensions suffisantes pour contenir le nombre de personnes recommandé par le fabricant pour le transport desquelles le bateau de plaisance a été conçu. Cet (ces) emplacement (s) est (sont) facilement accessible (s) à tout moment. 3.8. Evacuation : Tous les bateaux de plaisance multicoques habitables qui sont susceptibles de se retourner sont pourvus de moyens d'évacuation efficaces en cas de retournement. Lorsqu'un moyen d'évacuation peut être utilisé en cas de retournement, il ne porte atteinte ni à la structure (point 3.1 de la partie A de la présente annexe), ni à la stabilité (point 3.2 de la même partie), ni à la flottabilité (point 3.3 de la même partie), que le bateau de plaisance soit en position droite ou qu'il soit retourné. Tout bateau de plaisance habitable est pourvu de moyens d'évacuation efficaces en cas d'incendie. 3.9. Ancrage, amarrage et remorquage : Tous les bateaux, compte tenu de leur catégorie de conception et de leurs caractéristiques, sont pourvus d'un ou de plusieurs point (s) d'ancrage ou d'autres moyens capables d'accepter en toute sécurité des charges d'ancrage, d'amarrage et de remorquage. 4. Caractéristiques concernant les manœuvres : Le fabricant veille à ce que les caractéristiques du bateau concernant les manœuvres soient satisfaisantes lorsqu'il est équipé du moteur de propulsion le plus puissant pour lequel le bateau est conçu et construit. Pour tous les moteurs de propulsion, la puissance nominale maximale est déclarée dans le manuel du propriétaire. 5. Exigences relatives à l'installation : 5.1. Moteurs et compartiments moteur : 5.1.1. Moteurs \" in-bord \" : Tout moteur \" in-bord \" est installé dans un lieu fermé et isolé des locaux de vie et de manière à réduire au minimum les risques d'incendie ou de propagation des incendies ainsi que les risques dus aux émanations toxiques, à la chaleur, au bruit ou aux vibrations dans les locaux de vie. Les pièces et accessoires du moteur qui demandent un contrôle et/ ou un entretien fréquents sont facilement accessibles. Les matériaux isolants utilisés à l'intérieur du compartiment moteur n'entretiennent pas la combustion. 5.1.2. Ventilation : Le compartiment moteur est ventilé. La pénétration d'eau dans le compartiment moteur par les ouvertures doit être limitée. 5.1.3. Parties exposées : Lorsque le moteur n'est pas protégé par un couvercle ou par son confinement, il est pourvu de dispositifs empêchant d'accéder à ses parties exposées mobiles ou brûlantes qui risquent de provoquer des accidents corporels. 5.1.4. Démarrage du moteur \" hors-bord \" de propulsion : Tout moteur \" hors-bord \" de propulsion monté sur un bateau est pourvu d'un dispositif empêchant de démarrer le moteur en prise, excepté : a) Lorsque la poussée statique produite par le moteur est inférieure à 500 newtons (N) ; b) Lorsque le moteur est équipé d'un limitateur de puissance limitant la poussée à 500 N au moment du démarrage du moteur. 5.1.5. Véhicules nautiques à moteur fonctionnant sans pilote : Les véhicules nautiques à moteur sont équipés d'un dispositif d'arrêt automatique du moteur de propulsion ou d'un dispositif automatique permettant à l'embarcation d'effectuer un mouvement circulaire vers l'avant à vitesse réduite lorsque le pilote quitte volontairement l'embarcation ou qu'il tombe par-dessus bord. 5.1.6. Les moteurs \" hors-bord \" de propulsion avec commande à la barre sont équipés d'un dispositif d'arrêt d'urgence qui peut être relié à l'homme de barre. 5.2. Circuit d'alimentation : 5.2.1. Généralités : Les dispositifs et équipements de remplissage, de stockage, de ventilation et d'amenée du carburant sont conçus et installés de manière à réduire au minimum les risques d'incendie et d'explosion. 5.2.2. Réservoirs de carburant : Les réservoirs, conduites et tuyaux de carburant sont fixés et éloignés de toute source de chaleur importante ou en sont protégés. Le choix des matériaux constitutifs et des méthodes de fabrication des réservoirs est fonction de la contenance du réservoir et du type de carburant. Les emplacements des réservoirs de carburant-essence sont ventilés. Les réservoirs de carburant-essence ne constituent pas une partie de la coque et sont : a) Protégés contre le risque d'incendie de tout moteur et de toute autre source d'inflammation ; b) Isolés des locaux de vie. Les réservoirs de carburant-diesel peuvent être intégrés à la coque. 5.3. Système électrique : Les circuits électriques sont conçus et installés de manière à assurer le bon fonctionnement du bateau dans des conditions d'utilisation normales et à réduire au minimum les risques d'incendie et d'électrocution. Tous les circuits électriques, à l'exception du circuit de démarrage du moteur alimenté par batteries, sont protégés contre les surcharges. Les circuits de propulsion électrique ne donnent lieu à aucune interaction avec d'autres circuits susceptible de provoquer un dysfonctionnement de ces circuits. Une ventilation est assurée pour prévenir l'accumulation de gaz explosibles que les batteries pourraient dégager. Les batteries sont fixées solidement et protégées contre la pénétration de l'eau. 5.4. Direction : 5.4.1. Généralités : Les systèmes de contrôle de la direction et de la propulsion sont conçus, construits et installés de manière à permettre la transmission des efforts exercés sur les commandes de gouverne dans des conditions de fonctionnement prévisibles. 5.4.2. Dispositifs de secours : Tout bateau de plaisance à voiles et tout bateau de plaisance dépourvu de voiles et équipé d'un seul moteur de propulsion qui est doté d'un système de commande du gouvernail à distance est pourvu d'un dispositif de secours permettant de diriger le bateau de plaisance à vitesse réduite. 5.5. Appareils à gaz : Les appareils à gaz à usage domestique sont du type à évacuation des vapeurs et sont conçus et installés de manière à prévenir les fuites et les risques d'explosion et à permettre des vérifications d'étanchéité. Les matériaux et les éléments ou pièces d'équipement conviennent au gaz particulier qui est utilisé et sont conçus pour résister aux contraintes et attaques propres au milieu marin. Chaque appareil à gaz prévu par le fabricant aux fins de l'application pour laquelle il est utilisé est installé conformément aux instructions du fabricant. Chaque appareil à gaz est alimenté par un branchement séparé du système de distribution et chaque appareil est pourvu d'un dispositif de fermeture propre. Une ventilation adéquate est prévue pour prévenir les risques dus aux fuites et aux produits de combustion. Tout bateau muni d'appareils à gaz installés à demeure est équipé d'une enceinte destinée à contenir toutes les bouteilles de gaz. L'enceinte est isolée des locaux de vie, accessible uniquement de l'extérieur et ventilée vers l'extérieur de manière à assurer l'évacuation des gaz. En particulier, tout appareil à gaz installé à demeure est testé après son installation. 5.6. Protection contre l'incendie : 5.6.1. Généralités : Les types d'équipements installés et le plan d'aménagement du bateau sont déterminés en tenant compte des risques d'incendie et de propagation du feu. Une attention particulière est accordée à l'environnement des dispositifs à flamme libre, aux zones chaudes ou aux moteurs et machines auxiliaires, aux débordements d'huile et de carburant, aux tuyaux d'huile et de carburant non couverts ainsi qu'au routage des câbles électriques en particulier, qui doivent être éloignés des sources de chaleur et des zones chaudes. 5.6.2. Équipement de lutte contre l'incendie : Les bateaux de plaisance sont pourvus d'équipements de lutte contre le feu appropriés aux risques d'incendie ou l'emplacement et la capacité de ces équipements appropriés aux risques d'incendie sont indiqués. Le bateau n'est pas mis en service avant que l'équipement approprié de lutte contre l'incendie n'ait été mis en place. Les compartiments des moteurs à essence sont protégés par un système d'extinction d'incendie évitant que l'on doive les ouvrir en cas d'incendie. Lorsqu'ils sont installés, les extincteurs portables sont fixés à des endroits facilement accessibles ; l'un d'entre eux est placé de manière à pouvoir être facilement atteint du poste de barre principal du bateau. 5.7. Feux de navigation, marques et signalisations sonores : Lorsque des feux de navigation, des marques et des signalisations sonores sont installés, ils sont conformes à la convention de 1972 sur le règlement international pour prévenir les abordages en mer (COLREG 72) ou au code européen des voies de navigation intérieure (CEVNI), selon qu'il convient. 5.8. Prévention des décharges et installations permettant de transférer les déchets à terre : Les bateaux sont construits de manière à empêcher toute décharge accidentelle de polluants (huile, carburant, etc.) dans l'eau. Chacune des toilettes dont est équipé un bateau de plaisance est raccordée uniquement à un système de réservoir ou à un système de traitement des eaux. Les bateaux de plaisance munis de réservoirs sont équipés d'un raccord de vidange normalisé permettant la connexion des tuyaux des installations de réception au tuyau de vidange du bateau de plaisance. De plus, tous tuyaux de décharge de déchets humains traversant la coque sont équipés de vannes pouvant être bloquées en position fermée. B.-Exigences essentielles en matière d'émissions gazeuses provenant des moteurs de propulsion : Les moteurs de propulsion répondent aux exigences essentielles énoncées dans la présente partie B en matière d'émissions gazeuses. 1. Description du moteur de propulsion : 1.1. Tout moteur porte clairement les renseignements suivants : a) Le nom, la raison sociale ou la marque déposée et l'adresse de contact du fabricant du moteur et, le cas échéant, le nom et l'adresse de contact de la personne qui adapte le moteur ; b) Le type de moteur et, le cas échéant, la famille ; c) Le numéro de série individuel du moteur ; d) Le marquage \" CE \", tel qu'il est prévu à l'article R. 5113-27. 1.2. Les marquages prévus au point 1.1 doivent durer toute la vie utile du moteur et être clairement lisibles et indélébiles. En cas d'utilisation d'étiquettes ou de plaques, celles-ci doivent être apposées de telle manière que leur fixation dure toute la vie utile du moteur et que les étiquettes ou les plaques ne puissent être ôtées sans être détruites ou déformées. 1.3. Les marquages doivent être apposés sur une pièce du moteur nécessaire au fonctionnement normal de celui-ci et ne devant normalement pas être remplacée au cours de la vie du moteur. 1.4. Ces marquages doivent être apposés de manière à être aisément visibles après que le moteur a été assemblé avec toutes les pièces auxiliaires nécessaires à son fonctionnement. 2. Exigences en matière d'émissions gazeuses : Les moteurs de propulsion sont conçus, construits et assemblés de telle manière que, lors d'une installation correcte et d'une utilisation normale, les émissions ne dépassent pas les valeurs limites obtenues dans le tableau 1 du point 2.1 et dans les tableaux 2 et 3 du point 2.2 de la partie B de la présente annexe : 2.1. Valeurs applicables aux fins du second alinéa de l'article R. 5113-40 et du tableau 2 du point 2.2 de la même partie B : Tableau 1 : TYPE DE MOTEUR MONOXYDE DE CARBONE (CO = A + B/ PNN) HYDROCARBURES (HC = A + B/ PNN) OXYDES D'AZOTE (NOX) PARTICULES (PT) (G/ K WH) A B n A B n Deux temps 150,0 600,0 1,0 30,0 100,0 0,75 10,0 Sans objet Quatre temps 150,0 600,0 1,0 6,0 50,0 0,75 15,0 Sans objet Allumage par compression 5,0 0 0 1,5 2,0 0,5 9,8 1,0 Où \" A \", \" B \" et \" n \" désignent des constantes conformément au tableau et \" PN \" correspond à la puissance nominale du moteur en kW. 2.2. Valeurs applicables à partir du 18 janvier 2016 : Tableau 2.-Limites des émissions gazeuses des moteurs à allumage par compression (APC) (**) VOLUME BALAYÉ (SV) (L/ CYL) PUISSANCE NOMINALE DU MOTEUR (PN) (EN KW) PARTICULES (PT) (EN G/ KWH) HYDROCARBURES + OXYDES D'AZOTE (HC + NOX) (EN G/ KWH) SV < 0,9 PN < 37 Les valeurs visées au tableau 1 37 ≤ PN < 75 (*) 0,30 4,7 75 ≤ PN < 3 700 0,15 5,8 0,9 ≤ SV < 1,2 PN < 3 700 0,14 5,8 1,2 ≤ SV < 2,5 0,12 5,8 2,5 ≤ SV < 3,5 0,12 5,8 3,5 ≤ SV < 7,0 0,11 5,8 (*) Alternativement, les moteurs à allumage par compression dont la puissance nominale est égale ou supérieure à 37 kW mais inférieure à 75 kW et dont le volume balayé est inférieur à 0,9 L/ cyl ne dépassent pas une limite d'émission de particules (PT) de 0,20 g/ kWh et une limite d'émission combinée d'hydrocarbures et d'oxydes d'azote (HC + NOx) de 5,8 g/ kWh. (**) Un moteur à allumage par compression ne dépasse pas une limite d'émission de monoxyde de carbone (CO) de 5,0 g/ kWh. Tableau 3.-Limites des émissions gazeuses des moteurs à explosion Vous pouvez consulter l'image dans le fac-similé du JO n º 0134 du 10 juin 2016, texte n º 5 2.3. Cycles d'essai : Cycles d'essai et facteur de pondération à appliquer : Les exigences suivantes de la norme ISO 8178-4 : 2007 sont appliquées, en tenant compte des valeurs fixées dans le tableau ci-dessous. Pour les moteurs à allumage par compression (APC) à vitesse variable, le cycle d'essai E1 ou E5 s'applique ou alternativement ; si leur puissance est supérieure à 130 kW, le cycle d'essai E3 peut s'appliquer. Pour les moteurs à explosion à vitesse variable, le cycle d'essai E4 s'applique. CYCLE E1, MODE NUMÉRO 1 2 3 4 5 Vitesse Régime nominal Régime intermédiaire Régime de ralenti Couple, en % 100 75 75 50 0 Facteur de pondération 0,08 0,11 0,19 0,32 0,3 Vitesse Régime nominal Régime intermédiaire Régime de ralenti Cycle E3, mode numéro 1 2 3 4 Vitesse, en % 100 91 80 63 Puissance, en % 100 75 50 25 Facteur de pondération 0,2 0,5 0,15 0,15 Cycle E4, mode numéro 1 2 3 4 5 Vitesse, en % 100 80 60 40 Ralenti Couple, en % 100 71,6 46,5 25,3 0 Facteur de pondération 0,06 0,14 0,15 0,25 0,40 Cycle E5, mode numéro 1 2 3 4 5 Vitesse, en % 100 91 80 63 Ralenti Puissance, en % 100 75 50 25 0 Facteur de pondération 0,08 0,13 0,17 0,32 0,3 Les organismes notifiés peuvent accepter des essais réalisés à l'aide d'autres cycles d'essai, tels que spécifiés dans une norme harmonisée et applicables pour le cycle de travail du moteur. 2.4. Application de la famille du moteur de propulsion et choix du moteur de propulsion parent : Le fabricant du moteur est tenu de définir les moteurs de sa gamme qui doivent être inclus dans une famille de moteurs. Un moteur parent est sélectionné dans une famille de moteurs de façon à ce que ses caractéristiques d'émission soient représentatives de l'ensemble des moteurs de cette famille. Le moteur intégrant les caractéristiques qui devraient se traduire par les émissions spécifiques les plus élevées (exprimées en g/ kWh) mesurées lors du cycle d'essai applicable devrait normalement être sélectionné comme moteur parent de la famille. 2.5. Carburants d'essai : Le carburant d'essai utilisé pour les essais relatifs aux émissions gazeuses répond aux critères suivants : CARBURANTS ESSENCE Propriété RF-02-99 Sans plomb RF-02-03 Sans plomb Minimal Maximal Minimal Maximal Indice d'octane recherche (IOR) 95 --- 95 --- Indice d'octane moteur (IOM) 85 --- 85 --- Densité à 15° C (en kg/ m ³) 748 762 740 754 Point initial d'ébullition (en° C) 24 40 24 40 Fraction massique de soufre (en mg/ kg) --- 100 --- 10 Teneur en plomb (en mg/ l) --- 5 --- 5 Pression de vapeur Reid (en kPa) 56 60 --- --- Pression de vapeur (DVPE) (en kPa) --- --- 56 60 Carburants diesel Propriété RF-06-99 RF-06-03 Minimal Maximal Minimal Maximal Valeur du cétane 52 54 52 54 Densité à 15° C (en kg/ m ³) 833 837 833 837 Point final d'ébullition (en° C) --- 370 --- 370 Point d'éclair (en° C) 55 --- 55 --- Fraction massique de soufre (en mg/ kg) à indiquer 300 (50) --- 10 Fraction massique des cendres (en %) à indiquer 0,01 --- 0,01 Les organismes notifiés peuvent accepter les essais réalisés à l'aide d'autres carburants d'essai, tels qu'ils sont spécifiés dans une norme harmonisée. 3. Durabilité : Le fabricant du moteur fournit des instructions sur l'installation et l'entretien du moteur, dont l'application devrait permettre le respect des limites énoncées aux points 2.1 et 2.2 tout au long de la \" vie utile \" du moteur et dans des conditions normales d'utilisation. Le fabricant du moteur obtient ces informations par des essais préalables d'endurance, basés sur des cycles de fonctionnement normal, et par le calcul de la fatigue des éléments ou pièces d'équipement de façon à rédiger les instructions d'entretien nécessaires et à les publier pour tous les nouveaux moteurs lors de leur première mise sur le marché. On entend par \" vie utile \" du moteur ce qui suit : a) Pour les moteurs APC : 480 heures de fonctionnement ou dix ans, suivant le premier de ces événements qui survient ; b) Pour les moteurs in-bord à explosion ou les moteurs à embase arrière avec ou sans échappement intégré : \"-pour les moteurs de catégorie PN ≤ 373 kW : 480 heures de fonctionnement ou dix ans, suivant le premier de ces événements qui survient ; \"-pour les moteurs de catégorie 373 < PN ≤ 485 kW : 150 heures de fonctionnement ou trois ans, suivant le premier de ces événements qui survient ; \"-pour les moteurs de catégorie PN > 485 kW : 50 heures de fonctionnement ou un an, suivant le premier de ces événements qui survient ; c) Pour les moteurs des véhicules nautiques à moteur : 350 heures de fonctionnement ou cinq ans, suivant le premier de ces événements qui survient ; d) Pour les moteurs hors-bord : 350 heures de fonctionnement ou dix ans, suivant le premier de ces événements qui survient. 4. Manuel du propriétaire : Chaque moteur est accompagné d'un manuel du propriétaire rédigé en langue française pour les moteurs destinés à être mis sur le marché en France. Le manuel du propriétaire : a) Fournit des instructions en vue de l'installation, de l'utilisation et de l'entretien nécessaires pour assurer le bon fonctionnement du moteur et satisfaire ainsi aux exigences du point 3 (durabilité) ; b) Précise la puissance du moteur lorsqu'elle est mesurée conformément à la norme harmonisée. C.-Exigences essentielles en matière d'émissions sonores Les bateaux de plaisance munis d'un moteur in-bord ou à embase arrière sans échappement intégré, les véhicules nautiques à moteur, les moteurs \" hors-bord \" et les moteurs à embase arrière avec échappement intégré sont conformes aux exigences essentielles de la présente partie en matière d'émissions sonores. 1. Niveaux des émissions sonores : 1.1. Les bateaux de plaisance munis d'un moteur \" in-bord \" ou à embase arrière sans échappement intégré, les véhicules nautiques à moteur, les moteurs hors-bord et les moteurs à embase arrière avec échappement intégré sont conçus, construits et assemblés de telle sorte que les émissions sonores ne dépassent pas les valeurs limites reprises dans le tableau suivant : PUISSANCE NOMINALE DU MOTEUR (MOTEUR UNIQUE) (EN KW) NIVEAU DE PRESSION ACOUSTIQUE MAXIMAL = LPASMAX (EN DB) PN ≤ 10 67 10 < PN ≤ 40 72 PN > 40 75 Où \" PN \" désigne la puissance nominale du moteur en kW d'un moteur unique au régime nominal et \" LpAS max \" le niveau de pression acoustique maximal en dB. Dans le cas des unités à moteurs jumelés ou à moteurs multiples, une tolérance de 3 dB peut être appliquée, quel que soit le type de moteur. 1.2. Outre le recours aux essais de mesure du niveau sonore, les bateaux de plaisance munis d'un moteur in-bord ou à embase arrière, sans échappement intégré, sont réputés conformes aux exigences sonores définies au point 1.1 si leur nombre de Froude est ≤ 1,1 et leur rapport puissance/ déplacement est ≤ 40 et, si le moteur et le système d'échappement ont été montés conformément aux spécifications du fabricant du moteur. 1.3 On calcule le nombre de Froude (\" Fn \") en divisant la vitesse maximale du bateau de plaisance \" V \" (\" m/ s \") par la racine carrée de la longueur de la ligne de flottaison, \" lwl (m) \", multipliée par une constante d'accélération gravitationnelle donnée, \" g \", de 9,8 m/ s2. Vous pouvez consulter l'image dans le fac-similé du JO n º 0134 du 10/06/2016, texte n º 5 On calcule le rapport puissance/ déplacement en divisant la puissance nominale du moteur \" PN \" (en kW) par le déplacement du bateau de plaisance \" D \" (en tonnes). Vous pouvez consulter l'image dans le fac-similé du JO n º 0134 du 10/06/2016, texte n º 5. 2. Manuel du propriétaire : Pour les bateaux de plaisance munis d'un moteur \" in-bord \" ou d'un moteur à embase arrière sans échappement intégré et les véhicules nautiques à moteur, le manuel du propriétaire exigé en vertu du point 2.5 de la partie A de la présente annexe inclut les informations nécessaires au maintien du bateau de plaisance et du système d'émission dans un état qui, dans la mesure du possible, assurera la conformité avec les valeurs spécifiées de limite sonore lors d'une utilisation normale. Pour les moteurs \" hors-bord \" et les moteurs à embase arrière avec échappement intégré, le manuel du propriétaire exigé en vertu du point 4 de la partie B de la présente annexe fournit les instructions nécessaires au maintien du moteur dans un état qui, dans la mesure du possible, assurera la conformité avec les valeurs spécifiées de limite sonore lors d'une utilisation normale. 3. Durabilité : Les dispositions du point 3 de la partie B de la présente annexe s'appliquent mutatis mutandis à la conformité avec les exigences en matière d'émissions sonores énoncées au point 1 de la présente partie.",
            "texteHtml": "<p></p><p align='center'>EXIGENCES ESSENTIELLES </p><p></p><p>A.-Exigences essentielles de sécurité en matière de conception et de construction des produits énumérés à l'article <a href='/article/LEGIARTI000033743769' title='Code des transports - art. R5113-8 (V)'>R. 5113-8 </a>: <br/>1. Catégories de conception des bateaux : <br/></p><p></p><p></p><div align='center'><center><table border='1'><tbody><tr><th>CATÉGORIE DE CONCEPTION <br/></th><th>FORCE DU VENT <br/>(échelle de Beaufort) <br/></th><th>HAUTEUR SIGNIFICATIVE DES VAGUES À CONSIDÉRER <br/>(H 1/3, en mètres) <br/></th></tr><tr><td valign='middle' align='center'>A <br/></td><td valign='middle' align='center'>Supérieure à 8 <br/></td><td valign='middle' align='center'>Supérieure à 4 <br/></td></tr><tr><td valign='middle' align='center'>B <br/></td><td valign='middle' align='center'>Jusqu'à 8 compris <br/></td><td valign='middle' align='center'>Jusqu'à 4 compris <br/></td></tr><tr><td valign='middle' align='center'>C <br/></td><td valign='middle' align='center'>Jusqu'à 6 compris <br/></td><td valign='middle' align='center'>Jusqu'à 2 compris <br/></td></tr><tr><td valign='middle' align='center'>D <br/></td><td valign='middle' align='center'>Jusqu'à 4 compris <br/></td><td valign='middle' align='center'>Jusqu'à 0,3 compris <br/></td></tr></tbody></table></center></div><p></p><p></p><p>Notes explicatives : <br/>A.-Un bateau de plaisance de la catégorie de conception A est considéré comme conçu pour des vents qui peuvent dépasser la force 8 (sur l'échelle de Beaufort) et pour des vagues qui peuvent dépasser une hauteur significative de 4 mètres, à l'exclusion toutefois des conditions exceptionnelles telles que des tempêtes, des tempêtes violentes, des tornades et des conditions maritimes extrêmes ou des vagues énormes. <br/>B.-Un bateau de plaisance de la catégorie de conception B est considéré comme conçu pour des vents pouvant aller jusqu'à la force 8 comprise et des vagues pouvant atteindre une hauteur significative jusqu'à 4 mètres compris. <br/>C.-Un bateau de la catégorie de conception C est considéré comme conçu pour des vents pouvant aller jusqu'à la force 6 comprise et des vagues pouvant atteindre une hauteur significative jusqu'à 2 mètres compris. <br/>D.-Un bateau de la catégorie de conception D est considéré comme conçu pour des vents pouvant aller jusqu'à la force 4 comprise et des vagues pouvant attendre une hauteur significative jusqu'à 0,3 mètre compris, avec des vagues occasionnelles d'une hauteur maximale de 0,5 mètre. <br/>Les bateaux de chaque catégorie de conception doivent être conçus et construits pour résister à ces paramètres en ce qui concerne la stabilité, la flottabilité et les autres exigences essentielles pertinentes énoncées dans la présente annexe et pour avoir de bonnes caractéristiques de manœuvrabilité. <br/>2. Exigences générales : <br/>2.1. Identification des bateaux : <br/>Tout bateau est marqué d'un numéro d'identification qui comporte les indications suivantes : <br/>a) Le code du pays du fabricant ; <br/>b) Le code individuel du fabricant attribué par l'autorité nationale compétente. Le code est attribué selon des modalités définies par arrêté ; <br/>c) Le numéro de série individuel ; <br/>d) Le mois et l'année de fabrication ; <br/>e) L'année modèle. <br/>Les exigences détaillées relatives au numéro d'identification mentionné au premier alinéa sont établies dans la norme harmonisée pertinente. <br/>2.2. Plaque du constructeur du bateau : <br/>Tout bateau porte une plaque fixée à demeure et séparée du numéro d'identification du bateau, comportant, au moins, les indications suivantes : <br/>a) Le nom du fabricant, sa raison sociale ou sa marque déposée ainsi que son adresse de contact ; <br/>b) Le marquage \" CE \", tel qu'il est prévu à l'article <a href='/article/LEGIARTI000033743811' title='Code des transports - art. R5113-27 (V)'>R. 5113-27 </a>; <br/>c) La catégorie de conception du bateau conformément au point 1 de la partie A de la présente annexe ; <br/>d) La charge maximale recommandée par le fabricant au sens du point 3.6 de la même partie A, à l'exclusion du poids du contenu des réservoirs fixes lorsqu'ils sont pleins ; <br/>e) Le nombre de personnes recommandé par le fabricant pour lequel le bateau a été conçu. <br/>Dans le cas d'une évaluation après construction, les coordonnées et les exigences prévues au point a) incluent celles de l'organisme notifié qui a effectué l'évaluation de la conformité. <br/>2.3. Prévention des chutes par-dessus bord et moyens permettant de remonter à bord : <br/>Le bateau est conçu de manière à minimiser les risques de chute par-dessus bord et à faciliter la remontée à bord. Un dispositif de remontée à bord est accessible ou peut être déployé sans assistance par une personne tombée à l'eau. <br/>2.4. Visibilité à partir du poste de barre principal : <br/>Sur les bateaux de plaisance, le poste de barre principal offre à l'homme de barre, dans des conditions normales d'utilisation (vitesse et chargement), une bonne visibilité sur 360°. <br/>2.5. Manuel du propriétaire : <br/>Chaque produit est accompagné d'un manuel du propriétaire conformément au 8° de l'article <a href='/article/LEGIARTI000033743791' title='Code des transports - art. R5113-18 (V)'>R. 5113-18 </a>et au 6° de l'article <a href='/article/LEGIARTI000033743795' title='Code des transports - art. R5113-20 (V)'>R. 5113-20</a>. <br/>Ce manuel fournit toutes les informations nécessaires à une utilisation en toute sécurité du produit et attire particulièrement l'attention sur l'installation, l'entretien et une utilisation normale du produit ainsi que sur la prévention et la gestion des risques. <br/>3. Exigences relatives à l'intégrité et aux caractéristiques de construction : <br/>3.1. Structure : <br/>\" Le choix des matériaux et leur combinaison, ainsi que les caractéristiques de construction du bateau, garantissent une solidité suffisante à tous points de vue. Une attention particulière est accordée à la catégorie de conception conformément au point 1 de la partie A de la présente annexe et à la charge maximale recommandée par le fabricant conformément au point 3.6 de la même partie A. <br/>3.2. Stabilité et franc-bord : <br/>Le bateau a une stabilité et un franc-bord suffisants compte tenu de sa catégorie de conception conformément au point 1 de la partie A de la présente annexe et de la charge maximale recommandée par le fabricant conformément au point 3.6 de la même partie A. <br/>3.3. Flottabilité : <br/>Le bateau est construit de manière à garantir que ses caractéristiques de flottabilité sont adaptées à sa catégorie de conception conformément au point 1 de la partie A de la présente annexe et à la charge maximale recommandée par le fabricant conformément au point 3.6 de la même partie A. Tous les bateaux de plaisance multicoques habitables qui sont susceptibles de se retourner ont une flottabilité suffisante pour leur permettre de rester à flot en cas de retournement. <br/>Les bateaux de moins de six mètres qui sont susceptibles d'envahissement lorsqu'ils sont utilisés dans leur catégorie de conception sont munis de moyens de flottabilité appropriés à l'état envahi. <br/>3.4. Ouvertures dans la coque, le pont et la superstructure : <br/>Les ouvertures pratiquées au niveau de la coque, du pont (ou des ponts) et de la superstructure n'altèrent pas l'intégrité structurelle du bateau ou son étanchéité lorsqu'elles sont fermées. <br/>Les fenêtres, hublots, portes et panneaux d'écoutille à la pression de l'eau qu'ils sont susceptibles de subir à l'endroit où ils sont placés ainsi qu'aux charges concentrées qui peuvent leur être appliquées par le poids des personnes se déplaçant sur le pont. <br/>Les accessoires destinés à permettre le passage de l'eau vers la coque ou en provenance de la coque (passe-coques) sous la ligne de flottaison correspondant à la charge maximale recommandée par le fabricant conformément au point 3.6 sont munis d'un dispositif d'arrêt facilement accessible. <br/>3.5. Envahissement : <br/>Tous les bateaux sont conçus de manière à minimiser le risque de naufrage. Une attention particulière est accordée, le cas échéant : <br/>a) Aux cockpits et puits qui devraient être auto-videurs ou être pourvus d'autres moyens empêchant l'eau de pénétrer à l'intérieur du bateau ; <br/>b) Aux dispositifs de ventilation ; <br/>c) A l'évacuation de l'eau par des pompes ou d'autres moyens. <br/>3.6. Charge maximale recommandée par le fabricant : <br/>La charge maximale recommandée par le fabricant [carburant, eau, provisions, équipements divers et personnes (exprimée en kilogrammes)] pour laquelle le bateau a été conçu est déterminée conformément à la catégorie de conception définie au point 1 de la partie A de la présente annexe, la stabilité et le franc-bord (point 3.2 de la même partie A) et la flottabilité (point 3.3 de la même partie A). <br/>3.7. Emplacement du radeau de sauvetage : <br/>Tous les bateaux de plaisance des catégories de conception A et B ainsi que les bateaux de plaisance des catégories de conception C et D d'une longueur de plus de 6 mètres disposent d'un ou plusieurs emplacement (s) pour un (des) radeau (x) de sauvetage de dimensions suffisantes pour contenir le nombre de personnes recommandé par le fabricant pour le transport desquelles le bateau de plaisance a été conçu. Cet (ces) emplacement (s) est (sont) facilement accessible (s) à tout moment. <br/>3.8. Evacuation : <br/>Tous les bateaux de plaisance multicoques habitables qui sont susceptibles de se retourner sont pourvus de moyens d'évacuation efficaces en cas de retournement. Lorsqu'un moyen d'évacuation peut être utilisé en cas de retournement, il ne porte atteinte ni à la structure (point 3.1 de la partie A de la présente annexe), ni à la stabilité (point 3.2 de la même partie), ni à la flottabilité (point 3.3 de la même partie), que le bateau de plaisance soit en position droite ou qu'il soit retourné. <br/>Tout bateau de plaisance habitable est pourvu de moyens d'évacuation efficaces en cas d'incendie. <br/>3.9. Ancrage, amarrage et remorquage : <br/>Tous les bateaux, compte tenu de leur catégorie de conception et de leurs caractéristiques, sont pourvus d'un ou de plusieurs point (s) d'ancrage ou d'autres moyens capables d'accepter en toute sécurité des charges d'ancrage, d'amarrage et de remorquage. <br/>4. Caractéristiques concernant les manœuvres : <br/>Le fabricant veille à ce que les caractéristiques du bateau concernant les manœuvres soient satisfaisantes lorsqu'il est équipé du moteur de propulsion le plus puissant pour lequel le bateau est conçu et construit. Pour tous les moteurs de propulsion, la puissance nominale maximale est déclarée dans le manuel du propriétaire. <br/>5. Exigences relatives à l'installation : <br/>5.1. Moteurs et compartiments moteur : <br/>5.1.1. Moteurs \" in-bord \" : <br/>Tout moteur \" in-bord \" est installé dans un lieu fermé et isolé des locaux de vie et de manière à réduire au minimum les risques d'incendie ou de propagation des incendies ainsi que les risques dus aux émanations toxiques, à la chaleur, au bruit ou aux vibrations dans les locaux de vie. <br/>Les pièces et accessoires du moteur qui demandent un contrôle et/ ou un entretien fréquents sont facilement accessibles. <br/>Les matériaux isolants utilisés à l'intérieur du compartiment moteur n'entretiennent pas la combustion. <br/>5.1.2. Ventilation : <br/>Le compartiment moteur est ventilé. La pénétration d'eau dans le compartiment moteur par les ouvertures doit être limitée. <br/>5.1.3. Parties exposées : <br/>Lorsque le moteur n'est pas protégé par un couvercle ou par son confinement, il est pourvu de dispositifs empêchant d'accéder à ses parties exposées mobiles ou brûlantes qui risquent de provoquer des accidents corporels. <br/>5.1.4. Démarrage du moteur \" hors-bord \" de propulsion : <br/>Tout moteur \" hors-bord \" de propulsion monté sur un bateau est pourvu d'un dispositif empêchant de démarrer le moteur en prise, excepté : <br/>a) Lorsque la poussée statique produite par le moteur est inférieure à 500 newtons (N) ; <br/>b) Lorsque le moteur est équipé d'un limitateur de puissance limitant la poussée à 500 N au moment du démarrage du moteur. <br/>5.1.5. Véhicules nautiques à moteur fonctionnant sans pilote : <br/>Les véhicules nautiques à moteur sont équipés d'un dispositif d'arrêt automatique du moteur de propulsion ou d'un dispositif automatique permettant à l'embarcation d'effectuer un mouvement circulaire vers l'avant à vitesse réduite lorsque le pilote quitte volontairement l'embarcation ou qu'il tombe par-dessus bord. <br/>5.1.6. Les moteurs \" hors-bord \" de propulsion avec commande à la barre sont équipés d'un dispositif d'arrêt d'urgence qui peut être relié à l'homme de barre. <br/>5.2. Circuit d'alimentation : <br/>5.2.1. Généralités : <br/>Les dispositifs et équipements de remplissage, de stockage, de ventilation et d'amenée du carburant sont conçus et installés de manière à réduire au minimum les risques d'incendie et d'explosion. <br/>5.2.2. Réservoirs de carburant : <br/>Les réservoirs, conduites et tuyaux de carburant sont fixés et éloignés de toute source de chaleur importante ou en sont protégés. Le choix des matériaux constitutifs et des méthodes de fabrication des réservoirs est fonction de la contenance du réservoir et du type de carburant. <br/>Les emplacements des réservoirs de carburant-essence sont ventilés. <br/>Les réservoirs de carburant-essence ne constituent pas une partie de la coque et sont : <br/>a) Protégés contre le risque d'incendie de tout moteur et de toute autre source d'inflammation ; <br/>b) Isolés des locaux de vie. <br/>Les réservoirs de carburant-diesel peuvent être intégrés à la coque. <br/>5.3. Système électrique : <br/>Les circuits électriques sont conçus et installés de manière à assurer le bon fonctionnement du bateau dans des conditions d'utilisation normales et à réduire au minimum les risques d'incendie et d'électrocution. <br/>Tous les circuits électriques, à l'exception du circuit de démarrage du moteur alimenté par batteries, sont protégés contre les surcharges. <br/>Les circuits de propulsion électrique ne donnent lieu à aucune interaction avec d'autres circuits susceptible de provoquer un dysfonctionnement de ces circuits. <br/>Une ventilation est assurée pour prévenir l'accumulation de gaz explosibles que les batteries pourraient dégager. Les batteries sont fixées solidement et protégées contre la pénétration de l'eau. <br/>5.4. Direction : <br/>5.4.1. Généralités : <br/>Les systèmes de contrôle de la direction et de la propulsion sont conçus, construits et installés de manière à permettre la transmission des efforts exercés sur les commandes de gouverne dans des conditions de fonctionnement prévisibles. <br/>5.4.2. Dispositifs de secours : <br/>Tout bateau de plaisance à voiles et tout bateau de plaisance dépourvu de voiles et équipé d'un seul moteur de propulsion qui est doté d'un système de commande du gouvernail à distance est pourvu d'un dispositif de secours permettant de diriger le bateau de plaisance à vitesse réduite. <br/>5.5. Appareils à gaz : <br/>Les appareils à gaz à usage domestique sont du type à évacuation des vapeurs et sont conçus et installés de manière à prévenir les fuites et les risques d'explosion et à permettre des vérifications d'étanchéité. Les matériaux et les éléments ou pièces d'équipement conviennent au gaz particulier qui est utilisé et sont conçus pour résister aux contraintes et attaques propres au milieu marin. <br/>Chaque appareil à gaz prévu par le fabricant aux fins de l'application pour laquelle il est utilisé est installé conformément aux instructions du fabricant. Chaque appareil à gaz est alimenté par un branchement séparé du système de distribution et chaque appareil est pourvu d'un dispositif de fermeture propre. Une ventilation adéquate est prévue pour prévenir les risques dus aux fuites et aux produits de combustion. <br/>Tout bateau muni d'appareils à gaz installés à demeure est équipé d'une enceinte destinée à contenir toutes les bouteilles de gaz. L'enceinte est isolée des locaux de vie, accessible uniquement de l'extérieur et ventilée vers l'extérieur de manière à assurer l'évacuation des gaz. <br/>En particulier, tout appareil à gaz installé à demeure est testé après son installation. <br/>5.6. Protection contre l'incendie : <br/>5.6.1. Généralités : <br/>Les types d'équipements installés et le plan d'aménagement du bateau sont déterminés en tenant compte des risques d'incendie et de propagation du feu. Une attention particulière est accordée à l'environnement des dispositifs à flamme libre, aux zones chaudes ou aux moteurs et machines auxiliaires, aux débordements d'huile et de carburant, aux tuyaux d'huile et de carburant non couverts ainsi qu'au routage des câbles électriques en particulier, qui doivent être éloignés des sources de chaleur et des zones chaudes. <br/>5.6.2. Équipement de lutte contre l'incendie : <br/>Les bateaux de plaisance sont pourvus d'équipements de lutte contre le feu appropriés aux risques d'incendie ou l'emplacement et la capacité de ces équipements appropriés aux risques d'incendie sont indiqués. Le bateau n'est pas mis en service avant que l'équipement approprié de lutte contre l'incendie n'ait été mis en place. Les compartiments des moteurs à essence sont protégés par un système d'extinction d'incendie évitant que l'on doive les ouvrir en cas d'incendie. <br/>Lorsqu'ils sont installés, les extincteurs portables sont fixés à des endroits facilement accessibles ; l'un d'entre eux est placé de manière à pouvoir être facilement atteint du poste de barre principal du bateau. <br/>5.7. Feux de navigation, marques et signalisations sonores : <br/>Lorsque des feux de navigation, des marques et des signalisations sonores sont installés, ils sont conformes à la convention de 1972 sur le règlement international pour prévenir les abordages en mer (COLREG 72) ou au code européen des voies de navigation intérieure (CEVNI), selon qu'il convient. <br/>5.8. Prévention des décharges et installations permettant de transférer les déchets à terre : <br/>Les bateaux sont construits de manière à empêcher toute décharge accidentelle de polluants (huile, carburant, etc.) dans l'eau. <br/>Chacune des toilettes dont est équipé un bateau de plaisance est raccordée uniquement à un système de réservoir ou à un système de traitement des eaux. <br/>Les bateaux de plaisance munis de réservoirs sont équipés d'un raccord de vidange normalisé permettant la connexion des tuyaux des installations de réception au tuyau de vidange du bateau de plaisance. <br/>De plus, tous tuyaux de décharge de déchets humains traversant la coque sont équipés de vannes pouvant être bloquées en position fermée. <br/>B.-Exigences essentielles en matière d'émissions gazeuses provenant des moteurs de propulsion : <br/>Les moteurs de propulsion répondent aux exigences essentielles énoncées dans la présente partie B en matière d'émissions gazeuses. <br/>1. Description du moteur de propulsion : <br/>1.1. Tout moteur porte clairement les renseignements suivants : <br/>a) Le nom, la raison sociale ou la marque déposée et l'adresse de contact du fabricant du moteur et, le cas échéant, le nom et l'adresse de contact de la personne qui adapte le moteur ; <br/>b) Le type de moteur et, le cas échéant, la famille ; <br/>c) Le numéro de série individuel du moteur ; <br/>d) Le marquage \" CE \", tel qu'il est prévu à l'article R. 5113-27.<br/>1.2. Les marquages prévus au point 1.1 doivent durer toute la vie utile du moteur et être clairement lisibles et indélébiles. En cas d'utilisation d'étiquettes ou de plaques, celles-ci doivent être apposées de telle manière que leur fixation dure toute la vie utile du moteur et que les étiquettes ou les plaques ne puissent être ôtées sans être détruites ou déformées. <br/>1.3. Les marquages doivent être apposés sur une pièce du moteur nécessaire au fonctionnement normal de celui-ci et ne devant normalement pas être remplacée au cours de la vie du moteur. <br/>1.4. Ces marquages doivent être apposés de manière à être aisément visibles après que le moteur a été assemblé avec toutes les pièces auxiliaires nécessaires à son fonctionnement. <br/>2. Exigences en matière d'émissions gazeuses : <br/>Les moteurs de propulsion sont conçus, construits et assemblés de telle manière que, lors d'une installation correcte et d'une utilisation normale, les émissions ne dépassent pas les valeurs limites obtenues dans le tableau 1 du point 2.1 et dans les tableaux 2 et 3 du point 2.2 de la partie B de la présente annexe : <br/>2.1. Valeurs applicables aux fins du second alinéa de l'article R. 5113-40 et du tableau 2 du point 2.2 de la même partie B : <br/>Tableau 1 : <br/></p><p></p><p></p><div align='center'><center><table border='1'><tbody><tr><th>TYPE DE MOTEUR <br/></th><th colspan='3'>MONOXYDE DE CARBONE <br/>(CO = A + B/ PNN) <br/></th><th colspan='3'>HYDROCARBURES <br/>(HC = A + B/ PNN) <br/></th><th>OXYDES D'AZOTE <br/>(NOX) <br/></th><th>PARTICULES <br/>(PT) (G/ K WH) <br/></th></tr><tr><td valign='middle' align='left'></td><td valign='middle' align='justify'>A <br/></td><td valign='middle' align='justify'>B <br/></td><td valign='middle' align='justify'>n <br/></td><td valign='middle' align='justify'>A <br/></td><td valign='middle' align='justify'>B <br/></td><td valign='middle' align='justify'>n <br/></td><td valign='middle' align='left'></td><td valign='middle' align='left'></td></tr><tr><td valign='middle' align='justify'>Deux temps <br/></td><td valign='middle' align='justify'>150,0 <br/></td><td valign='middle' align='justify'>600,0 <br/></td><td valign='middle' align='justify'>1,0 <br/></td><td valign='middle' align='justify'>30,0 <br/></td><td valign='middle' align='justify'>100,0 <br/></td><td valign='middle' align='justify'>0,75 <br/></td><td valign='middle' align='justify'>10,0 <br/></td><td valign='middle' align='justify'>Sans objet <br/></td></tr><tr><td valign='middle' align='justify'>Quatre temps <br/></td><td valign='middle' align='justify'>150,0 <br/></td><td valign='middle' align='justify'>600,0 <br/></td><td valign='middle' align='justify'>1,0 <br/></td><td valign='middle' align='justify'>6,0 <br/></td><td valign='middle' align='justify'>50,0 <br/></td><td valign='middle' align='justify'>0,75 <br/></td><td valign='middle' align='justify'>15,0 <br/></td><td valign='middle' align='justify'>Sans objet <br/></td></tr><tr><td valign='middle' align='justify'>Allumage par compression <br/></td><td valign='middle' align='justify'>5,0 <br/></td><td valign='middle' align='justify'>0 <br/></td><td valign='middle' align='justify'>0 <br/></td><td valign='middle' align='justify'>1,5 <br/></td><td valign='middle' align='justify'>2,0 <br/></td><td valign='middle' align='justify'>0,5 <br/></td><td valign='middle' align='justify'>9,8 <br/></td><td valign='middle' align='justify'>1,0 <br/></td></tr></tbody></table></center></div><p></p><p></p><p>Où \" A \", \" B \" et \" n \" désignent des constantes conformément au tableau et \" PN \" correspond à la puissance nominale du moteur en kW. <br/>2.2. Valeurs applicables à partir du 18 janvier 2016 : <br/>Tableau 2.-Limites des émissions gazeuses des moteurs à allumage par compression (APC) (**) <br/></p><p></p><p></p><div align='center'><center><table border='1'><tbody><tr><th>VOLUME BALAYÉ <br/>(SV) (L/ CYL) <br/></th><th>PUISSANCE NOMINALE <br/>DU MOTEUR (PN) (EN KW) <br/></th><th>PARTICULES (PT) <br/>(EN G/ KWH) <br/></th><th>HYDROCARBURES + OXYDES D'AZOTE <br/>(HC + NOX) (EN G/ KWH) <br/></th></tr><tr><td rowspan='3' valign='middle' align='justify'>SV < 0,9 <br/></td><td valign='middle' align='justify'>PN < 37 <br/></td><td colspan='2' valign='middle' align='justify'>Les valeurs visées au tableau 1 <br/></td></tr><tr><td valign='middle' align='justify'>37 ≤ PN < 75 (*) <br/></td><td valign='middle' align='justify'>0,30 <br/></td><td valign='middle' align='justify'>4,7 <br/></td></tr><tr><td valign='middle' align='justify'>75 ≤ PN < 3 700 <br/></td><td valign='middle' align='justify'>0,15 <br/></td><td valign='middle' align='justify'>5,8 <br/></td></tr><tr><td valign='middle' align='justify'>0,9 ≤ SV < 1,2 <br/></td><td rowspan='4' valign='middle' align='justify'>PN < 3 700 <br/></td><td valign='middle' align='justify'>0,14 <br/></td><td valign='middle' align='justify'>5,8 <br/></td></tr><tr><td valign='middle' align='justify'>1,2 ≤ SV < 2,5 <br/></td><td valign='middle' align='justify'>0,12 <br/></td><td valign='middle' align='justify'>5,8 <br/></td></tr><tr><td valign='middle' align='justify'>2,5 ≤ SV < 3,5 <br/></td><td valign='middle' align='justify'>0,12 <br/></td><td valign='middle' align='justify'>5,8 <br/></td></tr><tr><td valign='middle' align='justify'>3,5 ≤ SV < 7,0 <br/></td><td valign='middle' align='justify'>0,11 <br/></td><td valign='middle' align='justify'>5,8 <br/></td></tr></tbody></table></center></div><p></p><p></p><p>(*) Alternativement, les moteurs à allumage par compression dont la puissance nominale est égale ou supérieure à 37 kW mais inférieure à 75 kW et dont le volume balayé est inférieur à 0,9 L/ cyl ne dépassent pas une limite d'émission de particules (PT) de 0,20 g/ kWh et une limite d'émission combinée d'hydrocarbures et d'oxydes d'azote (HC + NOx) de 5,8 g/ kWh. <br/>(**) Un moteur à allumage par compression ne dépasse pas une limite d'émission de monoxyde de carbone (CO) de 5,0 g/ kWh. <br/>Tableau 3.-Limites des émissions gazeuses des moteurs à explosion <br/>Vous pouvez consulter l'image dans le fac-similé du JO n º 0134 du 10 juin 2016, texte n º 5 <br/>2.3. Cycles d'essai : <br/>Cycles d'essai et facteur de pondération à appliquer : <br/>Les exigences suivantes de la norme ISO 8178-4 : 2007 sont appliquées, en tenant compte des valeurs fixées dans le tableau ci-dessous. <br/>Pour les moteurs à allumage par compression (APC) à vitesse variable, le cycle d'essai E1 ou E5 s'applique ou alternativement ; si leur puissance est supérieure à 130 kW, le cycle d'essai E3 peut s'appliquer. <br/>Pour les moteurs à explosion à vitesse variable, le cycle d'essai E4 s'applique. <br/></p><p></p><p></p><div align='center'><center><table border='1'><tbody><tr><th>CYCLE E1, MODE NUMÉRO <br/></th><th>1 <br/></th><th>2 <br/></th><th>3 <br/></th><th colspan='2'>4 <br/></th><th>5 <br/></th></tr><tr><td valign='middle' align='justify'>Vitesse <br/></td><td colspan='2' valign='middle' align='justify'>Régime nominal <br/></td><td colspan='3' valign='middle' align='justify'>Régime intermédiaire <br/></td><td valign='middle' align='justify'>Régime de ralenti <br/></td></tr><tr><td valign='middle' align='justify'>Couple, en % <br/></td><td valign='middle' align='justify'>100 <br/></td><td valign='middle' align='justify'>75 <br/></td><td valign='middle' align='justify'>75 <br/></td><td colspan='2' valign='middle' align='justify'>50 <br/></td><td valign='middle' align='justify'>0 <br/></td></tr><tr><td valign='middle' align='justify'>Facteur de pondération <br/></td><td valign='middle' align='justify'>0,08 <br/></td><td valign='middle' align='justify'>0,11 <br/></td><td valign='middle' align='justify'>0,19 <br/></td><td colspan='2' valign='middle' align='justify'>0,32 <br/></td><td valign='middle' align='justify'>0,3 <br/></td></tr><tr><td valign='middle' align='justify'>Vitesse <br/></td><td colspan='2' valign='middle' align='justify'>Régime nominal <br/></td><td colspan='3' valign='middle' align='justify'>Régime intermédiaire <br/></td><td valign='middle' align='justify'>Régime de ralenti <br/></td></tr><tr><td valign='middle' align='justify'>Cycle E3, mode numéro <br/></td><td valign='middle' align='justify'>1 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>2 <br/></td><td valign='middle' align='justify'>3 <br/></td><td valign='middle' align='justify'>4 <br/></td><td valign='middle' align='left'></td></tr><tr><td valign='middle' align='justify'>Vitesse, en % <br/></td><td valign='middle' align='justify'>100 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>91 <br/></td><td valign='middle' align='justify'>80 <br/></td><td valign='middle' align='justify'>63 <br/></td><td valign='middle' align='left'></td></tr><tr><td valign='middle' align='justify'>Puissance, en % <br/></td><td valign='middle' align='justify'>100 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>75 <br/></td><td valign='middle' align='justify'>50 <br/></td><td valign='middle' align='justify'>25 <br/></td><td valign='middle' align='left'></td></tr><tr><td valign='middle' align='justify'>Facteur de pondération <br/></td><td valign='middle' align='justify'>0,2 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>0,5 <br/></td><td valign='middle' align='justify'>0,15 <br/></td><td valign='middle' align='justify'>0,15 <br/></td><td valign='middle' align='left'></td></tr><tr><td valign='middle' align='justify'>Cycle E4, mode numéro <br/></td><td valign='middle' align='justify'>1 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>2 <br/></td><td valign='middle' align='justify'>3 <br/></td><td valign='middle' align='justify'>4 <br/></td><td valign='middle' align='justify'>5 <br/></td></tr><tr><td valign='middle' align='justify'>Vitesse, en % <br/></td><td valign='middle' align='justify'>100 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>80 <br/></td><td valign='middle' align='justify'>60 <br/></td><td valign='middle' align='justify'>40 <br/></td><td valign='middle' align='justify'>Ralenti <br/></td></tr><tr><td valign='middle' align='justify'>Couple, en % <br/></td><td valign='middle' align='justify'>100 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>71,6 <br/></td><td valign='middle' align='justify'>46,5 <br/></td><td valign='middle' align='justify'>25,3 <br/></td><td valign='middle' align='justify'>0 <br/></td></tr><tr><td valign='middle' align='justify'>Facteur de pondération <br/></td><td valign='middle' align='justify'>0,06 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>0,14 <br/></td><td valign='middle' align='justify'>0,15 <br/></td><td valign='middle' align='justify'>0,25 <br/></td><td valign='middle' align='justify'>0,40 <br/></td></tr><tr><td valign='middle' align='justify'>Cycle E5, mode numéro <br/></td><td valign='middle' align='justify'>1 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>2 <br/></td><td valign='middle' align='justify'>3 <br/></td><td valign='middle' align='justify'>4 <br/></td><td valign='middle' align='justify'>5 <br/></td></tr><tr><td valign='middle' align='justify'>Vitesse, en % <br/></td><td valign='middle' align='justify'>100 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>91 <br/></td><td valign='middle' align='justify'>80 <br/></td><td valign='middle' align='justify'>63 <br/></td><td valign='middle' align='justify'>Ralenti <br/></td></tr><tr><td valign='middle' align='justify'>Puissance, en % <br/></td><td valign='middle' align='justify'>100 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>75 <br/></td><td valign='middle' align='justify'>50 <br/></td><td valign='middle' align='justify'>25 <br/></td><td valign='middle' align='justify'>0 <br/></td></tr><tr><td valign='middle' align='justify'>Facteur de pondération <br/></td><td valign='middle' align='justify'>0,08 <br/></td><td valign='middle' align='left'></td><td valign='middle' align='justify'>0,13 <br/></td><td valign='middle' align='justify'>0,17 <br/></td><td valign='middle' align='justify'>0,32 <br/></td><td valign='middle' align='justify'>0,3 <br/></td></tr></tbody></table></center></div><p></p><p></p><p>Les organismes notifiés peuvent accepter des essais réalisés à l'aide d'autres cycles d'essai, tels que spécifiés dans une norme harmonisée et applicables pour le cycle de travail du moteur. <br/>2.4. Application de la famille du moteur de propulsion et choix du moteur de propulsion parent : <br/>Le fabricant du moteur est tenu de définir les moteurs de sa gamme qui doivent être inclus dans une famille de moteurs. <br/>Un moteur parent est sélectionné dans une famille de moteurs de façon à ce que ses caractéristiques d'émission soient représentatives de l'ensemble des moteurs de cette famille. Le moteur intégrant les caractéristiques qui devraient se traduire par les émissions spécifiques les plus élevées (exprimées en g/ kWh) mesurées lors du cycle d'essai applicable devrait normalement être sélectionné comme moteur parent de la famille. <br/>2.5. Carburants d'essai : <br/>Le carburant d'essai utilisé pour les essais relatifs aux émissions gazeuses répond aux critères suivants : <br/></p><p></p><p></p><div align='center'><center><table border='1'><tbody><tr><th colspan='5'>CARBURANTS ESSENCE <br/></th></tr><tr><th>Propriété <br/></th><th colspan='2'>RF-02-99 <br/>Sans plomb <br/></th><th colspan='2'>RF-02-03 <br/>Sans plomb <br/></th></tr><tr><th><br/></th><th>Minimal <br/></th><th>Maximal <br/></th><th>Minimal <br/></th><th>Maximal <br/></th></tr><tr><td valign='middle' align='justify'>Indice d'octane recherche (IOR) <br/></td><td valign='middle' align='justify'>95<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>95<br/></td><td valign='middle' align='justify'>---<br/></td></tr><tr><td valign='middle' align='justify'>Indice d'octane moteur (IOM) <br/></td><td valign='middle' align='justify'>85<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>85<br/></td><td valign='middle' align='justify'>---<br/></td></tr><tr><td valign='middle' align='justify'>Densité à 15° C (en kg/ m ³) <br/></td><td valign='middle' align='justify'>748 <br/></td><td valign='middle' align='justify'>762 <br/></td><td valign='middle' align='justify'>740 <br/></td><td valign='middle' align='justify'>754 <br/></td></tr><tr><td valign='middle' align='justify'>Point initial d'ébullition (en° C) <br/></td><td valign='middle' align='justify'>24 <br/></td><td valign='middle' align='justify'>40 <br/></td><td valign='middle' align='justify'>24 <br/></td><td valign='middle' align='justify'>40 <br/></td></tr><tr><td valign='middle' align='justify'>Fraction massique de soufre (en mg/ kg)<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>100<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>10 <br/></td></tr><tr><td valign='middle' align='justify'>Teneur en plomb (en mg/ l)<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>5<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>5 <br/></td></tr><tr><td valign='middle' align='justify'>Pression de vapeur Reid (en kPa) <br/></td><td valign='middle' align='justify'>56 <br/></td><td valign='middle' align='justify'>60<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>---<br/></td></tr><tr><td valign='middle' align='justify'>Pression de vapeur (DVPE) (en kPa)<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>56 <br/></td><td valign='middle' align='justify'>60 <br/></td></tr><tr><td colspan='5' valign='middle' align='justify'>Carburants diesel <br/></td></tr><tr><td valign='middle' align='justify'>Propriété <br/></td><td colspan='2' valign='middle' align='justify'>RF-06-99 <br/></td><td colspan='2' valign='middle' align='justify'>RF-06-03 <br/></td></tr><tr><td valign='middle' align='left'></td><td valign='middle' align='justify'>Minimal <br/></td><td valign='middle' align='justify'>Maximal <br/></td><td valign='middle' align='justify'>Minimal <br/></td><td valign='middle' align='justify'>Maximal <br/></td></tr><tr><td valign='middle' align='justify'>Valeur du cétane <br/></td><td valign='middle' align='justify'>52 <br/></td><td valign='middle' align='justify'>54 <br/></td><td valign='middle' align='justify'>52 <br/></td><td valign='middle' align='justify'>54 <br/></td></tr><tr><td valign='middle' align='justify'>Densité à 15° C (en kg/ m ³) <br/></td><td valign='middle' align='justify'>833 <br/></td><td valign='middle' align='justify'>837 <br/></td><td valign='middle' align='justify'>833 <br/></td><td valign='middle' align='justify'>837 <br/></td></tr><tr><td valign='middle' align='justify'>Point final d'ébullition (en° C)<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>370<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>370 <br/></td></tr><tr><td valign='middle' align='justify'>Point d'éclair (en° C) <br/></td><td valign='middle' align='justify'>55<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>55<br/></td><td valign='middle' align='justify'>---<br/></td></tr><tr><td valign='middle' align='justify'>Fraction massique de soufre (en mg/ kg) <br/></td><td valign='middle' align='justify'>à indiquer <br/></td><td valign='middle' align='justify'>300 (50)<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>10 <br/></td></tr><tr><td valign='middle' align='justify'>Fraction massique des cendres (en %) <br/></td><td valign='middle' align='justify'>à indiquer <br/></td><td valign='middle' align='justify'>0,01<br/></td><td valign='middle' align='justify'>---<br/></td><td valign='middle' align='justify'>0,01 <br/></td></tr></tbody></table></center></div><p></p><p></p><p>Les organismes notifiés peuvent accepter les essais réalisés à l'aide d'autres carburants d'essai, tels qu'ils sont spécifiés dans une norme harmonisée. <br/>3. Durabilité : <br/>Le fabricant du moteur fournit des instructions sur l'installation et l'entretien du moteur, dont l'application devrait permettre le respect des limites énoncées aux points 2.1 et 2.2 tout au long de la \" vie utile \" du moteur et dans des conditions normales d'utilisation. <br/>Le fabricant du moteur obtient ces informations par des essais préalables d'endurance, basés sur des cycles de fonctionnement normal, et par le calcul de la fatigue des éléments ou pièces d'équipement de façon à rédiger les instructions d'entretien nécessaires et à les publier pour tous les nouveaux moteurs lors de leur première mise sur le marché. <br/>On entend par \" vie utile \" du moteur ce qui suit : <br/>a) Pour les moteurs APC : 480 heures de fonctionnement ou dix ans, suivant le premier de ces événements qui survient ; <br/>b) Pour les moteurs in-bord à explosion ou les moteurs à embase arrière avec ou sans échappement intégré : <br/>\"-pour les moteurs de catégorie PN ≤ 373 kW : 480 heures de fonctionnement ou dix ans, suivant le premier de ces événements qui survient ; <br/>\"-pour les moteurs de catégorie 373 < PN ≤ 485 kW : 150 heures de fonctionnement ou trois ans, suivant le premier de ces événements qui survient ; <br/>\"-pour les moteurs de catégorie PN > 485 kW : 50 heures de fonctionnement ou un an, suivant le premier de ces événements qui survient ; <br/>c) Pour les moteurs des véhicules nautiques à moteur : 350 heures de fonctionnement ou cinq ans, suivant le premier de ces événements qui survient ; <br/>d) Pour les moteurs hors-bord : 350 heures de fonctionnement ou dix ans, suivant le premier de ces événements qui survient. <br/>4. Manuel du propriétaire : <br/>Chaque moteur est accompagné d'un manuel du propriétaire rédigé en langue française pour les moteurs destinés à être mis sur le marché en France. <br/>Le manuel du propriétaire : <br/>a) Fournit des instructions en vue de l'installation, de l'utilisation et de l'entretien nécessaires pour assurer le bon fonctionnement du moteur et satisfaire ainsi aux exigences du point 3 (durabilité) ; <br/>b) Précise la puissance du moteur lorsqu'elle est mesurée conformément à la norme harmonisée. <br/>C.-Exigences essentielles en matière d'émissions sonores <br/>Les bateaux de plaisance munis d'un moteur in-bord ou à embase arrière sans échappement intégré, les véhicules nautiques à moteur, les moteurs \" hors-bord \" et les moteurs à embase arrière avec échappement intégré sont conformes aux exigences essentielles de la présente partie en matière d'émissions sonores. <br/>1. Niveaux des émissions sonores : <br/>1.1. Les bateaux de plaisance munis d'un moteur \" in-bord \" ou à embase arrière sans échappement intégré, les véhicules nautiques à moteur, les moteurs hors-bord et les moteurs à embase arrière avec échappement intégré sont conçus, construits et assemblés de telle sorte que les émissions sonores ne dépassent pas les valeurs limites reprises dans le tableau suivant : <br/></p><p></p><p></p><div align='center'><center><table border='1'><tbody><tr><th>PUISSANCE NOMINALE DU MOTEUR (MOTEUR UNIQUE) <br/>(EN KW) <br/></th><th>NIVEAU DE PRESSION ACOUSTIQUE MAXIMAL = LPASMAX <br/>(EN DB) <br/></th></tr><tr><td valign='middle' align='justify'>PN ≤ 10 <br/></td><td valign='middle' align='justify'>67 <br/></td></tr><tr><td valign='middle' align='justify'>10 < PN ≤ 40 <br/></td><td valign='middle' align='justify'>72 <br/></td></tr><tr><td valign='middle' align='justify'>PN > 40 <br/></td><td valign='middle' align='justify'>75 <br/></td></tr></tbody></table></center></div><p></p><p></p><p>Où \" PN \" désigne la puissance nominale du moteur en kW d'un moteur unique au régime nominal et \" LpAS max \" le niveau de pression acoustique maximal en dB. <br/>Dans le cas des unités à moteurs jumelés ou à moteurs multiples, une tolérance de 3 dB peut être appliquée, quel que soit le type de moteur. <br/>1.2. Outre le recours aux essais de mesure du niveau sonore, les bateaux de plaisance munis d'un moteur in-bord ou à embase arrière, sans échappement intégré, sont réputés conformes aux exigences sonores définies au point 1.1 si leur nombre de Froude est ≤ 1,1 et leur rapport puissance/ déplacement est ≤ 40 et, si le moteur et le système d'échappement ont été montés conformément aux spécifications du fabricant du moteur. <br/>1.3 On calcule le nombre de Froude (\" Fn \") en divisant la vitesse maximale du bateau de plaisance \" V \" (\" m/ s \") par la racine carrée de la longueur de la ligne de flottaison, \" lwl (m) \", multipliée par une constante d'accélération gravitationnelle donnée, \" g \", de 9,8 m/ s2. <br/>Vous pouvez consulter l'image dans le fac-similé du JO n º 0134 du 10/06/2016, texte n º 5 <br/>On calcule le rapport puissance/ déplacement en divisant la puissance nominale du moteur \" PN \" (en kW) par le déplacement du bateau de plaisance \" D \" (en tonnes). <br/>Vous pouvez consulter l'image dans le fac-similé du JO n º 0134 du 10/06/2016, texte n º 5.<br/>2. Manuel du propriétaire : <br/>Pour les bateaux de plaisance munis d'un moteur \" in-bord \" ou d'un moteur à embase arrière sans échappement intégré et les véhicules nautiques à moteur, le manuel du propriétaire exigé en vertu du point 2.5 de la partie A de la présente annexe inclut les informations nécessaires au maintien du bateau de plaisance et du système d'émission dans un état qui, dans la mesure du possible, assurera la conformité avec les valeurs spécifiées de limite sonore lors d'une utilisation normale. <br/>Pour les moteurs \" hors-bord \" et les moteurs à embase arrière avec échappement intégré, le manuel du propriétaire exigé en vertu du point 4 de la partie B de la présente annexe fournit les instructions nécessaires au maintien du moteur dans un état qui, dans la mesure du possible, assurera la conformité avec les valeurs spécifiées de limite sonore lors d'une utilisation normale. <br/>3. Durabilité : <br/>Les dispositions du point 3 de la partie B de la présente annexe s'appliquent mutatis mutandis à la conformité avec les exigences en matière d'émissions sonores énoncées au point 1 de la présente partie.<br/></p><br/><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2016-12-30T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}