{
    "cid": "LEGIARTI000006916209",
    "num": "R5211-22",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Exigences essentielles concernant la sécurité et santé.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190740",
                        "id": "LEGISCTA000006190740",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000030428655",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000027062323",
                    "textTitle": "Arrêté du 4 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027062338",
                    "natureText": "ARRETE",
                    "date": 1599839222059,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1360713600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030509044",
                    "textTitle": "DÉCISION du 11 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030509045",
                    "natureText": "DECISION",
                    "date": 1599839222060,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429574400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031397080",
                    "textTitle": "DÉCISION du 13 octobre 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031397081",
                    "natureText": "DECISION",
                    "date": 1599839222060,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1446163200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038214940",
                    "textTitle": "Arrêté du 22 février 2019 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000038218072",
                    "natureText": "ARRETE",
                    "date": 1599839222060,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1552089600000,
                    "dateDebut": 1567987200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5121-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5121-10",
                    "articleId": "LEGIARTI000006914724",
                    "natureText": "CODE",
                    "date": 1599839222060,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-21",
                    "articleId": "LEGIARTI000006916208",
                    "natureText": "CODE",
                    "date": 1599839222060,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-40 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-40",
                    "articleId": "LEGIARTI000006916231",
                    "natureText": "CODE",
                    "date": 1599839222060,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-41",
                    "articleId": "LEGIARTI000025787280",
                    "natureText": "CODE",
                    "date": 1599839222060,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-69 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-69",
                    "articleId": "LEGIARTI000006916262",
                    "natureText": "CODE",
                    "date": 1599839222060,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030426783",
                    "textTitle": "DÉCRET n°2015-374 du 31 mars 2015 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030427454",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-04-02",
                    "dateSignaTexte": "2015-03-31",
                    "dateDebutCible": "2015-04-03"
                }
            ],
            "num": "R5211-22",
            "origine": "LEGI",
            "texte": "Pour respecter les exigences essentielles relatives à la conception et à la fabrication, les dispositifs médicaux autres qu'implantables actifs, sont conçus, fabriqués et conditionnés de manière à répondre aux objectifs suivants : 1° Avoir des propriétés chimiques, physiques et biologiques permettant de garantir les caractéristiques et les performances mentionnées à l'article R. 5211-21 , de réduire autant que possible les risques présentés par les produits contaminants et les résidus pour les patients, le personnel participant au transport, au stockage ou à l'utilisation des dispositifs, d'être utilisés en toute sécurité avec toute matière avec laquelle ils peuvent entrer normalement en contact ou avec les médicaments qu'ils sont destinés à administrer, de réduire autant que possible les risques dus aux substances qu'ils dégagent ou à celles pénétrant dans les dispositifs non intentionnellement. Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, la qualité, la sécurité et l'utilité de cette substance sont vérifiées avec les méthodes appropriées fixées par les articles R. 5121-10 à R. 5121-20 . Après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, l'organisme habilité demande à l'Agence nationale de sécurité du médicament et des produits de santé, à l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres de  l'Union européenne ou parties à l'accord sur l'Espace économique européen ou à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de la substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif médical. Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité, après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, demande à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de cette substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif. 2° Eliminer ou réduire autant que possible le risque d'infection ou de contamination pour le patient, l'utilisateur et les tiers, par la sélection des tissus ou des produits dérivés de tissu d'origine animale qui peuvent intervenir dans la fabrication des dispositifs et les méthodes choisies pour le traitement et la manipulation de ces produits au cours de la fabrication, ainsi que par le choix de méthodes de fabrication et de systèmes d'emballage qui permettent, le cas échéant, de s'assurer du maintien, dans les conditions prévues de stockage et de transport, de la stérilité ou de tout état microbiologique prévu par le fabricant et indiqué sur l'emballage ou l'étiquetage. Les organismes habilités conservent les informations relatives à l'origine géographique des animaux dont les tissus ont été utilisés. 3° Eliminer ou réduire autant que possible les risques liés à leurs caractéristiques physiques et au vieillissement ainsi que ceux liés aux influences externes prévisibles ; 4° Fournir, pour les dispositifs médicaux ayant une fonction de mesurage, une exactitude et une constance de mesurage suffisantes compte tenu de leur destination et exprimées en unités légales ; 5° Réduire l'exposition des patients, des utilisateurs et des tiers, aux émissions de rayonnements, intentionnels ou non, au minimum compatible avec le but recherché, sans toutefois restreindre l'application des doses indiquées comme appropriées pour les buts thérapeutiques ou diagnostics recherchés précis et présentant des avantages supérieurs aux risques inhérents à l'émission, assurer lorsque cela est possible que les caractéristiques et la quantité des rayonnements émis, notamment en matière de rayonnements ionisants, puissent être contrôlées et réglées ; ces dispositifs sont équipés, lorsque cela est techniquement possible, d'un dispositif permettant à l'utilisateur d'être renseigné sur la quantité de rayonnements produite par l'appareil au cours de la procédure radiologique ; 6° Eliminer ou réduire autant que possible les risques liés aux dispositifs médicaux raccordés à une source d'énergie ou équipés d'une telle source, et notamment les risques électriques, mécaniques ou thermiques, ainsi que les risques que peut présenter pour le patient la fourniture d'énergie ou l'administration de substances et disposer lorsque cela est possible de système d'alerte et de contrôle de ces risques ; 7° Etre accompagnés des informations nécessaires pour pouvoir être utilisés correctement et en toute sécurité en tenant compte de la formation et des connaissances des utilisateurs potentiels et pour identifier le fabricant. Ces informations comprennent les indications figurant sur l'étiquetage et les renseignements figurant dans la notice d'instruction.",
            "texteHtml": "<p></p><p>Pour respecter les exigences essentielles relatives à la conception et à la fabrication, les dispositifs médicaux autres qu'implantables actifs, sont conçus, fabriqués et conditionnés de manière à répondre aux objectifs suivants : </p><p>1° Avoir des propriétés chimiques, physiques et biologiques permettant de garantir les caractéristiques et les performances mentionnées à l'article <a href='/article/LEGIARTI000006916208'>R. 5211-21</a>, de réduire autant que possible les risques présentés par les produits contaminants et les résidus pour les patients, le personnel participant au transport, au stockage ou à l'utilisation des dispositifs, d'être utilisés en toute sécurité avec toute matière avec laquelle ils peuvent entrer normalement en contact ou avec les médicaments qu'ils sont destinés à administrer, de réduire autant que possible les risques dus aux substances qu'ils dégagent ou à celles pénétrant dans les dispositifs non intentionnellement. </p><p>Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, la qualité, la sécurité et l'utilité de cette substance sont vérifiées avec les méthodes appropriées fixées par les articles <a href='/article/LEGIARTI000006914724'>R. 5121-10 à R. 5121-20</a>. Après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, l'organisme habilité demande à l'Agence nationale de sécurité du médicament et des produits de santé, à l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres de  l'Union européenne ou parties à l'accord sur l'Espace économique européen ou à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de la substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif médical. </p><p>Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité, après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, demande à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de cette substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif. </p><p></p><p></p><p>2° Eliminer ou réduire autant que possible le risque d'infection ou de contamination pour le patient, l'utilisateur et les tiers, par la sélection des tissus ou des produits dérivés de tissu d'origine animale qui peuvent intervenir dans la fabrication des dispositifs et les méthodes choisies pour le traitement et la manipulation de ces produits au cours de la fabrication, ainsi que par le choix de méthodes de fabrication et de systèmes d'emballage qui permettent, le cas échéant, de s'assurer du maintien, dans les conditions prévues de stockage et de transport, de la stérilité ou de tout état microbiologique prévu par le fabricant et indiqué sur l'emballage ou l'étiquetage. </p><p></p><p></p><p>Les organismes habilités conservent les informations relatives à l'origine géographique des animaux dont les tissus ont été utilisés. </p><p></p><p></p><p>3° Eliminer ou réduire autant que possible les risques liés à leurs caractéristiques physiques et au vieillissement ainsi que ceux liés aux influences externes prévisibles ; </p><p></p><p></p><p>4° Fournir, pour les dispositifs médicaux ayant une fonction de mesurage, une exactitude et une constance de mesurage suffisantes compte tenu de leur destination et exprimées en unités légales ; </p><p></p><p></p><p>5° Réduire l'exposition des patients, des utilisateurs et des tiers, aux émissions de rayonnements, intentionnels ou non, au minimum compatible avec le but recherché, sans toutefois restreindre l'application des doses indiquées comme appropriées pour les buts thérapeutiques ou diagnostics recherchés précis et présentant des avantages supérieurs aux risques inhérents à l'émission, assurer lorsque cela est possible que les caractéristiques et la quantité des rayonnements émis, notamment en matière de rayonnements ionisants, puissent être contrôlées et réglées ; ces dispositifs sont équipés, lorsque cela est techniquement possible, d'un dispositif permettant à l'utilisateur d'être renseigné sur la quantité de rayonnements produite par l'appareil au cours de la procédure radiologique ; </p><p></p><p></p><p>6° Eliminer ou réduire autant que possible les risques liés aux dispositifs médicaux raccordés à une source d'énergie ou équipés d'une telle source, et notamment les risques électriques, mécaniques ou thermiques, ainsi que les risques que peut présenter pour le patient la fourniture d'énergie ou l'administration de substances et disposer lorsque cela est possible de système d'alerte et de contrôle de ces risques ; </p><p></p><p></p><p>7° Etre accompagnés des informations nécessaires pour pouvoir être utilisés correctement et en toute sécurité en tenant compte de la formation et des connaissances des utilisateurs potentiels et pour identifier le fabricant. Ces informations comprennent les indications figurant sur l'étiquetage et les renseignements figurant dans la notice d'instruction.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2015-04-03T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Exigences essentielles concernant la sécurité et santé.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190740",
                        "id": "LEGISCTA000006190740",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000025787314",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000027062323",
                    "textTitle": "Arrêté du 4 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027062338",
                    "natureText": "ARRETE",
                    "date": 1599874284859,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1360713600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030509044",
                    "textTitle": "DÉCISION du 11 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030509045",
                    "natureText": "DECISION",
                    "date": 1599874284859,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429574400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031397080",
                    "textTitle": "DÉCISION du 13 octobre 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031397081",
                    "natureText": "DECISION",
                    "date": 1599874284859,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1446163200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038214940",
                    "textTitle": "Arrêté du 22 février 2019 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000038218072",
                    "natureText": "ARRETE",
                    "date": 1599874284859,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1552089600000,
                    "dateDebut": 1567987200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5121-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5121-10",
                    "articleId": "LEGIARTI000006914724",
                    "natureText": "CODE",
                    "date": 1599874284859,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-21",
                    "articleId": "LEGIARTI000006916208",
                    "natureText": "CODE",
                    "date": 1599874284859,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-40 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-40",
                    "articleId": "LEGIARTI000006916231",
                    "natureText": "CODE",
                    "date": 1599874284859,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-41",
                    "articleId": "LEGIARTI000025787280",
                    "natureText": "CODE",
                    "date": 1599874284859,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-69 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-69",
                    "articleId": "LEGIARTI000006916262",
                    "natureText": "CODE",
                    "date": 1599874284860,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025757625",
                    "textTitle": "Décret n°2012-597\n du 27 avril 2012 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000025765496",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-04-29",
                    "dateSignaTexte": "2012-04-27",
                    "dateDebutCible": "2012-05-01"
                }
            ],
            "num": "R5211-22",
            "origine": "LEGI",
            "texte": "Pour respecter les exigences essentielles relatives à la conception et à la fabrication, les dispositifs médicaux autres qu'implantables actifs, sont conçus, fabriqués et conditionnés de manière à répondre aux objectifs suivants : 1° Avoir des propriétés chimiques, physiques et biologiques permettant de garantir les caractéristiques et les performances mentionnées à l'article R. 5211-21 , de réduire autant que possible les risques présentés par les produits contaminants et les résidus pour les patients, le personnel participant au transport, au stockage ou à l'utilisation des dispositifs, d'être utilisés en toute sécurité avec toute matière avec laquelle ils peuvent entrer normalement en contact ou avec les médicaments qu'ils sont destinés à administrer, de réduire autant que possible les risques dus aux substances qu'ils dégagent ou à celles pénétrant dans les dispositifs non intentionnellement. Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, la qualité, la sécurité et l'utilité de cette substance sont vérifiées avec les méthodes appropriées fixées par les articles R. 5121-10 à R. 5121-20 . Après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, l'organisme habilité demande à l'Agence nationale de sécurité du médicament et des produits de santé, à l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres de la Communauté européenne ou parties à l'accord sur l'Espace économique européen ou à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de la substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif médical. Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité, après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, demande à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de cette substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif. 2° Eliminer ou réduire autant que possible le risque d'infection ou de contamination pour le patient, l'utilisateur et les tiers, par la sélection des tissus ou des produits dérivés de tissu d'origine animale qui peuvent intervenir dans la fabrication des dispositifs et les méthodes choisies pour le traitement et la manipulation de ces produits au cours de la fabrication, ainsi que par le choix de méthodes de fabrication et de systèmes d'emballage qui permettent, le cas échéant, de s'assurer du maintien, dans les conditions prévues de stockage et de transport, de la stérilité ou de tout état microbiologique prévu par le fabricant et indiqué sur l'emballage ou l'étiquetage. Les organismes habilités conservent les informations relatives à l'origine géographique des animaux dont les tissus ont été utilisés. 3° Eliminer ou réduire autant que possible les risques liés à leurs caractéristiques physiques et au vieillissement ainsi que ceux liés aux influences externes prévisibles ; 4° Fournir, pour les dispositifs médicaux ayant une fonction de mesurage, une exactitude et une constance de mesurage suffisantes compte tenu de leur destination et exprimées en unités légales ; 5° Réduire l'exposition des patients, des utilisateurs et des tiers, aux émissions de rayonnements, intentionnels ou non, au minimum compatible avec le but recherché, sans toutefois restreindre l'application des doses indiquées comme appropriées pour les buts thérapeutiques ou diagnostics recherchés précis et présentant des avantages supérieurs aux risques inhérents à l'émission, assurer lorsque cela est possible que les caractéristiques et la quantité des rayonnements émis, notamment en matière de rayonnements ionisants, puissent être contrôlées et réglées ; ces dispositifs sont équipés, lorsque cela est techniquement possible, d'un dispositif permettant à l'utilisateur d'être renseigné sur la quantité de rayonnements produite par l'appareil au cours de la procédure radiologique ; 6° Eliminer ou réduire autant que possible les risques liés aux dispositifs médicaux raccordés à une source d'énergie ou équipés d'une telle source, et notamment les risques électriques, mécaniques ou thermiques, ainsi que les risques que peut présenter pour le patient la fourniture d'énergie ou l'administration de substances et disposer lorsque cela est possible de système d'alerte et de contrôle de ces risques ; 7° Etre accompagnés des informations nécessaires pour pouvoir être utilisés correctement et en toute sécurité en tenant compte de la formation et des connaissances des utilisateurs potentiels et pour identifier le fabricant. Ces informations comprennent les indications figurant sur l'étiquetage et les renseignements figurant dans la notice d'instruction.",
            "texteHtml": "<p></p><p>Pour respecter les exigences essentielles relatives à la conception et à la fabrication, les dispositifs médicaux autres qu'implantables actifs, sont conçus, fabriqués et conditionnés de manière à répondre aux objectifs suivants : </p><p>1° Avoir des propriétés chimiques, physiques et biologiques permettant de garantir les caractéristiques et les performances mentionnées à l'article <a href='/article/LEGIARTI000006916208'>R. 5211-21</a>, de réduire autant que possible les risques présentés par les produits contaminants et les résidus pour les patients, le personnel participant au transport, au stockage ou à l'utilisation des dispositifs, d'être utilisés en toute sécurité avec toute matière avec laquelle ils peuvent entrer normalement en contact ou avec les médicaments qu'ils sont destinés à administrer, de réduire autant que possible les risques dus aux substances qu'ils dégagent ou à celles pénétrant dans les dispositifs non intentionnellement. </p><p>Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, la qualité, la sécurité et l'utilité de cette substance sont vérifiées avec les méthodes appropriées fixées par les articles <a href='/article/LEGIARTI000006914724'>R. 5121-10 à R. 5121-20</a>. Après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, l'organisme habilité demande à l'Agence nationale de sécurité du médicament et des produits de santé, à l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres de la Communauté européenne ou parties à l'accord sur l'Espace économique européen ou à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de la substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif médical. </p><p>Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité, après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, demande à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de cette substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif. </p><p></p><p></p><p>2° Eliminer ou réduire autant que possible le risque d'infection ou de contamination pour le patient, l'utilisateur et les tiers, par la sélection des tissus ou des produits dérivés de tissu d'origine animale qui peuvent intervenir dans la fabrication des dispositifs et les méthodes choisies pour le traitement et la manipulation de ces produits au cours de la fabrication, ainsi que par le choix de méthodes de fabrication et de systèmes d'emballage qui permettent, le cas échéant, de s'assurer du maintien, dans les conditions prévues de stockage et de transport, de la stérilité ou de tout état microbiologique prévu par le fabricant et indiqué sur l'emballage ou l'étiquetage. </p><p></p><p></p><p>Les organismes habilités conservent les informations relatives à l'origine géographique des animaux dont les tissus ont été utilisés. </p><p></p><p></p><p>3° Eliminer ou réduire autant que possible les risques liés à leurs caractéristiques physiques et au vieillissement ainsi que ceux liés aux influences externes prévisibles ; </p><p></p><p></p><p>4° Fournir, pour les dispositifs médicaux ayant une fonction de mesurage, une exactitude et une constance de mesurage suffisantes compte tenu de leur destination et exprimées en unités légales ; </p><p></p><p></p><p>5° Réduire l'exposition des patients, des utilisateurs et des tiers, aux émissions de rayonnements, intentionnels ou non, au minimum compatible avec le but recherché, sans toutefois restreindre l'application des doses indiquées comme appropriées pour les buts thérapeutiques ou diagnostics recherchés précis et présentant des avantages supérieurs aux risques inhérents à l'émission, assurer lorsque cela est possible que les caractéristiques et la quantité des rayonnements émis, notamment en matière de rayonnements ionisants, puissent être contrôlées et réglées ; ces dispositifs sont équipés, lorsque cela est techniquement possible, d'un dispositif permettant à l'utilisateur d'être renseigné sur la quantité de rayonnements produite par l'appareil au cours de la procédure radiologique ; </p><p></p><p></p><p>6° Eliminer ou réduire autant que possible les risques liés aux dispositifs médicaux raccordés à une source d'énergie ou équipés d'une telle source, et notamment les risques électriques, mécaniques ou thermiques, ainsi que les risques que peut présenter pour le patient la fourniture d'énergie ou l'administration de substances et disposer lorsque cela est possible de système d'alerte et de contrôle de ces risques ; </p><p></p><p></p><p>7° Etre accompagnés des informations nécessaires pour pouvoir être utilisés correctement et en toute sécurité en tenant compte de la formation et des connaissances des utilisateurs potentiels et pour identifier le fabricant. Ces informations comprennent les indications figurant sur l'étiquetage et les renseignements figurant dans la notice d'instruction.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2012-05-01T00:00:00.000Z",
            "dateFin": "2015-04-03T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Exigences essentielles concernant la sécurité et santé.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190740",
                        "id": "LEGISCTA000006190740",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000020567065",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000027062323",
                    "textTitle": "Arrêté du 4 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027062338",
                    "natureText": "ARRETE",
                    "date": 1599838497065,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1360713600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030509044",
                    "textTitle": "DÉCISION du 11 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030509045",
                    "natureText": "DECISION",
                    "date": 1599838497065,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429574400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031397080",
                    "textTitle": "DÉCISION du 13 octobre 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031397081",
                    "natureText": "DECISION",
                    "date": 1599838497065,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1446163200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038214940",
                    "textTitle": "Arrêté du 22 février 2019 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000038218072",
                    "natureText": "ARRETE",
                    "date": 1599838497066,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1552089600000,
                    "dateDebut": 1567987200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5121-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5121-10",
                    "articleId": "LEGIARTI000006914724",
                    "natureText": "CODE",
                    "date": 1599838497066,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-21",
                    "articleId": "LEGIARTI000006916208",
                    "natureText": "CODE",
                    "date": 1599838497066,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-40 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-40",
                    "articleId": "LEGIARTI000006916231",
                    "natureText": "CODE",
                    "date": 1599838497066,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-41",
                    "articleId": "LEGIARTI000025787280",
                    "natureText": "CODE",
                    "date": 1599838497066,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-69 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-69",
                    "articleId": "LEGIARTI000006916262",
                    "natureText": "CODE",
                    "date": 1599838497066,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020563829",
                    "textTitle": "Décret n°2009-482\n du 28 avril 2009 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000020564966",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-04-30",
                    "dateSignaTexte": "2009-04-28",
                    "dateDebutCible": "2009-05-01"
                }
            ],
            "num": "R5211-22",
            "origine": "LEGI",
            "texte": "Pour respecter les exigences essentielles relatives à la conception et à la fabrication, les dispositifs médicaux autres qu'implantables actifs, sont conçus, fabriqués et conditionnés de manière à répondre aux objectifs suivants : 1° Avoir des propriétés chimiques, physiques et biologiques permettant de garantir les caractéristiques et les performances mentionnées à l'article R. 5211-21 , de réduire autant que possible les risques présentés par les produits contaminants et les résidus pour les patients, le personnel participant au transport, au stockage ou à l'utilisation des dispositifs, d'être utilisés en toute sécurité avec toute matière avec laquelle ils peuvent entrer normalement en contact ou avec les médicaments qu'ils sont destinés à administrer, de réduire autant que possible les risques dus aux substances qu'ils dégagent ou à celles pénétrant dans les dispositifs non intentionnellement. Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, la qualité, la sécurité et l'utilité de cette substance sont vérifiées avec les méthodes appropriées fixées par les articles R. 5121-10 à R. 5121-20 . Après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, l'organisme habilité demande à l'Agence française de sécurité sanitaire des produits de santé, à l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres de la Communauté européenne ou parties à l'accord sur l'Espace économique européen ou à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de la substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif médical. Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité, après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, demande à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de cette substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif. 2° Eliminer ou réduire autant que possible le risque d'infection ou de contamination pour le patient, l'utilisateur et les tiers, par la sélection des tissus ou des produits dérivés de tissu d'origine animale qui peuvent intervenir dans la fabrication des dispositifs et les méthodes choisies pour le traitement et la manipulation de ces produits au cours de la fabrication, ainsi que par le choix de méthodes de fabrication et de systèmes d'emballage qui permettent, le cas échéant, de s'assurer du maintien, dans les conditions prévues de stockage et de transport, de la stérilité ou de tout état microbiologique prévu par le fabricant et indiqué sur l'emballage ou l'étiquetage. Les organismes habilités conservent les informations relatives à l'origine géographique des animaux dont les tissus ont été utilisés. 3° Eliminer ou réduire autant que possible les risques liés à leurs caractéristiques physiques et au vieillissement ainsi que ceux liés aux influences externes prévisibles ; 4° Fournir, pour les dispositifs médicaux ayant une fonction de mesurage, une exactitude et une constance de mesurage suffisantes compte tenu de leur destination et exprimées en unités légales ; 5° Réduire l'exposition des patients, des utilisateurs et des tiers, aux émissions de rayonnements, intentionnels ou non, au minimum compatible avec le but recherché, sans toutefois restreindre l'application des doses indiquées comme appropriées pour les buts thérapeutiques ou diagnostics recherchés précis et présentant des avantages supérieurs aux risques inhérents à l'émission, assurer lorsque cela est possible que les caractéristiques et la quantité des rayonnements émis, notamment en matière de rayonnements ionisants, puissent être contrôlées et réglées ; ces dispositifs sont équipés, lorsque cela est techniquement possible, d'un dispositif permettant à l'utilisateur d'être renseigné sur la quantité de rayonnements produite par l'appareil au cours de la procédure radiologique ; 6° Eliminer ou réduire autant que possible les risques liés aux dispositifs médicaux raccordés à une source d'énergie ou équipés d'une telle source, et notamment les risques électriques, mécaniques ou thermiques, ainsi que les risques que peut présenter pour le patient la fourniture d'énergie ou l'administration de substances et disposer lorsque cela est possible de système d'alerte et de contrôle de ces risques ; 7° Etre accompagnés des informations nécessaires pour pouvoir être utilisés correctement et en toute sécurité en tenant compte de la formation et des connaissances des utilisateurs potentiels et pour identifier le fabricant. Ces informations comprennent les indications figurant sur l'étiquetage et les renseignements figurant dans la notice d'instruction.",
            "texteHtml": "<p>Pour respecter les exigences essentielles relatives à la conception et à la fabrication, les dispositifs médicaux autres qu'implantables actifs, sont conçus, fabriqués et conditionnés de manière à répondre aux objectifs suivants : </p><p>1° Avoir des propriétés chimiques, physiques et biologiques permettant de garantir les caractéristiques et les performances mentionnées à l'article <a href='/article/LEGIARTI000006916208'>R. 5211-21</a>, de réduire autant que possible les risques présentés par les produits contaminants et les résidus pour les patients, le personnel participant au transport, au stockage ou à l'utilisation des dispositifs, d'être utilisés en toute sécurité avec toute matière avec laquelle ils peuvent entrer normalement en contact ou avec les médicaments qu'ils sont destinés à administrer, de réduire autant que possible les risques dus aux substances qu'ils dégagent ou à celles pénétrant dans les dispositifs non intentionnellement. </p><p>Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, la qualité, la sécurité et l'utilité de cette substance sont vérifiées avec les méthodes appropriées fixées par les articles <a href='/article/LEGIARTI000006914724'>R. 5121-10 à R. 5121-20</a>. Après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, l'organisme habilité demande à l'Agence française de sécurité sanitaire des produits de santé, à l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres de la Communauté européenne ou parties à l'accord sur l'Espace économique européen ou à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de la substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif médical. </p><p>Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité, après avoir vérifié l'utilité de l'incorporation de la substance dans le dispositif médical en tenant compte de la destination du dispositif, demande à l'Agence européenne des médicaments un avis scientifique sur la qualité et la sécurité de cette substance, et notamment sur le rapport entre les bénéfices et les risques liés à son incorporation dans le dispositif. </p><p></p><p>2° Eliminer ou réduire autant que possible le risque d'infection ou de contamination pour le patient, l'utilisateur et les tiers, par la sélection des tissus ou des produits dérivés de tissu d'origine animale qui peuvent intervenir dans la fabrication des dispositifs et les méthodes choisies pour le traitement et la manipulation de ces produits au cours de la fabrication, ainsi que par le choix de méthodes de fabrication et de systèmes d'emballage qui permettent, le cas échéant, de s'assurer du maintien, dans les conditions prévues de stockage et de transport, de la stérilité ou de tout état microbiologique prévu par le fabricant et indiqué sur l'emballage ou l'étiquetage. </p><p></p><p>Les organismes habilités conservent les informations relatives à l'origine géographique des animaux dont les tissus ont été utilisés. </p><p></p><p>3° Eliminer ou réduire autant que possible les risques liés à leurs caractéristiques physiques et au vieillissement ainsi que ceux liés aux influences externes prévisibles ; </p><p></p><p>4° Fournir, pour les dispositifs médicaux ayant une fonction de mesurage, une exactitude et une constance de mesurage suffisantes compte tenu de leur destination et exprimées en unités légales ; </p><p></p><p>5° Réduire l'exposition des patients, des utilisateurs et des tiers, aux émissions de rayonnements, intentionnels ou non, au minimum compatible avec le but recherché, sans toutefois restreindre l'application des doses indiquées comme appropriées pour les buts thérapeutiques ou diagnostics recherchés précis et présentant des avantages supérieurs aux risques inhérents à l'émission, assurer lorsque cela est possible que les caractéristiques et la quantité des rayonnements émis, notamment en matière de rayonnements ionisants, puissent être contrôlées et réglées ; ces dispositifs sont équipés, lorsque cela est techniquement possible, d'un dispositif permettant à l'utilisateur d'être renseigné sur la quantité de rayonnements produite par l'appareil au cours de la procédure radiologique ; </p><p></p><p>6° Eliminer ou réduire autant que possible les risques liés aux dispositifs médicaux raccordés à une source d'énergie ou équipés d'une telle source, et notamment les risques électriques, mécaniques ou thermiques, ainsi que les risques que peut présenter pour le patient la fourniture d'énergie ou l'administration de substances et disposer lorsque cela est possible de système d'alerte et de contrôle de ces risques ; </p><p></p><p>7° Etre accompagnés des informations nécessaires pour pouvoir être utilisés correctement et en toute sécurité en tenant compte de la formation et des connaissances des utilisateurs potentiels et pour identifier le fabricant. Ces informations comprennent les indications figurant sur l'étiquetage et les renseignements figurant dans la notice d'instruction.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2010-03-21T00:00:00.000Z",
            "dateFin": "2012-05-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Exigences essentielles concernant la sécurité et santé.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190740",
                        "id": "LEGISCTA000006190740",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006916209",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000027062323",
                    "textTitle": "Arrêté du 4 février 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027062338",
                    "natureText": "ARRETE",
                    "date": 1599807147448,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1360713600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030509044",
                    "textTitle": "DÉCISION du 11 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030509045",
                    "natureText": "DECISION",
                    "date": 1599807147449,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429574400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031397080",
                    "textTitle": "DÉCISION du 13 octobre 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031397081",
                    "natureText": "DECISION",
                    "date": 1599807147449,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1446163200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038214940",
                    "textTitle": "Arrêté du 22 février 2019 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000038218072",
                    "natureText": "ARRETE",
                    "date": 1599807147449,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1552089600000,
                    "dateDebut": 1567987200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-21",
                    "articleId": "LEGIARTI000006916208",
                    "natureText": "CODE",
                    "date": 1599807147449,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-40 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-40",
                    "articleId": "LEGIARTI000006916231",
                    "natureText": "CODE",
                    "date": 1599807147449,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-41",
                    "articleId": "LEGIARTI000025787280",
                    "natureText": "CODE",
                    "date": 1599807147449,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-69 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-69",
                    "articleId": "LEGIARTI000006916262",
                    "natureText": "CODE",
                    "date": 1599807147449,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5212-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5212-24",
                    "articleId": "LEGIARTI000006916299",
                    "natureText": "CODE",
                    "date": 1599807147449,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique R5211-21, R5121-10 à R5121-20, R5212-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "date": 1599807147449,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000787339",
                    "textTitle": "Décret 2004-802 2004-07-29",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000787339",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "R5211-22",
            "origine": "LEGI",
            "texte": "Pour respecter les exigences essentielles relatives à la conception et à la fabrication, les dispositifs médicaux autres qu'implantables actifs, sont conçus, fabriqués et conditionnés de manière à répondre aux objectifs suivants : 1° Avoir des propriétés chimiques, physiques et biologiques permettant de garantir les caractéristiques et les performances mentionnées à l'article R. 5211-21, de réduire autant que possible les risques présentés par les produits contaminant et les résidus pour les patients, le personnel participant au transport, au stockage ou à l'utilisation des dispositifs, d'être utilisés en toute sécurité avec toute matière avec laquelle ils peuvent entrer normalement en contact ou avec les médicaments qu'ils sont destinés à administrer, de réduire autant que possible les risques dus aux substances qu'ils dégagent ou à celles pénétrant dans les dispositifs non intentionnellement. Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, la sécurité, la qualité et l'utilité de cette substance sont vérifiées, en tenant compte de la disposition du dispositif, avec les méthodes appropriées fixées par les articles R. 5121-10 à R. 5121-20 ; lorsqu'un dispositif médical incorpore comme partie intégrante une substance mentionnée à l'article R. 5212-24 et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité doit demander à l'Agence européenne pour l'évaluation du médicament un avis scientifique sur la qualité et la sécurité de cette substance en tenant compte des méthodes appropriées, fixées notamment par les articles R. 5121-10 à R. 5121-20. L'utilité de cette substance en tant que partie intégrante du dispositif médical doit être vérifiée en tenant compte de la destination du dispositif. 2° Eliminer ou réduire autant que possible le risque d'infection ou de contamination pour le patient, l'utilisateur et les tiers, par la sélection des tissus ou des produits dérivés de tissu d'origine animale qui peuvent intervenir dans la fabrication des dispositifs et les méthodes choisies pour le traitement et la manipulation de ces produits au cours de la fabrication, ainsi que par le choix de méthodes de fabrication et de systèmes d'emballage qui permettent, le cas échéant, de s'assurer du maintien, dans les conditions prévues de stockage et de transport, de la stérilité ou de tout état microbiologique prévu par le fabricant et indiqué sur l'emballage ou l'étiquetage. Les organismes habilités conservent les informations relatives à l'origine géographique des animaux dont les tissus ont été utilisés. 3° Eliminer ou réduire autant que possible les risques liés à leurs caractéristiques physiques et au vieillissement ainsi que ceux liés aux influences externes prévisibles ; 4° Fournir, pour les dispositifs médicaux ayant une fonction de mesurage, une exactitude et une constance de mesurage suffisantes compte tenu de leur destination et exprimées en unités légales ; 5° Réduire l'exposition des patients, des utilisateurs et des tiers, aux émissions de rayonnements, intentionnels ou non, au minimum compatible avec le but recherché, sans toutefois restreindre l'application des doses indiquées comme appropriées pour les buts thérapeutiques ou diagnostics recherchés précis et présentant des avantages supérieurs aux risques inhérents à l'émission, assurer lorsque cela est possible que les caractéristiques et la quantité des rayonnements émis, notamment en matière de rayonnements ionisants, puissent être contrôlées et réglées ; ces dispositifs sont équipés, lorsque cela est techniquement possible, d'un dispositif permettant à l'utilisateur d'être renseigné sur la quantité de rayonnements produite par l'appareil au cours de la procédure radiologique ; 6° Eliminer ou réduire autant que possible les risques liés aux dispositifs médicaux raccordés à une source d'énergie ou équipés d'une telle source, et notamment les risques électriques, mécaniques ou thermiques, ainsi que les risques que peut présenter pour le patient la fourniture d'énergie ou l'administration de substances et disposer lorsque cela est possible de système d'alerte et de contrôle de ces risques ; 7° Etre accompagnés des informations nécessaires pour pouvoir être utilisés correctement et en toute sécurité en tenant compte de la formation et des connaissances des utilisateurs potentiels et pour identifier le fabricant. Ces informations comprennent les indications figurant sur l'étiquetage et les renseignements figurant dans la notice d'instruction.",
            "texteHtml": "<p></p>   Pour respecter les exigences essentielles relatives à la conception et à la fabrication, les dispositifs médicaux autres qu'implantables actifs, sont conçus, fabriqués et conditionnés de manière à répondre aux objectifs suivants :<p></p><p></p>   1° Avoir des propriétés chimiques, physiques et biologiques permettant de garantir les caractéristiques et les performances mentionnées à l'article R. 5211-21, de réduire autant que possible les risques présentés par les produits contaminant et les résidus pour les patients, le personnel participant au transport, au stockage ou à l'utilisation des dispositifs, d'être utilisés en toute sécurité avec toute matière avec laquelle ils peuvent entrer normalement en contact ou avec les médicaments qu'ils sont destinés à administrer, de réduire autant que possible les risques dus aux substances qu'ils dégagent ou à celles pénétrant dans les dispositifs non intentionnellement. Lorsqu'un dispositif médical incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, la sécurité, la qualité et l'utilité de cette substance sont vérifiées, en tenant compte de la disposition du dispositif, avec les méthodes appropriées fixées par les articles R. 5121-10 à R. 5121-20 ; lorsqu'un dispositif médical incorpore comme partie intégrante une substance mentionnée à l'article R. 5212-24 et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité doit demander à l'Agence européenne pour l'évaluation du médicament un avis scientifique sur la qualité et la sécurité de cette substance en tenant compte des méthodes appropriées, fixées notamment par les articles R. 5121-10 à R. 5121-20. L'utilité de cette substance en tant que partie intégrante du dispositif médical doit être vérifiée en tenant compte de la destination du dispositif.<p></p><p></p>   2° Eliminer ou réduire autant que possible le risque d'infection ou de contamination pour le patient, l'utilisateur et les tiers, par la sélection des tissus ou des produits dérivés de tissu d'origine animale qui peuvent intervenir dans la fabrication des dispositifs et les méthodes choisies pour le traitement et la manipulation de ces produits au cours de la fabrication, ainsi que par le choix de méthodes de fabrication et de systèmes d'emballage qui permettent, le cas échéant, de s'assurer du maintien, dans les conditions prévues de stockage et de transport, de la stérilité ou de tout état microbiologique prévu par le fabricant et indiqué sur l'emballage ou l'étiquetage.<p></p><p></p>   Les organismes habilités conservent les informations relatives à l'origine géographique des animaux dont les tissus ont été utilisés.<p></p><p></p>   3° Eliminer ou réduire autant que possible les risques liés à leurs caractéristiques physiques et au vieillissement ainsi que ceux liés aux influences externes prévisibles ;<p></p><p></p>   4° Fournir, pour les dispositifs médicaux ayant une fonction de mesurage, une exactitude et une constance de mesurage suffisantes compte tenu de leur destination et exprimées en unités légales ;<p></p><p></p>   5° Réduire l'exposition des patients, des utilisateurs et des tiers, aux émissions de rayonnements, intentionnels ou non, au minimum compatible avec le but recherché, sans toutefois restreindre l'application des doses indiquées comme appropriées pour les buts thérapeutiques ou diagnostics recherchés précis et présentant des avantages supérieurs aux risques inhérents à l'émission, assurer lorsque cela est possible que les caractéristiques et la quantité des rayonnements émis, notamment en matière de rayonnements ionisants, puissent être contrôlées et réglées ; ces dispositifs sont équipés, lorsque cela est techniquement possible, d'un dispositif permettant à l'utilisateur d'être renseigné sur la quantité de rayonnements produite par l'appareil au cours de la procédure radiologique ;<p></p><p></p>   6° Eliminer ou réduire autant que possible les risques liés aux dispositifs médicaux raccordés à une source d'énergie ou équipés d'une telle source, et notamment les risques électriques, mécaniques ou thermiques, ainsi que les risques que peut présenter pour le patient la fourniture d'énergie ou l'administration de substances et disposer lorsque cela est possible de système d'alerte et de contrôle de ces risques ;<p></p><p></p>   7° Etre accompagnés des informations nécessaires pour pouvoir être utilisés correctement et en toute sécurité en tenant compte de la formation et des connaissances des utilisateurs potentiels et pour identifier le fabricant. Ces informations comprennent les indications figurant sur l'étiquetage et les renseignements figurant dans la notice d'instruction.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2004-08-08T00:00:00.000Z",
            "dateFin": "2010-03-21T00:00:00.000Z"
        }
    ]
}