{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037825584",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Toute personne faisant l'objet d'un contrôle ou d'une vérification d'identité prévus au présent chapitre peut, lorsque ce contrôle ou cette vérification révèle qu'il existe des raisons sérieuses de penser que son comportement peut être lié à des activités à caractère terroriste, faire l'objet d'une retenue sur place ou dans le local de police où elle est conduite pour une vérification de sa situation par un officier de police judiciaire permettant de consulter les traitements automatisés de données à caractère personnel relevant de l' article 31 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, selon les règles propres à chacun de ces traitements et, le cas échéant, d'interroger les services à l'origine du signalement de l'intéressé ainsi que des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers. La retenue ne peut donner lieu à audition. Le procureur de la République territorialement compétent est informé dès le début de la retenue. II. - La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend : 1° Du fondement légal de son placement en retenue ; 2° De la durée maximale de la mesure ; 3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ; 4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur. Si l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au procureur de la République qui décide, s'il y a lieu, d'y faire droit. Sauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande. III. - Lorsqu'il s'agit d'un mineur de dix-huit ans, la retenue fait l'objet d'un accord exprès du procureur de la République. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée. IV. - La personne faisant l'objet d'une vérification de situation ne peut être retenue que pendant le temps strictement nécessaire à l'accomplissement des vérifications mentionnées au premier alinéa du I, pour une durée qui ne peut excéder quatre heures à compter du début du contrôle effectué. Le procureur de la République peut mettre fin à tout moment à la retenue. L'officier de police judiciaire mentionne dans un procès-verbal les motifs qui justifient la vérification de situation administrative et les conditions dans lesquelles la personne a été présentée devant lui, informée de ses droits et mise en mesure de les exercer. Il précise le jour et l'heure à partir desquels la vérification a été effectuée, le jour et l'heure de la fin de la retenue et la durée de celle-ci. Ce procès-verbal est présenté à la signature de la personne. Si cette dernière refuse de le signer, mention est faite du refus et des motifs de celui-ci. Le procès-verbal est transmis sans délai au procureur de la République, copie en ayant été remise à la personne. V. - Les prescriptions énumérées au présent article sont imposées à peine de nullité.",
            "texteHtml": "<p></p><p>I. - Toute personne faisant l'objet d'un contrôle ou d'une vérification d'identité prévus au présent chapitre peut, lorsque ce contrôle ou cette vérification révèle qu'il existe des raisons sérieuses de penser que son comportement peut être lié à des activités à caractère terroriste, faire l'objet d'une retenue sur place ou dans le local de police où elle est conduite pour une vérification de sa situation par un officier de police judiciaire permettant de consulter les traitements automatisés de données à caractère personnel relevant de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000886460&idArticle=LEGIARTI000006528123&dateTexte=&categorieLien=cid' title='Loi n° 78-17 du 6 janvier 1978 - art. 31 (M)'>article 31 de la loi n° 78-17 du 6 janvier 1978</a> relative à l'informatique, aux fichiers et aux libertés, selon les règles propres à chacun de ces traitements et, le cas échéant, d'interroger les services à l'origine du signalement de l'intéressé ainsi que des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.</p><p>La retenue ne peut donner lieu à audition.</p><p>Le procureur de la République territorialement compétent est informé dès le début de la retenue.</p><p>II. - La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend :</p><p>1° Du fondement légal de son placement en retenue ;</p><p>2° De la durée maximale de la mesure ;</p><p>3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ;</p><p>4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur.</p><p>Si l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au procureur de la République qui décide, s'il y a lieu, d'y faire droit.</p><p>Sauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande.</p><p>III. - Lorsqu'il s'agit d'un mineur de dix-huit ans, la retenue fait l'objet d'un accord exprès du procureur de la République. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée.</p><p>IV. - La personne faisant l'objet d'une vérification de situation ne peut être retenue que pendant le temps strictement nécessaire à l'accomplissement des vérifications mentionnées au premier alinéa du I, pour une durée qui ne peut excéder quatre heures à compter du début du contrôle effectué.</p><p>Le procureur de la République peut mettre fin à tout moment à la retenue.</p><p>L'officier de police judiciaire mentionne dans un procès-verbal les motifs qui justifient la vérification de situation administrative et les conditions dans lesquelles la personne a été présentée devant lui, informée de ses droits et mise en mesure de les exercer. Il précise le jour et l'heure à partir desquels la vérification a été effectuée, le jour et l'heure de la fin de la retenue et la durée de celle-ci.</p><p>Ce procès-verbal est présenté à la signature de la personne. Si cette dernière refuse de le signer, mention est faite du refus et des motifs de celui-ci. Le procès-verbal est transmis sans délai au procureur de la République, copie en ayant été remise à la personne.</p><p>V. - Les prescriptions énumérées au présent article sont imposées à peine de nullité.</p><p></p>",
            "num": "78-3-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1559347200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 687184,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Des enquêtes et des contrôles d'identité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138089",
                        "id": "LEGISCTA000006138089",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-04-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Des contrôles, des vérifications et des relevés d'identité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151880",
                        "id": "LEGISCTA000006151880",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032633971",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006151880",
            "sectionParentId": "LEGISCTA000006151880",
            "sectionParentTitre": "Chapitre III : Des contrôles, des vérifications et des relevés d'identité",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre II : Des enquêtes et des contrôles d'identité &gt; Chapitre III : Des contrôles, des vérifications et des relevés d'identité",
            "refInjection": "MD-20231010_195436_344_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000037825584",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 29 de l’ordonnance n° 2018-1125 du 12 décembre 2018, ces dispositions entrent en vigueur en même temps que le décret n° 2019-536 du 29 mai 2019 pris pour l'application de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés au 1er juin 2019.",
            "notaHtml": "<p>Conformément à l'article 29 de l’ordonnance n° 2018-1125 du 12 décembre 2018, ces dispositions entrent en vigueur en même temps que le décret n° 2019-536 du 29 mai 2019 pris pour l'application de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés au 1er juin 2019. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037800506",
                    "textTitle": "Ordonnance n°2018-1125 du 12 décembre 2018 - art. 16",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000037801530",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2018-12-13",
                    "dateSignaTexte": "2018-12-12",
                    "dateDebutCible": "2019-06-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "Loi n° 78-17 du 6 janvier 1978 - art. 31 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006528123",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "JORFTEXT000048178439",
                    "textTitle": "Décret n°2023-932 du 9 octobre 2023 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000048179431",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-932",
                    "datePubli": 1696896000000,
                    "dateDebut": 1696982400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 78-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "78-4",
                    "articleId": "LEGIARTI000032655153",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032633971",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1465084800000,
                    "dateFin": 1559347200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037825584",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1559347200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "78-3-1"
            ],
            "versionPrecedente": "LEGIARTI000032633971",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032633971",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Toute personne faisant l'objet d'un contrôle ou d'une vérification d'identité prévus au présent chapitre peut, lorsque ce contrôle ou cette vérification révèle qu'il existe des raisons sérieuses de penser que son comportement peut être lié à des activités à caractère terroriste, faire l'objet d'une retenue sur place ou dans le local de police où elle est conduite pour une vérification de sa situation par un officier de police judiciaire permettant de consulter les traitements automatisés de données à caractère personnel relevant de l' article 26 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, selon les règles propres à chacun de ces traitements et, le cas échéant, d'interroger les services à l'origine du signalement de l'intéressé ainsi que des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers. La retenue ne peut donner lieu à audition. Le procureur de la République territorialement compétent est informé dès le début de la retenue. II. - La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend : 1° Du fondement légal de son placement en retenue ; 2° De la durée maximale de la mesure ; 3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ; 4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur. Si l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au procureur de la République qui décide, s'il y a lieu, d'y faire droit. Sauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande. III. - Lorsqu'il s'agit d'un mineur de dix-huit ans, la retenue fait l'objet d'un accord exprès du procureur de la République. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée. IV. - La personne faisant l'objet d'une vérification de situation ne peut être retenue que pendant le temps strictement nécessaire à l'accomplissement des vérifications mentionnées au premier alinéa du I, pour une durée qui ne peut excéder quatre heures à compter du début du contrôle effectué. Le procureur de la République peut mettre fin à tout moment à la retenue. L'officier de police judiciaire mentionne dans un procès-verbal les motifs qui justifient la vérification de situation administrative et les conditions dans lesquelles la personne a été présentée devant lui, informée de ses droits et mise en mesure de les exercer. Il précise le jour et l'heure à partir desquels la vérification a été effectuée, le jour et l'heure de la fin de la retenue et la durée de celle-ci. Ce procès-verbal est présenté à la signature de la personne. Si cette dernière refuse de le signer, mention est faite du refus et des motifs de celui-ci. Le procès-verbal est transmis sans délai au procureur de la République, copie en ayant été remise à la personne. V. - Les prescriptions énumérées au présent article sont imposées à peine de nullité.",
            "texteHtml": "<div align='left'>I. - Toute personne faisant l'objet d'un contrôle ou d'une vérification d'identité prévus au présent chapitre peut, lorsque ce contrôle ou cette vérification révèle qu'il existe des raisons sérieuses de penser que son comportement peut être lié à des activités à caractère terroriste, faire l'objet d'une retenue sur place ou dans le local de police où elle est conduite pour une vérification de sa situation par un officier de police judiciaire permettant de consulter les traitements automatisés de données à caractère personnel relevant de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000886460&idArticle=LEGIARTI000006528110&dateTexte=&categorieLien=cid'>article 26 de la loi n° 78-17 du 6 janvier 1978</a> relative à l'informatique, aux fichiers et aux libertés, selon les règles propres à chacun de ces traitements et, le cas échéant, d'interroger les services à l'origine du signalement de l'intéressé ainsi que des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.<br/><br/> La retenue ne peut donner lieu à audition.<br/><br/> Le procureur de la République territorialement compétent est informé dès le début de la retenue.<br/><br/> II. - La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend :<br/><br/> 1° Du fondement légal de son placement en retenue ;<br/><br/> 2° De la durée maximale de la mesure ;<br/><br/> 3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ;<br/><br/> 4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur.<br/><br/> Si l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au procureur de la République qui décide, s'il y a lieu, d'y faire droit.<br/><br/> Sauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande.<br/><br/> III. - Lorsqu'il s'agit d'un mineur de dix-huit ans, la retenue fait l'objet d'un accord exprès du procureur de la République. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée.<br/><br/> IV. - La personne faisant l'objet d'une vérification de situation ne peut être retenue que pendant le temps strictement nécessaire à l'accomplissement des vérifications mentionnées au premier alinéa du I, pour une durée qui ne peut excéder quatre heures à compter du début du contrôle effectué.<br/><br/> Le procureur de la République peut mettre fin à tout moment à la retenue.<br/><br/> L'officier de police judiciaire mentionne dans un procès-verbal les motifs qui justifient la vérification de situation administrative et les conditions dans lesquelles la personne a été présentée devant lui, informée de ses droits et mise en mesure de les exercer. Il précise le jour et l'heure à partir desquels la vérification a été effectuée, le jour et l'heure de la fin de la retenue et la durée de celle-ci.<br/><br/> Ce procès-verbal est présenté à la signature de la personne. Si cette dernière refuse de le signer, mention est faite du refus et des motifs de celui-ci. Le procès-verbal est transmis sans délai au procureur de la République, copie en ayant été remise à la personne.<br/><br/> V. - Les prescriptions énumérées au présent article sont imposées à peine de nullité.<br/></div>",
            "num": "78-3-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1465084800000,
            "dateFin": 1559347200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 687184,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Des enquêtes et des contrôles d'identité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138089",
                        "id": "LEGISCTA000006138089",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-04-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Des contrôles, des vérifications et des relevés d'identité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151880",
                        "id": "LEGISCTA000006151880",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032633971",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006151880",
            "sectionParentId": "LEGISCTA000006151880",
            "sectionParentTitre": "Chapitre III : Des contrôles, des vérifications et des relevés d'identité",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre II : Des enquêtes et des contrôles d'identité &gt; Chapitre III : Des contrôles, des vérifications et des relevés d'identité",
            "refInjection": "MD-20231010_195436_344_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000032633971",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032627231",
                    "textTitle": "LOI n°2016-731 du 3 juin 2016 - art. 48",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "48",
                    "articleId": "LEGIARTI000032631249",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-06-04",
                    "dateSignaTexte": "2016-06-03",
                    "dateDebutCible": "2016-06-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978 - art. 26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000006528110",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 315532800000
                },
                {
                    "textCid": "JORFTEXT000048178439",
                    "textTitle": "Décret n°2023-932 du 9 octobre 2023 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000048179431",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-932",
                    "datePubli": 1696896000000,
                    "dateDebut": 1696982400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 78-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "78-4",
                    "articleId": "LEGIARTI000032655153",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032633971",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1465084800000,
                    "dateFin": 1559347200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037825584",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1559347200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "78-3-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}