{
    "cid": "LEGIARTI000033661212",
    "num": "Annexe 3-8-3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000038928479",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000217471",
                    "textTitle": "Décret n°2002-120 du 30 janvier 2002",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217471",
                    "natureText": "DECRET",
                    "date": 1599860253645,
                    "parentCid": null,
                    "numTexte": "2002-120",
                    "datePubli": 1012435200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R831-13-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R831-13-1",
                    "articleId": "LEGIARTI000006753453",
                    "natureText": "CODE",
                    "date": 1599860253645,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 671587200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L311-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-4",
                    "articleId": "LEGIARTI000006797373",
                    "natureText": "CODE",
                    "date": 1599860253645,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L441-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006797937",
                    "natureText": "CODE",
                    "date": 1599860253645,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R441-3-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R441-3-2",
                    "articleId": "LEGIARTI000033660777",
                    "natureText": "CODE",
                    "date": 1599860253645,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491004800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038812273",
                    "textTitle": "Décret n°2019-772 du 24 juillet 2019 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000038820711",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-07-25",
                    "dateSignaTexte": "2019-07-24",
                    "dateDebutCible": "2019-07-26"
                }
            ],
            "num": "Annexe 3-8-3",
            "origine": "LEGI",
            "texte": "RÉFÉRENTIEL D'AGRÉMENT DES ACCUEILLANTS FAMILIAUX L'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou d'adultes en situation de handicap, est une activité réglementée par le code de l'action sociale et des familles (CASF) et placée sous le contrôle du président du conseil départemental. Les personnes souhaitant exercer cette activité doivent disposer d'un agrément délivré par le président du conseil départemental du département dans lequel est situé leur domicile. Le demandeur de l'agrément doit être en mesure de proposer des conditions d'accueil garantissant la continuité de celui-ci, la protection de la santé, la sécurité et le bien-être physique et moral des personnes accueillies. Le présent référentiel a pour objet de préciser les critères, pour permettre aux départements, dans leur compétence d'agrément : 1. De décider si une personne ou un couple peut être agréé ou voir son agrément renouvelé ou modifié ; 2. De motiver explicitement un éventuel refus de la demande d'agrément, de renouvellement, une modification d'agrément ou un retrait d'agrément ; 3. De justifier une décision d'agrément pour un nombre ou un profil de personnes (personnes âgées, adultes en situation de handicap) ou selon des modalités autres que celles demandées ; 4. D'apprécier l'opportunité, le cas échéant : - de définir les caractéristiques, en termes de handicap et de perte d'autonomie, des personnes susceptibles d'être accueillies, en précisant éventuellement si ces limites s'appliquent de la même manière aux personnes nouvellement accueillies et aux personnes déjà accueillies dont l'état a évolué ; - de subordonner l'accueil de personnes dont les caractéristiques en termes de perte d'autonomie ou de handicap le nécessitent à des modalités spécifiques de formation, de suivi et d'accompagnement de l'accueillant familial et, le cas échéant, de la personne accueillie. Le référentiel devrait en outre contribuer à la connaissance et à la reconnaissance de l'accueil familial. L'appréciation, au vu du présent référentiel, des demandes d'agrément et des situations d'accueil, s'effectue dans les conditions prévues à l'article R. 441-3-2 . Section 1 : Les aptitudes et les compétences pour l'exercice de l'activité d'accueillant familial Les aptitudes et les compétences du demandeur doivent permettre de garantir la santé, le bien-être et la sécurité des personnes accueillies, en tenant compte de leur nombre et de leurs caractéristiques en termes de perte d'autonomie et de handicap. Sous-section 1.1 : Les capacités et les qualités personnelles pour accueillir des personnes âgées ou des personnes en situation de handicap et assurer leur bien-être Il convient d'apprécier la capacité du demandeur à : 1.1.1. Etre attentif aux besoins, rythmes, goûts et attentes de chaque personne accueillie, ainsi qu'à leur évolution ; 1.1.2. Promouvoir l'autonomie des personnes accueillies, en valorisant leurs aptitudes, en favorisant leur mobilité et le développement de leurs potentialités-notamment en leur proposant des activités adaptées à leurs capacités et centres d'intérêts ; 1.1.3. Etre attentif au respect des droits et des libertés de la personne accueillie, tels que prévus par la charte référencée à l'article L. 311-4 ; 1.1.4. Faire preuve de respect, de bienveillance et de neutralité, vis-à-vis de chaque personne accueillie ; 1.1.5. Favoriser la vie relationnelle, affective et sociale des personnes accueillies et le maintien des liens avec leurs proches, y compris en permettant la visite de ces derniers à son domicile ; 1.1.6. Préserver et développer la mobilité des personnes accueillies en favorisant de manière appropriée leur libre circulation à l'intérieur et à l'extérieur du logement. Sous-section 1.2 : Les capacités de communication et de dialogue Il convient de prendre en compte chez le demandeur : 1.2.1. Sa maîtrise de la langue française orale, nécessaire à l'établissement des relations avec les différents interlocuteurs (famille, professionnels) et à la participation aux sessions de formation ; 1.2.2. Ses qualités d'écoute, d'observation et d'anticipation ; 1.2.3. Son aptitude à la communication, au dialogue ; 1.2.4. Son engagement, en cas d'utilisation par la personne accueillie d'un mode de communication adapté à une situation de handicap, à recourir à ce mode de communication ; 1.2.5. Son aptitude à prévenir et à gérer les conflits. Sous-section 1.3 : Le projet du demandeur et sa connaissance de l'activité Il convient d'apprécier chez le demandeur : 1.3.1. Ses motivations et la cohérence de son projet d'accueil (nombre, caractéristiques des personnes susceptibles d'être accueillies, modalités d'accueil envisagées …) au regard de ses aspirations, de ses contraintes familiales et des conditions d'accueil ; 1.3.2. Le degré d'adhésion des membres de sa famille au projet d'accueil et l'impact de celui-ci sur la vie quotidienne de la famille ; 1.3.3. Son engagement à intégrer chaque personne accueillie à la vie familiale, dans le respect de ses souhaits, notamment par la participation aux repas pris en commun ; 1.3.4. Sa capacité à faire preuve de discrétion professionnelle et de réserve dans l'expression de ses opinions politiques, religieuses ou morales dans ses relations avec les personnes accueillies ; 1.3.5. Sa compréhension du rôle de l'accueillant familial, de ses responsabilités et ses limites, des exigences et des contraintes liées à cette activité ; 1.3.6. Sa compréhension des missions du conseil départemental ou des organismes délégataires en matière de suivi des personnes accueillies et de contrôle des conditions de l'agrément ; 1.3.7. Sa compréhension du rôle et de la place des proches, des représentants légaux et des différents professionnels susceptibles d'intervenir notamment dans le cadre et en complément du projet d'accueil personnalisé de la personne accueillie, et son engagement à collaborer avec eux ; 1.3.8. Son engagement à suivre la formation et l'initiation aux gestes de secourisme mentionnées à l'article L. 441-1 ; 1.3.9. Le cas échéant, son appropriation des savoirs, savoir-être et savoir-faire dispensés dans le cadre de l'initiation aux gestes de secourisme et de la formation mentionnées à l'article L. 441-1. Sous-section 1.4 : Les qualités d'adaptation et d'organisation du demandeur Il convient d'apprécier chez le demandeur, compte tenu du contexte spécifique et des contraintes de l'accueil familial : 1.4.1. S'il est en mesure, au regard de ses activités et de ses contraintes familiales, d'assurer la continuité de l'accueil par une présence personnelle et effective auprès des personnes accueillies et l'organisation de son remplacement dans des conditions satisfaisantes pour celles-ci durant ses périodes d'absence prévues ou imprévues, longues ou de courte durée ; 1.4.2. Si son éventuelle activité professionnelle ou bénévole est compatible avec son projet d'accueil sans influer sur la qualité de l'accueil ; son engagement à l'adapter ou à la réduire compte tenu des besoins des personnes qu'il accueille ; 1.4.3. Son engagement à rester joignable durant ses périodes d'absence de façon à pouvoir être contacté lorsqu'une situation d'urgence liée à la santé ou à la sécurité de la personne accueillie le nécessite ; 1.4.4. Sa connaissance de son environnement et sa capacité à mobiliser les ressources existantes ; 1.4.5. La capacité à organiser en toute sécurité les déplacements des personnes accueillies hors du domicile ; 1.4.6. L'aptitude à s'adapter à une situation d'urgence ou imprévue et à prendre les mesures appropriées. Sous-section 1.5 : La santé et la sécurité physique et psychique des personnes accueillies Il convient d'apprécier la capacité du demandeur à : 1.5.1. Veiller à la sécurité physique et psychique des personnes accueillies ; 1.5.2. Veiller à la prise en compte des besoins physiologiques des personnes accueillies (alimentation, sommeil …) et à l'application rigoureuse des prescriptions médicales s'y rapportant, notamment celles relatives à la prise de médicaments ; 1.5.3. Veiller à l'hygiène des personnes accueillies ; 1.5.4. Appréhender l'incidence sur la santé d'éventuels comportements à risques ; 1.5.5. Etre attentif à l'évolution de l'état de santé des personnes accueillies et à leurs besoins de soins, et à solliciter en tant que de besoin les professionnels de santé ; 1.5.6. Appréhender les conséquences éventuelles de ses comportements et de ceux des autres personnes présentes à son domicile sur la sécurité ou le bien-être physique et moral des personnes accueillies. Section 2 : Les conditions d'accueil et de sécurité Le domicile ainsi que son environnement immédiat doivent permettre de garantir la santé, le bien-être et la sécurité des personnes accueillies en tenant compte de leur nombre et de leurs caractéristiques en termes de perte d'autonomie et de handicap. Sous-section 2.1 : Le logement et ses abords Il convient d'apprécier : 2.1.1. La conformité du logement aux normes fixées par l'article R. 822-25 du code de la construction et de l'habitation et par le décret n° 2002-120 du 30 janvier 2002 et le respect des règles d'hygiène favorisant un accueil de qualité ; 2.1.2. L'existence d'une pièce réservée à chaque personne ou couple accueilli, sous le toit du demandeur, d'une superficie minimale de 9 m2 pour une personne seule et 16 m2 pour un couple, équipée d'une fenêtre accessible donnant directement sur l'extérieur et située à proximité d'une salle d'eau et de toilettes partagées ou privées adaptées, le cas échéant, aux personnes à mobilité réduite ; 2.1.3. La facilité d'accès et la sécurité du logement, appréciées au regard de la demande d'agrément et notamment des caractéristiques, en termes de handicap ou de perte d'autonomie, des personnes que le demandeur souhaite accueillir ; 2.1.4. L'adéquation entre les dimensions du logement, le nombre et la destination des pièces, la composition du foyer et l'activité d'accueil familial, en tenant compte des modalités de l'accueil envisagé (à temps complet ou à temps partiel, de jour ou de nuit) ; 2.1.5. La mise à disposition d'équipements adaptés au niveau d'autonomie des personnes que le demandeur envisage d'accueillir ; 2.1.6. Le souci du demandeur de favoriser l'autonomie des personnes accueillies par la mise en place, si besoin, de solutions techniques simples, en concertation avec les professionnels en charge du suivi des accueils ; 2.1.7. L'attention portée par le demandeur à la prévention des accidents domestiques et au repérage des dangers potentiels pour les personnes accueillies, dans son domicile et à proximité immédiate. Sous-section 2.2 : La disposition de moyens de communication Il convient de s'assurer : 2.2.1. De l'existence d'un moyen de communication accessible à tout moment à toutes les personnes présentes dans le logement, permettant d'alerter sans délai les services de secours, le conseil départemental, ainsi que l'employeur, le cas échéant ; 2.2.2. De l'engagement du demandeur à afficher de façon permanente, visible et accessible les coordonnées des services de secours, du conseil départemental, de l'employeur, le cas échéant, de l'accueillant lui-même et éventuellement de voisins ou de personnes de confiance.",
            "texteHtml": "<p align='center'>RÉFÉRENTIEL D'AGRÉMENT DES ACCUEILLANTS FAMILIAUX</p><p>L'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou d'adultes en situation de handicap, est une activité réglementée par le code de l'action sociale et des familles (CASF) et placée sous le contrôle du président du conseil départemental. Les personnes souhaitant exercer cette activité doivent disposer d'un agrément délivré par le président du conseil départemental du département dans lequel est situé leur domicile.</p><p>Le demandeur de l'agrément doit être en mesure de proposer des conditions d'accueil garantissant la continuité de celui-ci, la protection de la santé, la sécurité et le bien-être physique et moral des personnes accueillies.</p><p>Le présent référentiel a pour objet de préciser les critères, pour permettre aux départements, dans leur compétence d'agrément :</p><p>1. De décider si une personne ou un couple peut être agréé ou voir son agrément renouvelé ou modifié ;</p><p>2. De motiver explicitement un éventuel refus de la demande d'agrément, de renouvellement, une modification d'agrément ou un retrait d'agrément ;</p><p>3. De justifier une décision d'agrément pour un nombre ou un profil de personnes (personnes âgées, adultes en situation de handicap) ou selon des modalités autres que celles demandées ;</p><p>4. D'apprécier l'opportunité, le cas échéant :</p><p>- de définir les caractéristiques, en termes de handicap et de perte d'autonomie, des personnes susceptibles d'être accueillies, en précisant éventuellement si ces limites s'appliquent de la même manière aux personnes nouvellement accueillies et aux personnes déjà accueillies dont l'état a évolué ;</p><p>- de subordonner l'accueil de personnes dont les caractéristiques en termes de perte d'autonomie ou de handicap le nécessitent à des modalités spécifiques de formation, de suivi et d'accompagnement de l'accueillant familial et, le cas échéant, de la personne accueillie.</p><p>Le référentiel devrait en outre contribuer à la connaissance et à la reconnaissance de l'accueil familial.</p><p>L'appréciation, au vu du présent référentiel, des demandes d'agrément et des situations d'accueil, s'effectue dans les conditions prévues à l'article <a href='/article/LEGIARTI000033660777'>R. 441-3-2</a>.</p><p align='left'>Section 1 : Les aptitudes et les compétences pour l'exercice de l'activité d'accueillant familial</p><p align='left'>Les aptitudes et les compétences du demandeur doivent permettre de garantir la santé, le bien-être et la sécurité des personnes accueillies, en tenant compte de leur nombre et de leurs caractéristiques en termes de perte d'autonomie et de handicap.</p><p>Sous-section 1.1 : Les capacités et les qualités personnelles pour accueillir des personnes âgées ou des personnes en situation de handicap et assurer leur bien-être</p><p>Il convient d'apprécier la capacité du demandeur à :</p><p>1.1.1. Etre attentif aux besoins, rythmes, goûts et attentes de chaque personne accueillie, ainsi qu'à leur évolution ;</p><p>1.1.2. Promouvoir l'autonomie des personnes accueillies, en valorisant leurs aptitudes, en favorisant leur mobilité et le développement de leurs potentialités-notamment en leur proposant des activités adaptées à leurs capacités et centres d'intérêts ;</p><p>1.1.3. Etre attentif au respect des droits et des libertés de la personne accueillie, tels que prévus par la charte référencée à l'article <a href='/article/LEGIARTI000006797373'>L. 311-4 </a>;</p><p>1.1.4. Faire preuve de respect, de bienveillance et de neutralité, vis-à-vis de chaque personne accueillie ;</p><p>1.1.5. Favoriser la vie relationnelle, affective et sociale des personnes accueillies et le maintien des liens avec leurs proches, y compris en permettant la visite de ces derniers à son domicile ;</p><p>1.1.6. Préserver et développer la mobilité des personnes accueillies en favorisant de manière appropriée leur libre circulation à l'intérieur et à l'extérieur du logement.</p><p>Sous-section 1.2 : Les capacités de communication et de dialogue</p><p>Il convient de prendre en compte chez le demandeur :</p><p>1.2.1. Sa maîtrise de la langue française orale, nécessaire à l'établissement des relations avec les différents interlocuteurs (famille, professionnels) et à la participation aux sessions de formation ;</p><p>1.2.2. Ses qualités d'écoute, d'observation et d'anticipation ;</p><p>1.2.3. Son aptitude à la communication, au dialogue ;</p><p>1.2.4. Son engagement, en cas d'utilisation par la personne accueillie d'un mode de communication adapté à une situation de handicap, à recourir à ce mode de communication ;</p><p>1.2.5. Son aptitude à prévenir et à gérer les conflits.</p><p>Sous-section 1.3 : Le projet du demandeur et sa connaissance de l'activité</p><p>Il convient d'apprécier chez le demandeur :</p><p>1.3.1. Ses motivations et la cohérence de son projet d'accueil (nombre, caractéristiques des personnes susceptibles d'être accueillies, modalités d'accueil envisagées …) au regard de ses aspirations, de ses contraintes familiales et des conditions d'accueil ;</p><p>1.3.2. Le degré d'adhésion des membres de sa famille au projet d'accueil et l'impact de celui-ci sur la vie quotidienne de la famille ;</p><p>1.3.3. Son engagement à intégrer chaque personne accueillie à la vie familiale, dans le respect de ses souhaits, notamment par la participation aux repas pris en commun ;</p><p>1.3.4. Sa capacité à faire preuve de discrétion professionnelle et de réserve dans l'expression de ses opinions politiques, religieuses ou morales dans ses relations avec les personnes accueillies ;</p><p>1.3.5. Sa compréhension du rôle de l'accueillant familial, de ses responsabilités et ses limites, des exigences et des contraintes liées à cette activité ;</p><p>1.3.6. Sa compréhension des missions du conseil départemental ou des organismes délégataires en matière de suivi des personnes accueillies et de contrôle des conditions de l'agrément ;</p><p>1.3.7. Sa compréhension du rôle et de la place des proches, des représentants légaux et des différents professionnels susceptibles d'intervenir notamment dans le cadre et en complément du projet d'accueil personnalisé de la personne accueillie, et son engagement à collaborer avec eux ;</p><p>1.3.8. Son engagement à suivre la formation et l'initiation aux gestes de secourisme mentionnées à l'article <a href='/article/LEGIARTI000006797937'>L. 441-1 </a>;</p><p>1.3.9. Le cas échéant, son appropriation des savoirs, savoir-être et savoir-faire dispensés dans le cadre de l'initiation aux gestes de secourisme et de la formation mentionnées à l'article L. 441-1.</p><p>Sous-section 1.4 : Les qualités d'adaptation et d'organisation du demandeur</p><p>Il convient d'apprécier chez le demandeur, compte tenu du contexte spécifique et des contraintes de l'accueil familial :</p><p>1.4.1. S'il est en mesure, au regard de ses activités et de ses contraintes familiales, d'assurer la continuité de l'accueil par une présence personnelle et effective auprès des personnes accueillies et l'organisation de son remplacement dans des conditions satisfaisantes pour celles-ci durant ses périodes d'absence prévues ou imprévues, longues ou de courte durée ;</p><p>1.4.2. Si son éventuelle activité professionnelle ou bénévole est compatible avec son projet d'accueil sans influer sur la qualité de l'accueil ; son engagement à l'adapter ou à la réduire compte tenu des besoins des personnes qu'il accueille ;</p><p>1.4.3. Son engagement à rester joignable durant ses périodes d'absence de façon à pouvoir être contacté lorsqu'une situation d'urgence liée à la santé ou à la sécurité de la personne accueillie le nécessite ;</p><p>1.4.4. Sa connaissance de son environnement et sa capacité à mobiliser les ressources existantes ;</p><p>1.4.5. La capacité à organiser en toute sécurité les déplacements des personnes accueillies hors du domicile ;</p><p>1.4.6. L'aptitude à s'adapter à une situation d'urgence ou imprévue et à prendre les mesures appropriées.</p><p>Sous-section 1.5 : La santé et la sécurité physique et psychique des personnes accueillies</p><p>Il convient d'apprécier la capacité du demandeur à :</p><p>1.5.1. Veiller à la sécurité physique et psychique des personnes accueillies ;</p><p>1.5.2. Veiller à la prise en compte des besoins physiologiques des personnes accueillies (alimentation, sommeil …) et à l'application rigoureuse des prescriptions médicales s'y rapportant, notamment celles relatives à la prise de médicaments ;</p><p>1.5.3. Veiller à l'hygiène des personnes accueillies ;</p><p>1.5.4. Appréhender l'incidence sur la santé d'éventuels comportements à risques ;</p><p>1.5.5. Etre attentif à l'évolution de l'état de santé des personnes accueillies et à leurs besoins de soins, et à solliciter en tant que de besoin les professionnels de santé ;</p><p>1.5.6. Appréhender les conséquences éventuelles de ses comportements et de ceux des autres personnes présentes à son domicile sur la sécurité ou le bien-être physique et moral des personnes accueillies.</p><p>Section 2 : Les conditions d'accueil et de sécurité</p><p>Le domicile ainsi que son environnement immédiat doivent permettre de garantir la santé, le bien-être et la sécurité des personnes accueillies en tenant compte de leur nombre et de leurs caractéristiques en termes de perte d'autonomie et de handicap.</p><p>Sous-section 2.1 : Le logement et ses abords</p><p>Il convient d'apprécier :</p><p>2.1.1. La conformité du logement aux normes fixées par l'article R. 822-25 du code de la construction et de l'habitation et par le décret n° <a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000000217471&categorieLien=cid'>2002-120</a> du 30 janvier 2002 et le respect des règles d'hygiène favorisant un accueil de qualité ;</p><p>2.1.2. L'existence d'une pièce réservée à chaque personne ou couple accueilli, sous le toit du demandeur, d'une superficie minimale de 9 m2 pour une personne seule et 16 m2 pour un couple, équipée d'une fenêtre accessible donnant directement sur l'extérieur et située à proximité d'une salle d'eau et de toilettes partagées ou privées adaptées, le cas échéant, aux personnes à mobilité réduite ;</p><p>2.1.3. La facilité d'accès et la sécurité du logement, appréciées au regard de la demande d'agrément et notamment des caractéristiques, en termes de handicap ou de perte d'autonomie, des personnes que le demandeur souhaite accueillir ;</p><p>2.1.4. L'adéquation entre les dimensions du logement, le nombre et la destination des pièces, la composition du foyer et l'activité d'accueil familial, en tenant compte des modalités de l'accueil envisagé (à temps complet ou à temps partiel, de jour ou de nuit) ;</p><p>2.1.5. La mise à disposition d'équipements adaptés au niveau d'autonomie des personnes que le demandeur envisage d'accueillir ;</p><p>2.1.6. Le souci du demandeur de favoriser l'autonomie des personnes accueillies par la mise en place, si besoin, de solutions techniques simples, en concertation avec les professionnels en charge du suivi des accueils ;</p><p>2.1.7. L'attention portée par le demandeur à la prévention des accidents domestiques et au repérage des dangers potentiels pour les personnes accueillies, dans son domicile et à proximité immédiate.</p><p>Sous-section 2.2 : La disposition de moyens de communication</p><p>Il convient de s'assurer :</p><p>2.2.1. De l'existence d'un moyen de communication accessible à tout moment à toutes les personnes présentes dans le logement, permettant d'alerter sans délai les services de secours, le conseil départemental, ainsi que l'employeur, le cas échéant ;</p><p>2.2.2. De l'engagement du demandeur à afficher de façon permanente, visible et accessible les coordonnées des services de secours, du conseil départemental, de l'employeur, le cas échéant, de l'accueillant lui-même et éventuellement de voisins ou de personnes de confiance.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-09-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000033661261",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000217471",
                    "textTitle": "Décret n°2002-120 du 30 janvier 2002 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217471",
                    "natureText": "DECRET",
                    "date": 1599128014380,
                    "parentCid": null,
                    "numTexte": "2002-120",
                    "datePubli": 1012435200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R831-13-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R831-13-1",
                    "articleId": "LEGIARTI000006753453",
                    "natureText": "CODE",
                    "date": 1599128014381,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 671587200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L311-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-4",
                    "articleId": "LEGIARTI000006797373",
                    "natureText": "CODE",
                    "date": 1599128014381,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L441-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006797937",
                    "natureText": "CODE",
                    "date": 1599128014381,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R441-3-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R441-3-2",
                    "articleId": "LEGIARTI000033660777",
                    "natureText": "CODE",
                    "date": 1599128014381,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491004800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033659118",
                    "textTitle": "Décret n°2016-1785 du 19 décembre 2016 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033660611",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-21",
                    "dateSignaTexte": "2016-12-19",
                    "dateDebutCible": "2016-12-22"
                }
            ],
            "num": "Annexe 3-8-3",
            "origine": "LEGI",
            "texte": "RÉFÉRENTIEL D'AGRÉMENT DES ACCUEILLANTS FAMILIAUX L'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou d'adultes en situation de handicap, est une activité réglementée par le code de l'action sociale et des familles (CASF) et placée sous le contrôle du président du conseil départemental. Les personnes souhaitant exercer cette activité doivent disposer d'un agrément délivré par le président du conseil départemental du département dans lequel est situé leur domicile. Le demandeur de l'agrément doit être en mesure de proposer des conditions d'accueil garantissant la continuité de celui-ci, la protection de la santé, la sécurité et le bien-être physique et moral des personnes accueillies. Le présent référentiel a pour objet de préciser les critères, pour permettre aux départements, dans leur compétence d'agrément : 1. De décider si une personne ou un couple peut être agréé ou voir son agrément renouvelé ou modifié ; 2. De motiver explicitement un éventuel refus de la demande d'agrément, de renouvellement, une modification d'agrément ou un retrait d'agrément ; 3. De justifier une décision d'agrément pour un nombre ou un profil de personnes (personnes âgées, adultes en situation de handicap) ou selon des modalités autres que celles demandées ; 4. D'apprécier l'opportunité, le cas échéant : - de définir les caractéristiques, en termes de handicap et de perte d'autonomie, des personnes susceptibles d'être accueillies, en précisant éventuellement si ces limites s'appliquent de la même manière aux personnes nouvellement accueillies et aux personnes déjà accueillies dont l'état a évolué ; - de subordonner l'accueil de personnes dont les caractéristiques en termes de perte d'autonomie ou de handicap le nécessitent à des modalités spécifiques de formation, de suivi et d'accompagnement de l'accueillant familial et, le cas échéant, de la personne accueillie. Le référentiel devrait en outre contribuer à la connaissance et à la reconnaissance de l'accueil familial. L'appréciation, au vu du présent référentiel, des demandes d'agrément et des situations d'accueil, s'effectue dans les conditions prévues à l'article R. 441-3-2 . Section 1 : Les aptitudes et les compétences pour l'exercice de l'activité d'accueillant familial Les aptitudes et les compétences du demandeur doivent permettre de garantir la santé, le bien-être et la sécurité des personnes accueillies, en tenant compte de leur nombre et de leurs caractéristiques en termes de perte d'autonomie et de handicap. Sous-section 1.1 : Les capacités et les qualités personnelles pour accueillir des personnes âgées ou des personnes en situation de handicap et assurer leur bien-être Il convient d'apprécier la capacité du demandeur à : 1.1.1. Etre attentif aux besoins, rythmes, goûts et attentes de chaque personne accueillie, ainsi qu'à leur évolution ; 1.1.2. Promouvoir l'autonomie des personnes accueillies, en valorisant leurs aptitudes, en favorisant leur mobilité et le développement de leurs potentialités-notamment en leur proposant des activités adaptées à leurs capacités et centres d'intérêts ; 1.1.3. Etre attentif au respect des droits et des libertés de la personne accueillie, tels que prévus par la charte référencée à l'article L. 311-4 ; 1.1.4. Faire preuve de respect, de bienveillance et de neutralité, vis-à-vis de chaque personne accueillie ; 1.1.5. Favoriser la vie relationnelle, affective et sociale des personnes accueillies et le maintien des liens avec leurs proches, y compris en permettant la visite de ces derniers à son domicile ; 1.1.6. Préserver et développer la mobilité des personnes accueillies en favorisant de manière appropriée leur libre circulation à l'intérieur et à l'extérieur du logement. Sous-section 1.2 : Les capacités de communication et de dialogue Il convient de prendre en compte chez le demandeur : 1.2.1. Sa maîtrise de la langue française orale, nécessaire à l'établissement des relations avec les différents interlocuteurs (famille, professionnels) et à la participation aux sessions de formation ; 1.2.2. Ses qualités d'écoute, d'observation et d'anticipation ; 1.2.3. Son aptitude à la communication, au dialogue ; 1.2.4. Son engagement, en cas d'utilisation par la personne accueillie d'un mode de communication adapté à une situation de handicap, à recourir à ce mode de communication ; 1.2.5. Son aptitude à prévenir et à gérer les conflits. Sous-section 1.3 : Le projet du demandeur et sa connaissance de l'activité Il convient d'apprécier chez le demandeur : 1.3.1. Ses motivations et la cohérence de son projet d'accueil (nombre, caractéristiques des personnes susceptibles d'être accueillies, modalités d'accueil envisagées …) au regard de ses aspirations, de ses contraintes familiales et des conditions d'accueil ; 1.3.2. Le degré d'adhésion des membres de sa famille au projet d'accueil et l'impact de celui-ci sur la vie quotidienne de la famille ; 1.3.3. Son engagement à intégrer chaque personne accueillie à la vie familiale, dans le respect de ses souhaits, notamment par la participation aux repas pris en commun ; 1.3.4. Sa capacité à faire preuve de discrétion professionnelle et de réserve dans l'expression de ses opinions politiques, religieuses ou morales dans ses relations avec les personnes accueillies ; 1.3.5. Sa compréhension du rôle de l'accueillant familial, de ses responsabilités et ses limites, des exigences et des contraintes liées à cette activité ; 1.3.6. Sa compréhension des missions du conseil départemental ou des organismes délégataires en matière de suivi des personnes accueillies et de contrôle des conditions de l'agrément ; 1.3.7. Sa compréhension du rôle et de la place des proches, des représentants légaux et des différents professionnels susceptibles d'intervenir notamment dans le cadre et en complément du projet d'accueil personnalisé de la personne accueillie, et son engagement à collaborer avec eux ; 1.3.8. Son engagement à suivre la formation et l'initiation aux gestes de secourisme mentionnées à l'article L. 441-1 ; 1.3.9. Le cas échéant, son appropriation des savoirs, savoir-être et savoir-faire dispensés dans le cadre de l'initiation aux gestes de secourisme et de la formation mentionnées à l'article L. 441-1. Sous-section 1.4 : Les qualités d'adaptation et d'organisation du demandeur Il convient d'apprécier chez le demandeur, compte tenu du contexte spécifique et des contraintes de l'accueil familial : 1.4.1. S'il est en mesure, au regard de ses activités et de ses contraintes familiales, d'assurer la continuité de l'accueil par une présence personnelle et effective auprès des personnes accueillies et l'organisation de son remplacement dans des conditions satisfaisantes pour celles-ci durant ses périodes d'absence prévues ou imprévues, longues ou de courte durée ; 1.4.2. Si son éventuelle activité professionnelle ou bénévole est compatible avec son projet d'accueil sans influer sur la qualité de l'accueil ; son engagement à l'adapter ou à la réduire compte tenu des besoins des personnes qu'il accueille ; 1.4.3. Son engagement à rester joignable durant ses périodes d'absence de façon à pouvoir être contacté lorsqu'une situation d'urgence liée à la santé ou à la sécurité de la personne accueillie le nécessite ; 1.4.4. Sa connaissance de son environnement et sa capacité à mobiliser les ressources existantes ; 1.4.5. La capacité à organiser en toute sécurité les déplacements des personnes accueillies hors du domicile ; 1.4.6. L'aptitude à s'adapter à une situation d'urgence ou imprévue et à prendre les mesures appropriées. Sous-section 1.5 : La santé et la sécurité physique et psychique des personnes accueillies Il convient d'apprécier la capacité du demandeur à : 1.5.1. Veiller à la sécurité physique et psychique des personnes accueillies ; 1.5.2. Veiller à la prise en compte des besoins physiologiques des personnes accueillies (alimentation, sommeil …) et à l'application rigoureuse des prescriptions médicales s'y rapportant, notamment celles relatives à la prise de médicaments ; 1.5.3. Veiller à l'hygiène des personnes accueillies ; 1.5.4. Appréhender l'incidence sur la santé d'éventuels comportements à risques ; 1.5.5. Etre attentif à l'évolution de l'état de santé des personnes accueillies et à leurs besoins de soins, et à solliciter en tant que de besoin les professionnels de santé ; 1.5.6. Appréhender les conséquences éventuelles de ses comportements et de ceux des autres personnes présentes à son domicile sur la sécurité ou le bien-être physique et moral des personnes accueillies. Section 2 : Les conditions d'accueil et de sécurité Le domicile ainsi que son environnement immédiat doivent permettre de garantir la santé, le bien-être et la sécurité des personnes accueillies en tenant compte de leur nombre et de leurs caractéristiques en termes de perte d'autonomie et de handicap. Sous-section 2.1 : Le logement et ses abords Il convient d'apprécier : 2.1.1. La conformité du logement aux normes fixées par le premier alinéa de l'article R. 831-13-1 du code de la sécurité sociale et par le décret n° 2002-120 du 30 janvier 2002 et le respect des règles d'hygiène favorisant un accueil de qualité ; 2.1.2. L'existence d'une pièce réservée à chaque personne ou couple accueilli, sous le toit du demandeur, d'une superficie minimale de 9 m2 pour une personne seule et 16 m2 pour un couple, équipée d'une fenêtre accessible donnant directement sur l'extérieur et située à proximité d'une salle d'eau et de toilettes partagées ou privées adaptées, le cas échéant, aux personnes à mobilité réduite ; 2.1.3. La facilité d'accès et la sécurité du logement, appréciées au regard de la demande d'agrément et notamment des caractéristiques, en termes de handicap ou de perte d'autonomie, des personnes que le demandeur souhaite accueillir ; 2.1.4. L'adéquation entre les dimensions du logement, le nombre et la destination des pièces, la composition du foyer et l'activité d'accueil familial, en tenant compte des modalités de l'accueil envisagé (à temps complet ou à temps partiel, de jour ou de nuit) ; 2.1.5. La mise à disposition d'équipements adaptés au niveau d'autonomie des personnes que le demandeur envisage d'accueillir ; 2.1.6. Le souci du demandeur de favoriser l'autonomie des personnes accueillies par la mise en place, si besoin, de solutions techniques simples, en concertation avec les professionnels en charge du suivi des accueils ; 2.1.7. L'attention portée par le demandeur à la prévention des accidents domestiques et au repérage des dangers potentiels pour les personnes accueillies, dans son domicile et à proximité immédiate. Sous-section 2.2 : La disposition de moyens de communication Il convient de s'assurer : 2.2.1. De l'existence d'un moyen de communication accessible à tout moment à toutes les personnes présentes dans le logement, permettant d'alerter sans délai les services de secours, le conseil départemental, ainsi que l'employeur, le cas échéant ; 2.2.2. De l'engagement du demandeur à afficher de façon permanente, visible et accessible les coordonnées des services de secours, du conseil départemental, de l'employeur, le cas échéant, de l'accueillant lui-même et éventuellement de voisins ou de personnes de confiance.",
            "texteHtml": "<p align='center'>RÉFÉRENTIEL D'AGRÉMENT DES ACCUEILLANTS FAMILIAUX</p><p>L'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou d'adultes en situation de handicap, est une activité réglementée par le code de l'action sociale et des familles (CASF) et placée sous le contrôle du président du conseil départemental. Les personnes souhaitant exercer cette activité doivent disposer d'un agrément délivré par le président du conseil départemental du département dans lequel est situé leur domicile.</p><p>Le demandeur de l'agrément doit être en mesure de proposer des conditions d'accueil garantissant la continuité de celui-ci, la protection de la santé, la sécurité et le bien-être physique et moral des personnes accueillies.</p><p>Le présent référentiel a pour objet de préciser les critères, pour permettre aux départements, dans leur compétence d'agrément :</p><p>1. De décider si une personne ou un couple peut être agréé ou voir son agrément renouvelé ou modifié ;</p><p>2. De motiver explicitement un éventuel refus de la demande d'agrément, de renouvellement, une modification d'agrément ou un retrait d'agrément ;</p><p>3. De justifier une décision d'agrément pour un nombre ou un profil de personnes (personnes âgées, adultes en situation de handicap) ou selon des modalités autres que celles demandées ;</p><p>4. D'apprécier l'opportunité, le cas échéant :</p><p>- de définir les caractéristiques, en termes de handicap et de perte d'autonomie, des personnes susceptibles d'être accueillies, en précisant éventuellement si ces limites s'appliquent de la même manière aux personnes nouvellement accueillies et aux personnes déjà accueillies dont l'état a évolué ;</p><p>- de subordonner l'accueil de personnes dont les caractéristiques en termes de perte d'autonomie ou de handicap le nécessitent à des modalités spécifiques de formation, de suivi et d'accompagnement de l'accueillant familial et, le cas échéant, de la personne accueillie.</p><p>Le référentiel devrait en outre contribuer à la connaissance et à la reconnaissance de l'accueil familial.</p><p>L'appréciation, au vu du présent référentiel, des demandes d'agrément et des situations d'accueil, s'effectue dans les conditions prévues à l'article <a href='/article/LEGIARTI000033660777' title='Code de l'action sociale et des familles - art. R441-3-2 (VD)'>R. 441-3-2</a>.</p><p align='left'>Section 1 : Les aptitudes et les compétences pour l'exercice de l'activité d'accueillant familial</p><p align='left'>Les aptitudes et les compétences du demandeur doivent permettre de garantir la santé, le bien-être et la sécurité des personnes accueillies, en tenant compte de leur nombre et de leurs caractéristiques en termes de perte d'autonomie et de handicap.</p><p>Sous-section 1.1 : Les capacités et les qualités personnelles pour accueillir des personnes âgées ou des personnes en situation de handicap et assurer leur bien-être</p><p>Il convient d'apprécier la capacité du demandeur à :</p><p>1.1.1. Etre attentif aux besoins, rythmes, goûts et attentes de chaque personne accueillie, ainsi qu'à leur évolution ;</p><p>1.1.2. Promouvoir l'autonomie des personnes accueillies, en valorisant leurs aptitudes, en favorisant leur mobilité et le développement de leurs potentialités-notamment en leur proposant des activités adaptées à leurs capacités et centres d'intérêts ;</p><p>1.1.3. Etre attentif au respect des droits et des libertés de la personne accueillie, tels que prévus par la charte référencée à l'article <a href='/article/LEGIARTI000006797373' title='Code de l'action sociale et des familles - art. L311-4 (V)'>L. 311-4 </a>;</p><p>1.1.4. Faire preuve de respect, de bienveillance et de neutralité, vis-à-vis de chaque personne accueillie ;</p><p>1.1.5. Favoriser la vie relationnelle, affective et sociale des personnes accueillies et le maintien des liens avec leurs proches, y compris en permettant la visite de ces derniers à son domicile ;</p><p>1.1.6. Préserver et développer la mobilité des personnes accueillies en favorisant de manière appropriée leur libre circulation à l'intérieur et à l'extérieur du logement.</p><p>Sous-section 1.2 : Les capacités de communication et de dialogue</p><p></p><p>Il convient de prendre en compte chez le demandeur :</p><p>1.2.1. Sa maîtrise de la langue française orale, nécessaire à l'établissement des relations avec les différents interlocuteurs (famille, professionnels) et à la participation aux sessions de formation ;</p><p>1.2.2. Ses qualités d'écoute, d'observation et d'anticipation ;</p><p>1.2.3. Son aptitude à la communication, au dialogue ;</p><p>1.2.4. Son engagement, en cas d'utilisation par la personne accueillie d'un mode de communication adapté à une situation de handicap, à recourir à ce mode de communication ;</p><p>1.2.5. Son aptitude à prévenir et à gérer les conflits.</p><p>Sous-section 1.3 : Le projet du demandeur et sa connaissance de l'activité</p><p></p><p>Il convient d'apprécier chez le demandeur :</p><p>1.3.1. Ses motivations et la cohérence de son projet d'accueil (nombre, caractéristiques des personnes susceptibles d'être accueillies, modalités d'accueil envisagées …) au regard de ses aspirations, de ses contraintes familiales et des conditions d'accueil ;</p><p>1.3.2. Le degré d'adhésion des membres de sa famille au projet d'accueil et l'impact de celui-ci sur la vie quotidienne de la famille ;</p><p>1.3.3. Son engagement à intégrer chaque personne accueillie à la vie familiale, dans le respect de ses souhaits, notamment par la participation aux repas pris en commun ;</p><p>1.3.4. Sa capacité à faire preuve de discrétion professionnelle et de réserve dans l'expression de ses opinions politiques, religieuses ou morales dans ses relations avec les personnes accueillies ;</p><p>1.3.5. Sa compréhension du rôle de l'accueillant familial, de ses responsabilités et ses limites, des exigences et des contraintes liées à cette activité ;</p><p>1.3.6. Sa compréhension des missions du conseil départemental ou des organismes délégataires en matière de suivi des personnes accueillies et de contrôle des conditions de l'agrément ;</p><p>1.3.7. Sa compréhension du rôle et de la place des proches, des représentants légaux et des différents professionnels susceptibles d'intervenir notamment dans le cadre et en complément du projet d'accueil personnalisé de la personne accueillie, et son engagement à collaborer avec eux ;</p><p>1.3.8. Son engagement à suivre la formation et l'initiation aux gestes de secourisme mentionnées à l'article <a href='/article/LEGIARTI000006797937' title='Code de l'action sociale et des familles - art. L441-1 (V)'>L. 441-1 </a>;</p><p>1.3.9. Le cas échéant, son appropriation des savoirs, savoir-être et savoir-faire dispensés dans le cadre de l'initiation aux gestes de secourisme et de la formation mentionnées à l'article L. 441-1.</p><p>Sous-section 1.4 : Les qualités d'adaptation et d'organisation du demandeur</p><p></p><p>Il convient d'apprécier chez le demandeur, compte tenu du contexte spécifique et des contraintes de l'accueil familial :</p><p>1.4.1. S'il est en mesure, au regard de ses activités et de ses contraintes familiales, d'assurer la continuité de l'accueil par une présence personnelle et effective auprès des personnes accueillies et l'organisation de son remplacement dans des conditions satisfaisantes pour celles-ci durant ses périodes d'absence prévues ou imprévues, longues ou de courte durée ;</p><p>1.4.2. Si son éventuelle activité professionnelle ou bénévole est compatible avec son projet d'accueil sans influer sur la qualité de l'accueil ; son engagement à l'adapter ou à la réduire compte tenu des besoins des personnes qu'il accueille ;</p><p>1.4.3. Son engagement à rester joignable durant ses périodes d'absence de façon à pouvoir être contacté lorsqu'une situation d'urgence liée à la santé ou à la sécurité de la personne accueillie le nécessite ;</p><p>1.4.4. Sa connaissance de son environnement et sa capacité à mobiliser les ressources existantes ;</p><p>1.4.5. La capacité à organiser en toute sécurité les déplacements des personnes accueillies hors du domicile ;</p><p>1.4.6. L'aptitude à s'adapter à une situation d'urgence ou imprévue et à prendre les mesures appropriées.</p><p>Sous-section 1.5 : La santé et la sécurité physique et psychique des personnes accueillies</p><p></p><p>Il convient d'apprécier la capacité du demandeur à :</p><p>1.5.1. Veiller à la sécurité physique et psychique des personnes accueillies ;</p><p>1.5.2. Veiller à la prise en compte des besoins physiologiques des personnes accueillies (alimentation, sommeil …) et à l'application rigoureuse des prescriptions médicales s'y rapportant, notamment celles relatives à la prise de médicaments ;</p><p>1.5.3. Veiller à l'hygiène des personnes accueillies ;</p><p>1.5.4. Appréhender l'incidence sur la santé d'éventuels comportements à risques ;</p><p>1.5.5. Etre attentif à l'évolution de l'état de santé des personnes accueillies et à leurs besoins de soins, et à solliciter en tant que de besoin les professionnels de santé ;</p><p>1.5.6. Appréhender les conséquences éventuelles de ses comportements et de ceux des autres personnes présentes à son domicile sur la sécurité ou le bien-être physique et moral des personnes accueillies.</p><p>Section 2 : Les conditions d'accueil et de sécurité</p><p></p><p>Le domicile ainsi que son environnement immédiat doivent permettre de garantir la santé, le bien-être et la sécurité des personnes accueillies en tenant compte de leur nombre et de leurs caractéristiques en termes de perte d'autonomie et de handicap.</p><p>Sous-section 2.1 : Le logement et ses abords</p><p>Il convient d'apprécier :</p><p>2.1.1. La conformité du logement aux normes fixées par le premier alinéa de l'article <a href='/article/LEGIARTI000006753453' title='Code de la sécurité sociale. - art. R831-13-1 (V)'>R. 831-13-1 </a>du code de la sécurité sociale et par le décret n° <a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000000217471&categorieLien=cid' title='Décret n°2002-120 du 30 janvier 2002 (V)'>2002-120</a> du 30 janvier 2002 et le respect des règles d'hygiène favorisant un accueil de qualité ;</p><p>2.1.2. L'existence d'une pièce réservée à chaque personne ou couple accueilli, sous le toit du demandeur, d'une superficie minimale de 9 m2 pour une personne seule et 16 m2 pour un couple, équipée d'une fenêtre accessible donnant directement sur l'extérieur et située à proximité d'une salle d'eau et de toilettes partagées ou privées adaptées, le cas échéant, aux personnes à mobilité réduite ;</p><p>2.1.3. La facilité d'accès et la sécurité du logement, appréciées au regard de la demande d'agrément et notamment des caractéristiques, en termes de handicap ou de perte d'autonomie, des personnes que le demandeur souhaite accueillir ;</p><p>2.1.4. L'adéquation entre les dimensions du logement, le nombre et la destination des pièces, la composition du foyer et l'activité d'accueil familial, en tenant compte des modalités de l'accueil envisagé (à temps complet ou à temps partiel, de jour ou de nuit) ;</p><p>2.1.5. La mise à disposition d'équipements adaptés au niveau d'autonomie des personnes que le demandeur envisage d'accueillir ;</p><p>2.1.6. Le souci du demandeur de favoriser l'autonomie des personnes accueillies par la mise en place, si besoin, de solutions techniques simples, en concertation avec les professionnels en charge du suivi des accueils ;</p><p>2.1.7. L'attention portée par le demandeur à la prévention des accidents domestiques et au repérage des dangers potentiels pour les personnes accueillies, dans son domicile et à proximité immédiate.</p><p>Sous-section 2.2 : La disposition de moyens de communication</p><p>Il convient de s'assurer :</p><p>2.2.1. De l'existence d'un moyen de communication accessible à tout moment à toutes les personnes présentes dans le logement, permettant d'alerter sans délai les services de secours, le conseil départemental, ainsi que l'employeur, le cas échéant ;</p><p>2.2.2. De l'engagement du demandeur à afficher de façon permanente, visible et accessible les coordonnées des services de secours, du conseil départemental, de l'employeur, le cas échéant, de l'accueillant lui-même et éventuellement de voisins ou de personnes de confiance.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2017-04-01T00:00:00.000Z",
            "dateFin": "2019-09-01T00:00:00.000Z"
        }
    ]
}