{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047161145",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les coefficients applicables au titre des œuvres appartenant au genre documentaire de création sont déterminés dans les conditions suivantes : I.-Les œuvres sont réparties en trois groupes : 1° Premier groupe : œuvres pour lesquelles l'apport horaire en numéraire est supérieur ou égal à 160 000 € ; 2° Deuxième groupe : œuvres pour lesquelles l'apport horaire en numéraire est inférieur à 160 000 € et supérieur ou égal à 25 000 € ; 3° Troisième groupe : œuvres pour lesquelles l'apport horaire en numéraire est inférieur à 25 000 € et supérieur ou égal à 12 000 €. II.-A.-Les coefficients appliqués à la durée des œuvres sont les suivants : 1° Premier groupe : 1,1 ; 2° Deuxième groupe : le coefficient varie entre 1,1 et 0,5 proportionnellement au montant de l'apport horaire en numéraire. Ce coefficient est arrondi aux quatre chiffres après la virgule ; 3° Troisième groupe : 0,5. B.-Le coefficient appliqué à la durée des œuvres est fixé à 2,2 pour les documentaires de création donnant lieu à l'utilisation de moyens artistiques et techniques relevant des genres de la fiction, de l'animation ou de l'adaptation audiovisuelle de spectacle vivant et qui répondent aux conditions suivantes : 1° Avoir fait l'objet des dépenses horaires françaises mentionnées aux 1° à 6° de l'article 311-41 d'un montant supérieur ou égal à 450 000 € ; 2° Avoir fait l'objet de dépenses correspondant à des moyens artistiques et techniques relevant exclusivement de la fiction, de l'animation ou de l'adaptation audiovisuelle de spectacle vivant pour plus de 50 % du coût définitif de production. Ne sont pas prises en compte dans ce coût définitif les dépenses transversales ne pouvant être exclusivement affectées à l'un des genres ; 3° Avoir bénéficié d'un apport horaire en numéraire provenant d'un ou plusieurs éditeurs de services de télévision ou d'un ou plusieurs éditeurs de services de médias audiovisuels à la demande, établis en France ou à l'étranger, supérieur ou égal à 150 000 €. Lorsque l'éditeur de services de télévision ou l'éditeur de services de médias audiovisuels à la demande est établi à l'étranger, le contrat d'achat de droits de diffusion est conclu avant la date d'achèvement de l'œuvre, soit directement avec l'entreprise de production déléguée établie en France, soit avec le détenteur du mandat de commercialisation ou le cessionnaire de droits pour l'exploitation de l'œuvre à l'étranger. III.-A.-Les coefficients prévus au II peuvent être bonifiés dans les cas et selon les modalités suivantes, sous réserve de satisfaire aux conditions prévues par le B du présent III : 1° L'œuvre a bénéficié d'une aide à l'écriture ou au développement, autre qu'une aide automatique à la préparation, d'un montant minimum de 3 000 €, attribuée par une personne publique ou privée ou dans le cadre du sous-programme \" MEDIA \" mentionné au e du 5°, ou a fait l'objet d'un apport horaire en numéraire d'un montant minimum de 6 000 € dans le cadre d'une convention d'écriture ou de développement avec un éditeur de services de télévision ou un éditeur de services de médias audiovisuels à la demande répondant aux conditions prévues au 1° ou au 2° de l'article 311-8 . Cette convention est conclue au moins trois mois avant le début des prises de vues, ou pour les œuvres intégralement composées d'images préexistantes, au moins trois mois avant le début du montage. Pour les séries dont la durée des épisodes est supérieure à 156 minutes, le montant minimum de l'apport en numéraire est fixé forfaitairement à 18 000 €. Dans ce cas, les coefficients sont augmentés de 0,1 lorsque l'œuvre a bénéficié d'une aide ou d'un apport et de 0,2 lorsque l'œuvre a bénéficié d'au moins deux aides ou apports ; 2° Une musique originale a été spécialement créée pour l'œuvre et donne lieu, en application de contrats conclus avec l'entreprise de production déléguée établie en France, à une rémunération minimale brute cumulée du ou des auteurs et du ou des artistes-interprètes de 3 500 €, pour une œuvre d'une durée d'une heure. Pour les séries dont la durée des épisodes est supérieure à 156 minutes, cette rémunération minimale est de 2 800 € pour une durée d'une heure. Pour une œuvre d'une durée différente, la rémunération minimale est déterminée prorata temporis. La musique originale est utilisée pour une durée significative dans l'œuvre. Dans ce cas, les coefficients sont augmentés de 0,1 ; 3° Le nombre de jours de travail du ou des chefs monteurs atteint un seuil minimum. Dans ce cas, les coefficients sont augmentés de 0,1 lorsque le nombre de jours est supérieur ou égal à 25 et de 0,2 lorsque ce nombre est supérieur ou égal à 35 pour une œuvre d'une durée de 52 minutes. Pour une œuvre d'une durée différente, le nombre de jours minimum est déterminé prorata temporis. Pour une œuvre unitaire, un seul chef monteur est pris en compte. Pour une série, un seul chef monteur par épisode est pris en compte. Le ou les chefs monteurs peuvent soit être engagés par l'entreprise de production déléguée établie en France et rémunérés conformément à la convention collective nationale de la production audiovisuelle, soit être engagés par un éditeur de services de télévision ou de services de médias audiovisuels à la demande mentionné au a du 1° ou au a du 2° de l'article 311-8 et rémunérés conformément aux conventions et accords collectifs applicables dans les secteurs concernés ; 4° Le nombre de pays étrangers pour lesquels un éditeur de services de télévision ou de services de médias audiovisuels à la demande autre que ceux qui ont contribué à l'apport initial prévu aux articles 311-8 et 311-9 a conclu, au plus tard trois mois après la date d'achèvement de l'œuvre, un contrat pour l'exploitation de l'œuvre atteint un seuil minimum. Le contrat peut être conclu : a) Soit avec l'entreprise de production déléguée établie en France ; b) Soit avec le détenteur du mandat de commercialisation ou le cessionnaire de droits pour l'exploitation de l'œuvre à l'étranger qui a contracté avec l'entreprise de production déléguée établie en France ; c) Soit, en cas de coproduction internationale majoritairement française, avec le coproducteur étranger ou avec le détenteur du mandat de commercialisation ou le cessionnaire de droits pour l'exploitation de l'œuvre à l'étranger avec lequel ce coproducteur a contracté. Dans ce cas, les coefficients sont augmentés de 0,1 lorsque le nombre de pays est supérieur ou égal à 3 et de 0,2 lorsque ce nombre est supérieur ou égal à 5 ; 5° L'entreprise de production déléguée établie en France a obtenu, pour la production de l'œuvre et avant la date de son achèvement, au moins deux financements en numéraire parmi les financements suivants : a) Financement provenant d'un éditeur de services de télévision ou d'un éditeur de services de médias audiovisuels à la demande, autre que ceux qui ont contribué à l'apport initial prévu aux articles 311-8 et 311-9 et répondant aux conditions suivantes : -être établi en France ; -ne pas être contrôlé par les éditeurs qui ont contribué à l'apport initial précité, ou par une ou plusieurs personnes les contrôlant ; -ne pas contrôler l'entreprise de production déléguée établie en France ; -ne pas être contrôlé par l'entreprise de production déléguée établie en France ou par une ou plusieurs personnes la contrôlant ; b) Financement provenant d'une collectivité territoriale ou d'un fonds local ou régional d'un Etat membre de l'Union européenne ; c) Financement provenant d'une fondation française ou d'une association reconnue d'utilité publique française ; d) Financement provenant de l'Etat ou d'un établissement public français ; e) Financement provenant de l'Union européenne, notamment dans le cadre du sous-programme \" MEDIA \" du programme \" Europe créative \", prévu par le règlement (UE) n° 2021/818 du Parlement européen et du Conseil du 20 mai 2021 établissant le programme \" Europe créative \" (2021 à 2027) ; f) Financement provenant d'un organisme de gestion collective des droits d'auteur et des droits voisins mentionné au titre II du livre III de la première partie du code de la propriété intellectuelle. Le montant de chaque financement est au moins égal à 4 500 € pour une œuvre d'une durée d'une heure. Pour une œuvre d'une durée différente, le montant minimum est déterminé prorata temporis. Dans ce cas, les coefficients sont augmentés de 0,1 ; 6° Le nombre de jours de travail du ou des réalisateurs atteint un seuil minimum déterminé en fonction du montant de l'apport horaire en numéraire du ou des éditeurs de services de télévision ou du ou des éditeurs de services de médias audiovisuels à la demande, selon les modalités suivantes : a) 35 jours lorsque l'apport est inférieur à 25 000 € ; b) 40 jours lorsque l'apport est supérieur ou égal à 25 000 € et inférieur à 50 000 € ; c) 50 jours lorsque l'apport est supérieur ou égal à 50 000 € et inférieur à 90 000 € ; d) 60 jours lorsque l'apport est supérieur ou égal à 90 000 €. Le nombre de jours minimum s'applique pour une œuvre d'une durée de 52 minutes. Pour une œuvre d'une durée différente, le nombre de jours minimum est déterminé prorata temporis. Pour une œuvre unitaire, un seul réalisateur est pris en compte. Pour une série, un seul réalisateur par épisode est pris en compte et le nombre de jours minimum est diminué de 20 % lorsque la durée des épisodes est supérieure à 156 minutes. Dans ce cas, les coefficients sont augmentés de 0,1. B.-Les coefficients peuvent être bonifiés : 1° Soit lorsque trois au moins des six bonifications prévues aux 1° à 6° du A sont obtenues ; 2° Soit lorsque les bonifications obtenues ont pour effet d'augmenter les coefficients d'au moins 0,4. C.-L'application cumulée des bonifications ne peut avoir pour effet d'augmenter les coefficients de plus de 0,5. IV.-Les coefficients prévus au II font l'objet d'une majoration de 20 % pour les documentaires de création historiques, scientifiques, artistiques ou présentant plusieurs de ces caractéristiques à la fois. Sont considérés comme documentaires de création historiques les documentaires de création visant à faire connaître une ou plusieurs périodes de l'histoire antérieures d'au moins cinq ans à la date de dépôt de la demande d'aide. Sont considérés comme documentaires de création scientifiques les documentaires de création visant à faire comprendre des sujets relevant d'une ou plusieurs disciplines des sciences exactes et naturelles, des sciences de l'ingénieur et technologiques, des sciences médicales et sanitaires et des sciences agricoles telles que définies par le \" Manuel de Frascati \" publié par l'Organisation de Coopération et de Développement Economiques (OCDE). Sont considérés comme documentaires de création artistiques les documentaires de création visant à faire connaître un ou plusieurs des arts suivants : architecture, sculpture, gravure, peinture, dessin, théâtre, danse, musique, cirque, poésie, littérature y compris la bande-dessinée, photographie, cinéma et audiovisuel. Pour bénéficier de la majoration, les documentaires de création historiques, scientifiques ou artistiques doivent répondre aux conditions suivantes : A.-Donner lieu à un coefficient bonifié dans les conditions prévues au B du III. B.-Avoir bénéficié d'un apport horaire en numéraire provenant d'un ou plusieurs éditeurs de services de télévision ou d'un ou plusieurs éditeurs de services de médias audiovisuels à la demande, établis en France ou à l'étranger, supérieur ou égal à 100 000 €. Lorsque l'éditeur de services de télévision ou l'éditeur de services de médias audiovisuels à la demande est établi à l'étranger, le contrat d'achat de droits de diffusion est conclu avant la date d'achèvement de l'œuvre, soit directement avec l'entreprise de production déléguée établie en France, soit avec le détenteur du mandat de commercialisation ou le cessionnaire de droits pour l'exploitation de l'œuvre à l'étranger. C.-Enrichir significativement le récit par l'intégration d'images d'archives, de séquences d'animation, de séquences de fiction ou d'autres séquences d'images animées, de photographies, ou par l'utilisation de techniques stéréoscopiques ou d'effets visuels numériques. D.-Etre réalisés avec le concours d'au moins un conseiller historique, scientifique ou artistique ou, à défaut, avoir donné lieu à la consultation de plusieurs experts du sujet traité. Ces conseillers ou experts sont crédités au générique de l'œuvre. En cas de contestation ou de difficulté d'interprétation concernant l'éligibilité à la majoration, le président du Centre national du cinéma et de l'image animée peut consulter la commission spécialisée compétente pour l'attribution des aides sélectives, ainsi que, le cas échéant, tout expert historique, scientifique ou artistique dont l'audition lui paraît de nature à éclairer sa décision. V.-Pour les œuvres insérées au sein de cases de programmation consacrées à la diffusion de programmes récurrents, dont la production est assurée par la même entreprise de production déléguée ou repose sur le même concept et les mêmes principes de réalisation, les coefficients résultant de l'application des II et III font l'objet d'un abattement de 10 % toutes les 416 minutes produites, sans que cet abattement puisse avoir pour effet l'application d'un coefficient inférieur à 0,5.",
            "texteHtml": "<p><br/>Les coefficients applicables au titre des œuvres appartenant au genre documentaire de création sont déterminés dans les conditions suivantes : <br/>I.-Les œuvres sont réparties en trois groupes : <br/>1° Premier groupe : œuvres pour lesquelles l'apport horaire en numéraire est supérieur ou égal à 160 000 € ; <br/>2° Deuxième groupe : œuvres pour lesquelles l'apport horaire en numéraire est inférieur à 160 000 € et supérieur ou égal à 25 000 € ; <br/>3° Troisième groupe : œuvres pour lesquelles l'apport horaire en numéraire est inférieur à 25 000 € et supérieur ou égal à 12 000 €. <br/>II.-A.-Les coefficients appliqués à la durée des œuvres sont les suivants : <br/>1° Premier groupe : 1,1 ; <br/>2° Deuxième groupe : le coefficient varie entre 1,1 et 0,5 proportionnellement au montant de l'apport horaire en numéraire. Ce coefficient est arrondi aux quatre chiffres après la virgule ; <br/>3° Troisième groupe : 0,5. <br/>B.-Le coefficient appliqué à la durée des œuvres est fixé à 2,2 pour les documentaires de création donnant lieu à l'utilisation de moyens artistiques et techniques relevant des genres de la fiction, de l'animation ou de l'adaptation audiovisuelle de spectacle vivant et qui répondent aux conditions suivantes : <br/>1° Avoir fait l'objet des dépenses horaires françaises mentionnées aux 1° à 6° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047161127&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 311-41 (V)'>311-41 </a>d'un montant supérieur ou égal à 450 000 € ; <br/>2° Avoir fait l'objet de dépenses correspondant à des moyens artistiques et techniques relevant exclusivement de la fiction, de l'animation ou de l'adaptation audiovisuelle de spectacle vivant pour plus de 50 % du coût définitif de production. Ne sont pas prises en compte dans ce coût définitif les dépenses transversales ne pouvant être exclusivement affectées à l'un des genres ; <br/>3° Avoir bénéficié d'un apport horaire en numéraire provenant d'un ou plusieurs éditeurs de services de télévision ou d'un ou plusieurs éditeurs de services de médias audiovisuels à la demande, établis en France ou à l'étranger, supérieur ou égal à 150 000 €. Lorsque l'éditeur de services de télévision ou l'éditeur de services de médias audiovisuels à la demande est établi à l'étranger, le contrat d'achat de droits de diffusion est conclu avant la date d'achèvement de l'œuvre, soit directement avec l'entreprise de production déléguée établie en France, soit avec le détenteur du mandat de commercialisation ou le cessionnaire de droits pour l'exploitation de l'œuvre à l'étranger. <br/>III.-A.-Les coefficients prévus au II peuvent être bonifiés dans les cas et selon les modalités suivantes, sous réserve de satisfaire aux conditions prévues par le B du présent III : <br/>1° L'œuvre a bénéficié d'une aide à l'écriture ou au développement, autre qu'une aide automatique à la préparation, d'un montant minimum de 3 000 €, attribuée par une personne publique ou privée ou dans le cadre du sous-programme \" MEDIA \" mentionné au e du 5°, ou a fait l'objet d'un apport horaire en numéraire d'un montant minimum de 6 000 € dans le cadre d'une convention d'écriture ou de développement avec un éditeur de services de télévision ou un éditeur de services de médias audiovisuels à la demande répondant aux conditions prévues au 1° ou au 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047161033&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 311-8 (V)'>311-8</a>. Cette convention est conclue au moins trois mois avant le début des prises de vues, ou pour les œuvres intégralement composées d'images préexistantes, au moins trois mois avant le début du montage. Pour les séries dont la durée des épisodes est supérieure à 156 minutes, le montant minimum de l'apport en numéraire est fixé forfaitairement à 18 000 €. <br/>Dans ce cas, les coefficients sont augmentés de 0,1 lorsque l'œuvre a bénéficié d'une aide ou d'un apport et de 0,2 lorsque l'œuvre a bénéficié d'au moins deux aides ou apports ; <br/>2° Une musique originale a été spécialement créée pour l'œuvre et donne lieu, en application de contrats conclus avec l'entreprise de production déléguée établie en France, à une rémunération minimale brute cumulée du ou des auteurs et du ou des artistes-interprètes de 3 500 €, pour une œuvre d'une durée d'une heure. Pour les séries dont la durée des épisodes est supérieure à 156 minutes, cette rémunération minimale est de 2 800 € pour une durée d'une heure. Pour une œuvre d'une durée différente, la rémunération minimale est déterminée prorata temporis. La musique originale est utilisée pour une durée significative dans l'œuvre. <br/>Dans ce cas, les coefficients sont augmentés de 0,1 ; <br/>3° Le nombre de jours de travail du ou des chefs monteurs atteint un seuil minimum. Dans ce cas, les coefficients sont augmentés de 0,1 lorsque le nombre de jours est supérieur ou égal à 25 et de 0,2 lorsque ce nombre est supérieur ou égal à 35 pour une œuvre d'une durée de 52 minutes. Pour une œuvre d'une durée différente, le nombre de jours minimum est déterminé prorata temporis. <br/>Pour une œuvre unitaire, un seul chef monteur est pris en compte. Pour une série, un seul chef monteur par épisode est pris en compte. <br/>Le ou les chefs monteurs peuvent soit être engagés par l'entreprise de production déléguée établie en France et rémunérés conformément à la convention collective nationale de la production audiovisuelle, soit être engagés par un éditeur de services de télévision ou de services de médias audiovisuels à la demande mentionné au a du 1° ou au a du 2° de l'article 311-8 et rémunérés conformément aux conventions et accords collectifs applicables dans les secteurs concernés ; <br/>4° Le nombre de pays étrangers pour lesquels un éditeur de services de télévision ou de services de médias audiovisuels à la demande autre que ceux qui ont contribué à l'apport initial prévu aux articles 311-8 et 311-9 a conclu, au plus tard trois mois après la date d'achèvement de l'œuvre, un contrat pour l'exploitation de l'œuvre atteint un seuil minimum. Le contrat peut être conclu : <br/>a) Soit avec l'entreprise de production déléguée établie en France ; <br/>b) Soit avec le détenteur du mandat de commercialisation ou le cessionnaire de droits pour l'exploitation de l'œuvre à l'étranger qui a contracté avec l'entreprise de production déléguée établie en France ; <br/>c) Soit, en cas de coproduction internationale majoritairement française, avec le coproducteur étranger ou avec le détenteur du mandat de commercialisation ou le cessionnaire de droits pour l'exploitation de l'œuvre à l'étranger avec lequel ce coproducteur a contracté. <br/>Dans ce cas, les coefficients sont augmentés de 0,1 lorsque le nombre de pays est supérieur ou égal à 3 et de 0,2 lorsque ce nombre est supérieur ou égal à 5 ; <br/>5° L'entreprise de production déléguée établie en France a obtenu, pour la production de l'œuvre et avant la date de son achèvement, au moins deux financements en numéraire parmi les financements suivants : <br/>a) Financement provenant d'un éditeur de services de télévision ou d'un éditeur de services de médias audiovisuels à la demande, autre que ceux qui ont contribué à l'apport initial prévu aux articles 311-8 et 311-9 et répondant aux conditions suivantes :</p><p><br/>-être établi en France ;<br/>-ne pas être contrôlé par les éditeurs qui ont contribué à l'apport initial précité, ou par une ou plusieurs personnes les contrôlant ;<br/>-ne pas contrôler l'entreprise de production déléguée établie en France ;<br/>-ne pas être contrôlé par l'entreprise de production déléguée établie en France ou par une ou plusieurs personnes la contrôlant ; </p><p><br/>b) Financement provenant d'une collectivité territoriale ou d'un fonds local ou régional d'un Etat membre de l'Union européenne ; <br/>c) Financement provenant d'une fondation française ou d'une association reconnue d'utilité publique française ; <br/>d) Financement provenant de l'Etat ou d'un établissement public français ; <br/>e) Financement provenant de l'Union européenne, notamment dans le cadre du sous-programme \" MEDIA \" du programme \" Europe créative \", prévu par le règlement (UE) n° 2021/818 du Parlement européen et du Conseil du 20 mai 2021 établissant le programme \" Europe créative \" (2021 à 2027) ; <br/>f) Financement provenant d'un organisme de gestion collective des droits d'auteur et des droits voisins mentionné au titre II du livre III de la première partie du code de la propriété intellectuelle. <br/>Le montant de chaque financement est au moins égal à 4 500 € pour une œuvre d'une durée d'une heure. Pour une œuvre d'une durée différente, le montant minimum est déterminé prorata temporis. <br/>Dans ce cas, les coefficients sont augmentés de 0,1 ; <br/>6° Le nombre de jours de travail du ou des réalisateurs atteint un seuil minimum déterminé en fonction du montant de l'apport horaire en numéraire du ou des éditeurs de services de télévision ou du ou des éditeurs de services de médias audiovisuels à la demande, selon les modalités suivantes : <br/>a) 35 jours lorsque l'apport est inférieur à 25 000 € ; <br/>b) 40 jours lorsque l'apport est supérieur ou égal à 25 000 € et inférieur à 50 000 € ; <br/>c) 50 jours lorsque l'apport est supérieur ou égal à 50 000 € et inférieur à 90 000 € ; <br/>d) 60 jours lorsque l'apport est supérieur ou égal à 90 000 €. <br/>Le nombre de jours minimum s'applique pour une œuvre d'une durée de 52 minutes. Pour une œuvre d'une durée différente, le nombre de jours minimum est déterminé prorata temporis. <br/>Pour une œuvre unitaire, un seul réalisateur est pris en compte. Pour une série, un seul réalisateur par épisode est pris en compte et le nombre de jours minimum est diminué de 20 % lorsque la durée des épisodes est supérieure à 156 minutes. <br/>Dans ce cas, les coefficients sont augmentés de 0,1. <br/>B.-Les coefficients peuvent être bonifiés : <br/>1° Soit lorsque trois au moins des six bonifications prévues aux 1° à 6° du A sont obtenues ; <br/>2° Soit lorsque les bonifications obtenues ont pour effet d'augmenter les coefficients d'au moins 0,4. <br/>C.-L'application cumulée des bonifications ne peut avoir pour effet d'augmenter les coefficients de plus de 0,5. <br/>IV.-Les coefficients prévus au II font l'objet d'une majoration de 20 % pour les documentaires de création historiques, scientifiques, artistiques ou présentant plusieurs de ces caractéristiques à la fois. <br/>Sont considérés comme documentaires de création historiques les documentaires de création visant à faire connaître une ou plusieurs périodes de l'histoire antérieures d'au moins cinq ans à la date de dépôt de la demande d'aide. <br/>Sont considérés comme documentaires de création scientifiques les documentaires de création visant à faire comprendre des sujets relevant d'une ou plusieurs disciplines des sciences exactes et naturelles, des sciences de l'ingénieur et technologiques, des sciences médicales et sanitaires et des sciences agricoles telles que définies par le \" Manuel de Frascati \" publié par l'Organisation de Coopération et de Développement Economiques (OCDE). <br/>Sont considérés comme documentaires de création artistiques les documentaires de création visant à faire connaître un ou plusieurs des arts suivants : architecture, sculpture, gravure, peinture, dessin, théâtre, danse, musique, cirque, poésie, littérature y compris la bande-dessinée, photographie, cinéma et audiovisuel. <br/>Pour bénéficier de la majoration, les documentaires de création historiques, scientifiques ou artistiques doivent répondre aux conditions suivantes : <br/>A.-Donner lieu à un coefficient bonifié dans les conditions prévues au B du III. <br/>B.-Avoir bénéficié d'un apport horaire en numéraire provenant d'un ou plusieurs éditeurs de services de télévision ou d'un ou plusieurs éditeurs de services de médias audiovisuels à la demande, établis en France ou à l'étranger, supérieur ou égal à 100 000 €. Lorsque l'éditeur de services de télévision ou l'éditeur de services de médias audiovisuels à la demande est établi à l'étranger, le contrat d'achat de droits de diffusion est conclu avant la date d'achèvement de l'œuvre, soit directement avec l'entreprise de production déléguée établie en France, soit avec le détenteur du mandat de commercialisation ou le cessionnaire de droits pour l'exploitation de l'œuvre à l'étranger. <br/>C.-Enrichir significativement le récit par l'intégration d'images d'archives, de séquences d'animation, de séquences de fiction ou d'autres séquences d'images animées, de photographies, ou par l'utilisation de techniques stéréoscopiques ou d'effets visuels numériques. <br/>D.-Etre réalisés avec le concours d'au moins un conseiller historique, scientifique ou artistique ou, à défaut, avoir donné lieu à la consultation de plusieurs experts du sujet traité. Ces conseillers ou experts sont crédités au générique de l'œuvre. <br/>En cas de contestation ou de difficulté d'interprétation concernant l'éligibilité à la majoration, le président du Centre national du cinéma et de l'image animée peut consulter la commission spécialisée compétente pour l'attribution des aides sélectives, ainsi que, le cas échéant, tout expert historique, scientifique ou artistique dont l'audition lui paraît de nature à éclairer sa décision. <br/>V.-Pour les œuvres insérées au sein de cases de programmation consacrées à la diffusion de programmes récurrents, dont la production est assurée par la même entreprise de production déléguée ou repose sur le même concept et les mêmes principes de réalisation, les coefficients résultant de l'application des II et III font l'objet d'un abattement de 10 % toutes les 416 minutes produites, sans que cet abattement puisse avoir pour effet l'application d'un coefficient inférieur à 0,5.</p>",
            "num": "311-49",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1675209600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : SOUTIEN À LA CRÉATION AUDIOVISUELLE ET MULTIMÉDIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047161001",
                        "id": "LEGISCTA000047161001",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Titre I : AIDES FINANCIÈRES À LA CRÉATION DES ŒUVRES AUDIOVISUELLES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047161003",
                        "id": "LEGISCTA000047161003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I : Aides financières à la production et à la préparation des œuvres audiovisuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047161005",
                        "id": "LEGISCTA000047161005",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Aides financières automatiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047161085",
                        "id": "LEGISCTA000047161085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Calcul des sommes inscrites sur le compte automatique production audiovisuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047161093",
                        "id": "LEGISCTA000047161093",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 4 : Modalités de calcul pour le documentaire de création",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047161139",
                        "id": "LEGISCTA000047161139",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047161145",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047161139",
            "sectionParentId": "LEGISCTA000047161139",
            "sectionParentTitre": "Paragraphe 4 : Modalités de calcul pour le documentaire de création",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre III : SOUTIEN À LA CRÉATION AUDIOVISUELLE ET MULTIMÉDIA &gt; Titre I : AIDES FINANCIÈRES À LA CRÉATION DES ŒUVRES AUDIOVISUELLES &gt; Chapitre I : Aides financières à la production et à la préparation des œuvres audiovisuelles &gt; Section 2 : Aides financières automatiques &gt; Sous-section 2 : Calcul des sommes inscrites sur le compte automatique production audiovisuelle &gt; Paragraphe 4 : Modalités de calcul pour le documentaire de création",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047161145",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047138508",
                    "textTitle": "Délibération n°2022/CA/38 du 8 décembre 2022 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047143469",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2023-01-24",
                    "dateSignaTexte": "2022-12-08",
                    "dateDebutCible": "2023-02-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 311-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "311-41",
                    "articleId": "LEGIARTI000047161127",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 311-47 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "311-47",
                    "articleId": "LEGIARTI000047161141",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 311-60 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "311-60",
                    "articleId": "LEGIARTI000047161175",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 311-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "311-8",
                    "articleId": "LEGIARTI000047161033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 311-86 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "311-86",
                    "articleId": "LEGIARTI000047161241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047161145",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1675209600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "311-49"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}