{
    "cid": "LEGIARTI000034495565",
    "num": "R6133-29",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132400",
                        "id": "LEGISCTA000006132400",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Etablissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145493",
                        "id": "LEGISCTA000006145493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Coopération",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161026",
                        "id": "LEGISCTA000006161026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Groupements de coopération sanitaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178698",
                        "id": "LEGISCTA000006178698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation et administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190830",
                        "id": "LEGISCTA000006190830",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000034497043",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6133-24 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R6133-24",
                    "articleId": "LEGIARTI000026736343",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034492649",
                    "textTitle": "Décret n°2017-631 du 25 avril 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034494045",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-04-27",
                    "dateSignaTexte": "2017-04-25",
                    "dateDebutCible": "2017-04-28"
                }
            ],
            "num": "R6133-29",
            "origine": "LEGI",
            "texte": "Le groupement est administré par un administrateur élu en son sein par l'assemblée générale parmi les personnes physiques ou les représentants des personnes morales, membres du groupement. L'administrateur est membre de droit du comité restreint. Il est révocable à tout moment par l'assemblée générale. Le mandat d'administrateur est exercé à titre gratuit pour une durée déterminée renouvelable. Toutefois, des indemnités de mission peuvent lui être attribuées dans les conditions déterminées par l'assemblée générale. Lorsque l'administrateur exerce une activité libérale, l'assemblée peut, en outre, lui allouer une indemnité forfaitaire pour tenir compte de la réduction d'activité professionnelle justifiée par l'exercice de son mandat. L'administrateur prépare et exécute les délibérations de l'assemblée générale et le cas échéant du comité restreint. Il représente le groupement dans tous les actes de la vie civile et peut ester en justice. Il assure l'exécution du budget prévisionnel ou du budget selon la nature juridique du groupement adoptée par l'assemblée générale. Il a la qualité d'ordonnateur des recettes et des dépenses lorsque le groupement est soumis aux règles de la comptabilité publique. Il informe l'ensemble des membres et les tiers contractant avec le groupement des délibérations intéressant leurs rapports avec le groupement. Un suppléant, élu dans les mêmes conditions que l'administrateur, remplace ce dernier dans toutes ses fonctions lorsque l'administrateur ne peut pas les assurer et dans les cas prévus par la convention constitutive du groupement, le cas échéant jusqu'à la désignation d'un nouvel administrateur par l'assemblée générale dans les conditions prévues au présent article.",
            "texteHtml": "<p>Le groupement est administré par un administrateur élu en son sein par l'assemblée générale parmi les personnes physiques ou les représentants des personnes morales, membres du groupement.</p><p></p><p>L'administrateur est membre de droit du comité restreint. Il est révocable à tout moment par l'assemblée générale.</p><p></p><p>Le mandat d'administrateur est exercé à titre gratuit pour une durée déterminée renouvelable. Toutefois, des indemnités de mission peuvent lui être attribuées dans les conditions déterminées par l'assemblée générale. Lorsque l'administrateur exerce une activité libérale, l'assemblée peut, en outre, lui allouer une indemnité forfaitaire pour tenir compte de la réduction d'activité professionnelle justifiée par l'exercice de son mandat.</p><p></p><p>L'administrateur prépare et exécute les délibérations de l'assemblée générale et le cas échéant du comité restreint.</p><p></p><p>Il représente le groupement dans tous les actes de la vie civile et peut ester en justice.</p><p></p><p>Il assure l'exécution du budget prévisionnel ou du budget selon la nature juridique du groupement adoptée par l'assemblée générale. Il a la qualité d'ordonnateur des recettes et des dépenses lorsque le groupement est soumis aux règles de la comptabilité publique.</p><p></p><p>Il informe l'ensemble des membres et les tiers contractant avec le groupement des délibérations intéressant leurs rapports avec le groupement.</p><p>Un suppléant, élu dans les mêmes conditions que l'administrateur, remplace ce dernier dans toutes ses fonctions lorsque l'administrateur ne peut pas les assurer et dans les cas prévus par la convention constitutive du groupement, le cas échéant jusqu'à la désignation d'un nouvel administrateur par l'assemblée générale dans les conditions prévues au présent article.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-04-28T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}