{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037739174",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve du présent article, la sélection du ou des actionnaires opérateurs économiques et l'attribution du contrat à la société d'économie mixte à opération unique mise en place sont effectuées par un unique appel public à la concurrence respectant les procédures applicables aux contrats de concession ou aux marchés publics définies par le code de la commande publique, selon la nature du contrat destiné à être conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique. Sont applicables les procédures subséquentes pouvant être mises en œuvre lorsque la procédure de mise en concurrence est infructueuse. II. – Les candidats susceptibles d'être sélectionnés pour être actionnaires opérateurs économiques de la société d'économie mixte à opération unique doivent respecter les conditions de recevabilité des candidatures propres à la procédure applicable au contrat destiné à être conclu. III. – En complément des informations obligatoires selon la nature du contrat destiné à être conclu, l'avis d'appel à la concurrence comporte un document de préfiguration, précisant la volonté de la collectivité territoriale ou du groupement de collectivités territoriales de confier l'opération projetée à une société d'économie mixte à opération unique à constituer avec le candidat sélectionné. Ce document de préfiguration de la société d'économie mixte à opération unique comporte notamment : 1° Les principales caractéristiques de la société d'économie mixte à opération unique : la part de capital que la collectivité territoriale ou le groupement de collectivités territoriales souhaite détenir ; les règles de gouvernance et les modalités de contrôle dont la collectivité ou le groupement de collectivités souhaite disposer sur l'activité de la société définies, le cas échéant, dans un pacte d'actionnaires ; les règles de dévolution des actif et passif de la société lors de sa dissolution ; 2° Le coût prévisionnel global de l'opération pour la collectivité territoriale ou le groupement de collectivités territoriales et sa décomposition. IV. – Les critères de sélection des candidats sont définis et appréciés par la collectivité territoriale ou le groupement de collectivités territoriales conformément aux règles applicables selon la nature du contrat destiné à être conclu avec la société d'économie mixte à opération unique. Le coût global de l'opération est apprécié en tenant compte de la souscription au capital et au financement de la société d'économie mixte à opération unique. V. – A l'issue de la mise en concurrence et de la sélection du candidat, sont arrêtés et publiés les statuts de la société d'économie mixte à opération unique ainsi que, le cas échéant, le pacte d'actionnaires conclu. VI. – Le contrat, comportant les éléments prévus par la procédure de mise en concurrence, est conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique, qui est substituée au candidat sélectionné pour l'application des modalités de passation prévues selon la nature du contrat.",
            "texteHtml": "<p>I. – Sous réserve du présent article, la sélection du ou des actionnaires opérateurs économiques et l'attribution du contrat à la société d'économie mixte à opération unique mise en place sont effectuées par un unique appel public à la concurrence respectant les procédures applicables aux contrats de concession ou aux marchés publics définies par le code de la commande publique, selon la nature du contrat destiné à être conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique.</p><p>Sont applicables les procédures subséquentes pouvant être mises en œuvre lorsque la procédure de mise en concurrence est infructueuse.</p><p>II. – Les candidats susceptibles d'être sélectionnés pour être actionnaires opérateurs économiques de la société d'économie mixte à opération unique doivent respecter les conditions de recevabilité des candidatures propres à la procédure applicable au contrat destiné à être conclu.</p><p>III. – En complément des informations obligatoires selon la nature du contrat destiné à être conclu, l'avis d'appel à la concurrence comporte un document de préfiguration, précisant la volonté de la collectivité territoriale ou du groupement de collectivités territoriales de confier l'opération projetée à une société d'économie mixte à opération unique à constituer avec le candidat sélectionné.</p><p>Ce document de préfiguration de la société d'économie mixte à opération unique comporte notamment :</p><p>1° Les principales caractéristiques de la société d'économie mixte à opération unique : la part de capital que la collectivité territoriale ou le groupement de collectivités territoriales souhaite détenir ; les règles de gouvernance et les modalités de contrôle dont la collectivité ou le groupement de collectivités souhaite disposer sur l'activité de la société définies, le cas échéant, dans un pacte d'actionnaires ; les règles de dévolution des actif et passif de la société lors de sa dissolution ;</p><p>2° Le coût prévisionnel global de l'opération pour la collectivité territoriale ou le groupement de collectivités territoriales et sa décomposition.</p><p>IV. – Les critères de sélection des candidats sont définis et appréciés par la collectivité territoriale ou le groupement de collectivités territoriales conformément aux règles applicables selon la nature du contrat destiné à être conclu avec la société d'économie mixte à opération unique. Le coût global de l'opération est apprécié en tenant compte de la souscription au capital et au financement de la société d'économie mixte à opération unique.</p><p>V. – A l'issue de la mise en concurrence et de la sélection du candidat, sont arrêtés et publiés les statuts de la société d'économie mixte à opération unique ainsi que, le cas échéant, le pacte d'actionnaires conclu.</p><p>VI. – Le contrat, comportant les éléments prévus par la procédure de mise en concurrence, est conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique, qui est substituée au candidat sélectionné pour l'application des modalités de passation prévues selon la nature du contrat.</p>",
            "num": "L1541-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1554076800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS ÉCONOMIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135482",
                        "id": "LEGISCTA000006135482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-07-03",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : SOCIÉTÉS D'ÉCONOMIE MIXTE À OPÉRATION UNIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029178088",
                        "id": "LEGISCTA000029178092",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029178124",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029178088",
            "sectionParentId": "LEGISCTA000029178092",
            "sectionParentTitre": "TITRE IV : SOCIÉTÉS D'ÉCONOMIE MIXTE À OPÉRATION UNIQUE",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE V : DISPOSITIONS ÉCONOMIQUES &gt; TITRE IV : SOCIÉTÉS D'ÉCONOMIE MIXTE À OPÉRATION UNIQUE",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037739174",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037695219",
                    "textTitle": "Ordonnance n° 2018-1074 du 26 novembre 2018 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000037700344",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2018-12-05",
                    "dateSignaTexte": "2018-11-26",
                    "dateDebutCible": "2018-12-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n°2015-991 du 7 août 2015 - art. 62, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "62",
                    "articleId": "JORFARTI000030986701",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-991",
                    "datePubli": 1438992000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L32-10-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L32-10-1",
                    "articleId": "LEGIARTI000031018413",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1439078400000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1512-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1512-2-1",
                    "articleId": "LEGIARTI000043966320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1541-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1541-1",
                    "articleId": "LEGIARTI000039785849",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585699200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029178147",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1404345600000,
                    "dateFin": 1459468800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031947591",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1459468800000,
                    "dateFin": 1554076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037739174",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1541-2",
                "1541-2"
            ],
            "versionPrecedente": "LEGIARTI000031947591",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031947591",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve du présent article, la sélection du ou des actionnaires opérateurs économiques et l'attribution du contrat à la société d'économie mixte à opération unique mise en place sont effectuées par un unique appel public à la concurrence respectant les procédures applicables aux contrats de concession ou aux marchés publics, selon la nature du contrat destiné à être conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique. Sont applicables les procédures subséquentes pouvant être mises en œuvre lorsque l'appel public à la concurrence est infructueux. II. – Les candidats susceptibles d'être sélectionnés pour être actionnaires opérateurs économiques de la société d'économie mixte à opération unique doivent respecter les conditions de recevabilité des candidatures propres à la procédure applicable au contrat destiné à être conclu. III. – En complément des informations obligatoires selon la nature du contrat destiné à être conclu, l'avis d'appel public à la concurrence comporte un document de préfiguration, précisant la volonté de la collectivité territoriale ou du groupement de collectivités territoriales de confier l'opération projetée à une société d'économie mixte à opération unique à constituer avec le candidat sélectionné. Ce document de préfiguration de la société d'économie mixte à opération unique comporte notamment : 1° Les principales caractéristiques de la société d'économie mixte à opération unique : la part de capital que la collectivité territoriale ou le groupement de collectivités territoriales souhaite détenir ; les règles de gouvernance et les modalités de contrôle dont la collectivité ou le groupement de collectivités souhaite disposer sur l'activité de la société définies, le cas échéant, dans un pacte d'actionnaires ; les règles de dévolution des actif et passif de la société lors de sa dissolution ; 2° Le coût prévisionnel global de l'opération pour la collectivité territoriale ou le groupement de collectivités territoriales et sa décomposition. IV. – Les critères de sélection des candidats sont définis et appréciés par la collectivité territoriale ou le groupement de collectivités territoriales conformément aux règles applicables selon la nature du contrat destiné à être conclu avec la société d'économie mixte à opération unique. Le coût global de l'opération est apprécié en tenant compte de la souscription au capital et au financement de la société d'économie mixte à opération unique. V. – A l'issue de la mise en concurrence et de la sélection du candidat, sont arrêtés et publiés les statuts de la société d'économie mixte à opération unique ainsi que, le cas échéant, le pacte d'actionnaires conclu. VI. – Le contrat, comportant les éléments prévus par l'appel public à la concurrence, est conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique, qui est substituée au candidat sélectionné pour l'application des modalités de passation prévues selon la nature du contrat.",
            "texteHtml": "<p>I. – Sous réserve du présent article, la sélection du ou des actionnaires opérateurs économiques et l'attribution du contrat à la société d'économie mixte à opération unique mise en place sont effectuées par un unique appel public à la concurrence respectant les procédures applicables aux contrats de concession ou aux marchés publics, selon la nature du contrat destiné à être conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique.</p><p>Sont applicables les procédures subséquentes pouvant être mises en œuvre lorsque l'appel public à la concurrence est infructueux.</p><p>II. – Les candidats susceptibles d'être sélectionnés pour être actionnaires opérateurs économiques de la société d'économie mixte à opération unique doivent respecter les conditions de recevabilité des candidatures propres à la procédure applicable au contrat destiné à être conclu.</p><p>III. – En complément des informations obligatoires selon la nature du contrat destiné à être conclu, l'avis d'appel public à la concurrence comporte un document de préfiguration, précisant la volonté de la collectivité territoriale ou du groupement de collectivités territoriales de confier l'opération projetée à une société d'économie mixte à opération unique à constituer avec le candidat sélectionné.</p><p>Ce document de préfiguration de la société d'économie mixte à opération unique comporte notamment :</p><p>1° Les principales caractéristiques de la société d'économie mixte à opération unique : la part de capital que la collectivité territoriale ou le groupement de collectivités territoriales souhaite détenir ; les règles de gouvernance et les modalités de contrôle dont la collectivité ou le groupement de collectivités souhaite disposer sur l'activité de la société définies, le cas échéant, dans un pacte d'actionnaires ; les règles de dévolution des actif et passif de la société lors de sa dissolution ;</p><p>2° Le coût prévisionnel global de l'opération pour la collectivité territoriale ou le groupement de collectivités territoriales et sa décomposition.</p><p>IV. – Les critères de sélection des candidats sont définis et appréciés par la collectivité territoriale ou le groupement de collectivités territoriales conformément aux règles applicables selon la nature du contrat destiné à être conclu avec la société d'économie mixte à opération unique. Le coût global de l'opération est apprécié en tenant compte de la souscription au capital et au financement de la société d'économie mixte à opération unique.</p><p>V. – A l'issue de la mise en concurrence et de la sélection du candidat, sont arrêtés et publiés les statuts de la société d'économie mixte à opération unique ainsi que, le cas échéant, le pacte d'actionnaires conclu.</p><p>VI. – Le contrat, comportant les éléments prévus par l'appel public à la concurrence, est conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique, qui est substituée au candidat sélectionné pour l'application des modalités de passation prévues selon la nature du contrat.</p><p></p>",
            "num": "L1541-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1459468800000,
            "dateFin": 1554076800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS ÉCONOMIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135482",
                        "id": "LEGISCTA000006135482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-07-03",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : SOCIÉTÉS D'ÉCONOMIE MIXTE À OPÉRATION UNIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029178088",
                        "id": "LEGISCTA000029178092",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029178124",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029178088",
            "sectionParentId": "LEGISCTA000029178092",
            "sectionParentTitre": "TITRE IV : SOCIÉTÉS D'ÉCONOMIE MIXTE À OPÉRATION UNIQUE",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE V : DISPOSITIONS ÉCONOMIQUES &gt; TITRE IV : SOCIÉTÉS D'ÉCONOMIE MIXTE À OPÉRATION UNIQUE",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031947591",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031939947",
                    "textTitle": "Ordonnance n°2016-65 du 29 janvier 2016 - art. 60",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000031943069",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-01-30",
                    "dateSignaTexte": "2016-01-29",
                    "dateDebutCible": "2016-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n°2015-991 du 7 août 2015 - art. 62, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "62",
                    "articleId": "JORFARTI000030986701",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-991",
                    "datePubli": 1438992000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L32-10-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L32-10-1",
                    "articleId": "LEGIARTI000031018413",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1439078400000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1512-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1512-2-1",
                    "articleId": "LEGIARTI000043966320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1541-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1541-1",
                    "articleId": "LEGIARTI000039785849",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585699200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029178147",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1404345600000,
                    "dateFin": 1459468800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031947591",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1459468800000,
                    "dateFin": 1554076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037739174",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1541-2",
                "1541-2"
            ],
            "versionPrecedente": "LEGIARTI000029178147",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029178147",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sous réserve du présent article, la sélection du ou des actionnaires opérateurs économiques et l'attribution du contrat à la société d'économie mixte à opération unique mise en place sont effectuées par un unique appel public à la concurrence respectant les procédures applicables aux délégations de service public, aux concessions de travaux, aux concessions d'aménagement ou aux marchés publics, selon la nature du contrat destiné à être conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique. Sont applicables les procédures subséquentes pouvant être mises en œuvre lorsque l'appel public à la concurrence est infructueux. II. - Les candidats susceptibles d'être sélectionnés pour être actionnaires opérateurs économiques de la société d'économie mixte à opération unique doivent respecter les conditions de recevabilité des candidatures propres à la procédure applicable au contrat destiné à être conclu. III. - En complément des informations obligatoires selon la nature du contrat destiné à être conclu, l'avis d'appel public à la concurrence comporte un document de préfiguration, précisant la volonté de la collectivité territoriale ou du groupement de collectivités territoriales de confier l'opération projetée à une société d'économie mixte à opération unique à constituer avec le candidat sélectionné. Ce document de préfiguration de la société d'économie mixte à opération unique comporte notamment : 1° Les principales caractéristiques de la société d'économie mixte à opération unique : la part de capital que la collectivité territoriale ou le groupement de collectivités territoriales souhaite détenir ; les règles de gouvernance et les modalités de contrôle dont la collectivité ou le groupement de collectivités souhaite disposer sur l'activité de la société définies, le cas échéant, dans un pacte d'actionnaires ; les règles de dévolution des actif et passif de la société lors de sa dissolution ; 2° Le coût prévisionnel global de l'opération pour la collectivité territoriale ou le groupement de collectivités territoriales et sa décomposition. IV. - Les critères de sélection des candidats sont définis et appréciés par la collectivité territoriale ou le groupement de collectivités territoriales conformément aux règles applicables selon la nature du contrat destiné à être conclu avec la société d'économie mixte à opération unique. Le coût global de l'opération est apprécié en tenant compte de la souscription au capital et au financement de la société d'économie mixte à opération unique. V. - A l'issue de la mise en concurrence et de la sélection du candidat, sont arrêtés et publiés les statuts de la société d'économie mixte à opération unique ainsi que, le cas échéant, le pacte d'actionnaires conclu. VI. - Le contrat, comportant les éléments prévus par l'appel public à la concurrence, est conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique, qui est substituée au candidat sélectionné pour l'application des modalités de passation prévues selon la nature du contrat.",
            "texteHtml": "<p>I. - Sous réserve du présent article, la sélection du ou des actionnaires opérateurs économiques et l'attribution du contrat à la société d'économie mixte à opération unique mise en place sont effectuées par un unique appel public à la concurrence respectant les procédures applicables aux délégations de service public, aux concessions de travaux, aux concessions d'aménagement ou aux marchés publics, selon la nature du contrat destiné à être conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique. </p><p>Sont applicables les procédures subséquentes pouvant être mises en œuvre lorsque l'appel public à la concurrence est infructueux. </p><p>II. - Les candidats susceptibles d'être sélectionnés pour être actionnaires opérateurs économiques de la société d'économie mixte à opération unique doivent respecter les conditions de recevabilité des candidatures propres à la procédure applicable au contrat destiné à être conclu. </p><p>III. - En complément des informations obligatoires selon la nature du contrat destiné à être conclu, l'avis d'appel public à la concurrence comporte un document de préfiguration, précisant la volonté de la collectivité territoriale ou du groupement de collectivités territoriales de confier l'opération projetée à une société d'économie mixte à opération unique à constituer avec le candidat sélectionné. </p><p>Ce document de préfiguration de la société d'économie mixte à opération unique comporte notamment : </p><p>1° Les principales caractéristiques de la société d'économie mixte à opération unique : la part de capital que la collectivité territoriale ou le groupement de collectivités territoriales souhaite détenir ; les règles de gouvernance et les modalités de contrôle dont la collectivité ou le groupement de collectivités souhaite disposer sur l'activité de la société définies, le cas échéant, dans un pacte d'actionnaires ; les règles de dévolution des actif et passif de la société lors de sa dissolution ; </p><p>2° Le coût prévisionnel global de l'opération pour la collectivité territoriale ou le groupement de collectivités territoriales et sa décomposition. </p><p>IV. - Les critères de sélection des candidats sont définis et appréciés par la collectivité territoriale ou le groupement de collectivités territoriales conformément aux règles applicables selon la nature du contrat destiné à être conclu avec la société d'économie mixte à opération unique. Le coût global de l'opération est apprécié en tenant compte de la souscription au capital et au financement de la société d'économie mixte à opération unique. </p><p>V. - A l'issue de la mise en concurrence et de la sélection du candidat, sont arrêtés et publiés les statuts de la société d'économie mixte à opération unique ainsi que, le cas échéant, le pacte d'actionnaires conclu. </p><p>VI. - Le contrat, comportant les éléments prévus par l'appel public à la concurrence, est conclu entre la collectivité territoriale ou le groupement de collectivités territoriales et la société d'économie mixte à opération unique, qui est substituée au candidat sélectionné pour l'application des modalités de passation prévues selon la nature du contrat. </p><p></p>",
            "num": "L1541-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1404345600000,
            "dateFin": 1459468800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS ÉCONOMIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135482",
                        "id": "LEGISCTA000006135482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-07-03",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : SOCIÉTÉS D'ÉCONOMIE MIXTE À OPÉRATION UNIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029178088",
                        "id": "LEGISCTA000029178092",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029178124",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029178088",
            "sectionParentId": "LEGISCTA000029178092",
            "sectionParentTitre": "TITRE IV : SOCIÉTÉS D'ÉCONOMIE MIXTE À OPÉRATION UNIQUE",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE V : DISPOSITIONS ÉCONOMIQUES &gt; TITRE IV : SOCIÉTÉS D'ÉCONOMIE MIXTE À OPÉRATION UNIQUE",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029178147",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029175431",
                    "textTitle": "LOI n°2014-744 du 1er juillet 2014 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029177104",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-07-02",
                    "dateSignaTexte": "2014-07-01",
                    "dateDebutCible": "2014-07-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n°2015-991 du 7 août 2015 - art. 62, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "62",
                    "articleId": "JORFARTI000030986701",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-991",
                    "datePubli": 1438992000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L32-10-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L32-10-1",
                    "articleId": "LEGIARTI000031018413",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1439078400000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1512-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1512-2-1",
                    "articleId": "LEGIARTI000043966320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1541-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1541-1",
                    "articleId": "LEGIARTI000039785849",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585699200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029178147",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1404345600000,
                    "dateFin": 1459468800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031947591",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1459468800000,
                    "dateFin": 1554076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037739174",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1541-2",
                "1541-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}