{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043008854",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article L. 7122-2 du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical ou de variétés mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes : 1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ; 2° Supporter le coût de la création du spectacle. II. – Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical ou de variétés remplissant les conditions cumulatives suivantes : 1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical ou de variétés ; 2° Porter sur un spectacle présentant les caractéristiques suivantes : a) Présenter des coûts de création majoritairement engagés sur le territoire français ; b) Comprendre au minimum quatre représentations dans au moins trois lieux différents ; c) Ne pas être présenté dans un lieu dont la jauge, définie comme l'effectif maximal du public qu'il est possible d'admettre dans ce lieu, est supérieure à un nombre de personnes défini par décret par catégorie de spectacle. 3° (Abrogé). III. – Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, réalisées jusqu'au 31 décembre 2024 pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable : 1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles : a) Les frais de personnel permanent de l'entreprise incluant : – les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ; – la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ; b) Les frais de personnel non permanent de l'entreprise incluant : – les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ; – les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ; c) Les redevances versées aux organismes de gestion collective des droits d'auteur au titre des représentations de spectacle ; d) Les frais de location de salles de répétition et de salles de spectacles ; e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ; f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ; g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ; h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ; i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ; j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ; 2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux. IV. – Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celles de tout autre crédit d'impôt. V. – Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée. VI. – Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret. VII. – Sont déduites des bases de calcul du crédit d'impôt : 1° Les subventions publiques non remboursables reçues par les entreprises calculées sur la base du rapport entre le montant des dépenses éligibles et le montant total des charges de l'entreprise figurant au compte de résultat ; 2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III. VIII. – A. – Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice. B. – Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ; IX. – Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.",
            "texteHtml": "<p>I. – Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article L. 7122-2 du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical ou de variétés mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes :</p><p>1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ;</p><p>2° Supporter le coût de la création du spectacle.</p><p>II. – Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical ou de variétés remplissant les conditions cumulatives suivantes :</p><p>1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical ou de variétés ;</p><p>2° Porter sur un spectacle présentant les caractéristiques suivantes :<br/><br/>\na) Présenter des coûts de création majoritairement engagés sur le territoire français ;<br/><br/>\nb) Comprendre au minimum quatre représentations dans au moins trois lieux différents ;<br/><br/>\nc) Ne pas être présenté dans un lieu dont la jauge, définie comme l'effectif maximal du public qu'il est possible d'admettre dans ce lieu, est supérieure à un nombre de personnes défini par décret par catégorie de spectacle.</p><p>3° (Abrogé).</p><p>III. – Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, réalisées jusqu'au 31 décembre 2024 pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable :</p><p>1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles :</p><p>a) Les frais de personnel permanent de l'entreprise incluant :</p><p>– les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ;</p><p>– la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ;</p><p>b) Les frais de personnel non permanent de l'entreprise incluant :</p><p>– les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ;</p><p>– les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ;</p><p>c) Les redevances versées aux organismes de gestion collective des droits d'auteur au titre des représentations de spectacle ;</p><p>d) Les frais de location de salles de répétition et de salles de spectacles ;</p><p>e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ;</p><p>f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ;</p><p>g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ;</p><p>h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ;</p><p>i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ;</p><p>j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ;</p><p>2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux.</p><p>IV. – Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celles de tout autre crédit d'impôt.</p><p>V. – Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée.</p><p>VI. – Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret.</p><p>VII. – Sont déduites des bases de calcul du crédit d'impôt :</p><p>1° Les subventions publiques non remboursables reçues par les entreprises calculées sur la base du rapport entre le montant des dépenses éligibles et le montant total des charges de l'entreprise figurant au compte de résultat ;</p><p>2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III.</p><p>VIII. – A. – Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice.</p><p>B. – Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ;</p><p>IX. – Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.</p>",
            "num": "220 quindecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR_DIFF",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032048918",
                        "id": "LEGISCTA000032048918",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031752584",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032048918",
            "sectionParentId": "LEGISCTA000032048918",
            "sectionParentTitre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt &gt; 11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043008854",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au C du III de l'article 23 de la loi n° 2020-1721 du 29 décembre 2020, ces dispositions s'appliquent aux demandes d’agrément provisoire prévues au VI de l’article 220 quindecies du code général des impôts déposées à compter du 1er janvier 2023. Se reporter aux conditions d'application prévues au A du III de l'article 23 de la présente loi. Conformément à l'article 50 de la loi n° 2022-1726 du 30 décembre 2022, ces dispositions s'appliquent aux demandes d'agrément provisoire prévues au VI de l'article 220 quindecies du code général des impôts déposées à compter du 1er janvier 2024.",
            "notaHtml": "<p>Conformément au C du III de l'article 23 de la loi n° 2020-1721 du 29 décembre 2020, ces dispositions s'appliquent aux demandes d’agrément provisoire prévues au VI de l’article 220 quindecies du code général des impôts déposées à compter du 1er janvier 2023. Se reporter aux conditions d'application prévues au A du III de l'article 23 de la présente loi.</p><p>Conformément à l'article 50 de la loi n° 2022-1726 du 30 décembre 2022, ces dispositions s'appliquent aux demandes d'agrément provisoire prévues au VI de l'article 220 quindecies du code général des impôts déposées à compter du 1er janvier 2024.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 23 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000042778571",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038668993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042905165",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000033104646",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000042396598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000042905162",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000042905157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000043796322",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038668962",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000042905149",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000038668952",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033136855",
                    "textTitle": "Arrêté du 15 septembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033136856",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1474502400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038652552",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038652560",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000039295468",
                    "textTitle": "LOI n° 2019-1100 du 30 octobre 2019 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039299086",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2019-1100",
                    "datePubli": 1572480000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039668020",
                    "textTitle": "Décret n°2019-1445 du 24 décembre 2019 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000046217362",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1445",
                    "datePubli": 1577318400000,
                    "dateDebut": 1661558400000
                },
                {
                    "textCid": "JORFTEXT000042391606",
                    "textTitle": "Décret n°2020-1213 du 1er octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042393905",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1213",
                    "datePubli": 1601683200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000042431045",
                    "textTitle": "Arrêté du 14 octobre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042431046",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1602892800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042840785",
                    "textTitle": "Décret n°2020-1795 du 30 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042893728",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1795",
                    "datePubli": 1609372800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000043793600",
                    "textTitle": "Décret n°2021-937 du 13 juillet 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043794848",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-937",
                    "datePubli": 1626393600000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 S",
                    "articleId": "LEGIARTI000044983135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 O (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 O",
                    "articleId": "LEGIARTI000047076796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY decies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY decies",
                    "articleId": "LEGIARTI000033104729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY duodecies",
                    "articleId": "LEGIARTI000033104736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY nonies",
                    "articleId": "LEGIARTI000042396585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY octies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY octies",
                    "articleId": "LEGIARTI000033104723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY undecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY undecies",
                    "articleId": "LEGIARTI000033104732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031752649",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033688299",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1482537600000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992383",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1596240000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042194852",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1596240000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042908802",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043008854",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quindecies",
                "220"
            ],
            "versionPrecedente": "LEGIARTI000042908802",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042908802",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article L. 7122-2 du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical ou de variétés mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes : 1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ; 2° Supporter le coût de la création du spectacle. II. – Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical ou de variétés remplissant les conditions cumulatives suivantes : 1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical ou de variétés ; 2° Porter sur un spectacle présentant les caractéristiques suivantes : a) Présenter des coûts de création majoritairement engagés sur le territoire français ; b) Comprendre au minimum deux représentations dans au moins deux lieux différents ; c) Ne pas être présenté dans un lieu dont la jauge, définie comme l'effectif maximal du public qu'il est possible d'admettre dans ce lieu, est supérieure à un nombre de personnes défini par décret par catégorie de spectacle. 3° (Abrogé). III. – Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, réalisées jusqu'au 31 décembre 2024 pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable : 1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles : a) Les frais de personnel permanent de l'entreprise incluant : – les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ; – la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ; b) Les frais de personnel non permanent de l'entreprise incluant : – les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ; – les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ; c) Les redevances versées aux organismes de gestion collective des droits d'auteur au titre des représentations de spectacle ; d) Les frais de location de salles de répétition et de salles de spectacles ; e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ; f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ; g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ; h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ; i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ; j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ; 2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux. IV. – Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celles de tout autre crédit d'impôt. V. – Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée. VI. – Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret. VII. – Sont déduites des bases de calcul du crédit d'impôt : 1° Les subventions publiques non remboursables reçues par les entreprises calculées sur la base du rapport entre le montant des dépenses éligibles et le montant total des charges de l'entreprise figurant au compte de résultat ; 2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III. VIII. – A. – Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice. B. – Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ; IX. – Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.",
            "texteHtml": "<p>I. – Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article L. 7122-2 du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical ou de variétés mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes :</p><p>1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ;</p><p>2° Supporter le coût de la création du spectacle.</p><p>II. – Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical ou de variétés remplissant les conditions cumulatives suivantes :</p><p>1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical ou de variétés ;</p><p>2° Porter sur un spectacle présentant les caractéristiques suivantes :<br/><br/>\na) Présenter des coûts de création majoritairement engagés sur le territoire français ;<br/><br/>\nb) Comprendre au minimum deux représentations dans au moins deux lieux différents ;<br/><br/>\nc) Ne pas être présenté dans un lieu dont la jauge, définie comme l'effectif maximal du public qu'il est possible d'admettre dans ce lieu, est supérieure à un nombre de personnes défini par décret par catégorie de spectacle.</p><p>3° (Abrogé).</p><p>III. – Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, réalisées jusqu'au 31 décembre 2024 pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable :</p><p>1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles :</p><p>a) Les frais de personnel permanent de l'entreprise incluant :</p><p>– les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ;</p><p>– la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ;</p><p>b) Les frais de personnel non permanent de l'entreprise incluant :</p><p>– les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ;</p><p>– les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ;</p><p>c) Les redevances versées aux organismes de gestion collective des droits d'auteur au titre des représentations de spectacle ;</p><p>d) Les frais de location de salles de répétition et de salles de spectacles ;</p><p>e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ;</p><p>f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ;</p><p>g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ;</p><p>h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ;</p><p>i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ;</p><p>j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ;</p><p>2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux.</p><p>IV. – Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celles de tout autre crédit d'impôt.</p><p>V. – Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée.</p><p>VI. – Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret.</p><p>VII. – Sont déduites des bases de calcul du crédit d'impôt :</p><p>1° Les subventions publiques non remboursables reçues par les entreprises calculées sur la base du rapport entre le montant des dépenses éligibles et le montant total des charges de l'entreprise figurant au compte de résultat ;</p><p>2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III.</p><p>VIII. – A. – Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice.</p><p>B. – Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ;</p><p>IX. – Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.</p>",
            "num": "220 quindecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "ABROGE_DIFF",
            "dateDebut": 1609459200000,
            "dateFin": 1704067200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032048918",
                        "id": "LEGISCTA000032048918",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031752584",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032048918",
            "sectionParentId": "LEGISCTA000032048918",
            "sectionParentTitre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt &gt; 11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042908802",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au III, A de l'article 22 de la loi n° 2020-1721 du 29 décembre 2020, ces dispositions s'appliquent à compter du 1er janvier 2021. Conformément au B du III de l'article 23 de la loi n° 2020-1721 du 29 décembre 2020, ces dispositions s'appliquent aux demandes d’agrément provisoire prévues au VI de l’article 220 quindecies du code général des impôts déposées entre le 1er janvier 2021 et le 31 décembre 2022. Se reporter aux conditions d'application prévues au A du III de l'article 23 de la présente loi. Conformément à l'article 50 de la loi n° 2022-1726 du 30 décembre 2022, ces dispositions s'appliquent aux demandes d'agrément provisoire prévues au VI de l'article 220 quindecies du code général des impôts déposées entre le 1er janvier 2021 et le 31 décembre 2023.",
            "notaHtml": "<p>Conformément au III, A de l'article 22 de la loi n° 2020-1721 du 29 décembre 2020, ces dispositions s'appliquent à compter du 1er janvier 2021.</p><p>Conformément au B du III de l'article 23 de la loi n° 2020-1721 du 29 décembre 2020, ces dispositions s'appliquent aux demandes d’agrément provisoire prévues au VI de l’article 220 quindecies du code général des impôts déposées entre le 1er janvier 2021 et le 31 décembre 2022. Se reporter aux conditions d'application prévues au A du III de l'article 23 de la présente loi.</p><p>Conformément à l'article 50 de la loi n° 2022-1726 du 30 décembre 2022, ces dispositions s'appliquent aux demandes d'agrément provisoire prévues au VI de l'article 220 quindecies du code général des impôts déposées entre le 1er janvier 2021 et le 31 décembre 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042176557",
                    "textTitle": "LOI n°2020-935 du 30 juillet 2020 - art. 37 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000042908787",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-07-31",
                    "dateSignaTexte": "2020-07-30",
                    "dateDebutCible": "2020-12-31"
                },
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 118 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "118",
                    "articleId": "LEGIARTI000042778869",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2020-12-31"
                },
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 22 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000042778419",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2020-12-31"
                },
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 23 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000046868955",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2023-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038668993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042905165",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000033104646",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000042396598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000042905162",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000042905157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000043796322",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038668962",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000042905149",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000038668952",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033136855",
                    "textTitle": "Arrêté du 15 septembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033136856",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1474502400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038652552",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038652560",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000039295468",
                    "textTitle": "LOI n° 2019-1100 du 30 octobre 2019 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039299086",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2019-1100",
                    "datePubli": 1572480000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039668020",
                    "textTitle": "Décret n°2019-1445 du 24 décembre 2019 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000046217362",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1445",
                    "datePubli": 1577318400000,
                    "dateDebut": 1661558400000
                },
                {
                    "textCid": "JORFTEXT000042391606",
                    "textTitle": "Décret n°2020-1213 du 1er octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042393905",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1213",
                    "datePubli": 1601683200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000042431045",
                    "textTitle": "Arrêté du 14 octobre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042431046",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1602892800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042840785",
                    "textTitle": "Décret n°2020-1795 du 30 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042893728",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1795",
                    "datePubli": 1609372800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000043793600",
                    "textTitle": "Décret n°2021-937 du 13 juillet 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043794848",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-937",
                    "datePubli": 1626393600000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 S",
                    "articleId": "LEGIARTI000044983135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 O (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 O",
                    "articleId": "LEGIARTI000047076796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY decies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY decies",
                    "articleId": "LEGIARTI000033104729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY duodecies",
                    "articleId": "LEGIARTI000033104736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY nonies",
                    "articleId": "LEGIARTI000042396585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY octies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY octies",
                    "articleId": "LEGIARTI000033104723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY undecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY undecies",
                    "articleId": "LEGIARTI000033104732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031752649",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033688299",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1482537600000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992383",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1596240000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042194852",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1596240000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042908802",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043008854",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quindecies",
                "220"
            ],
            "versionPrecedente": "LEGIARTI000042194852",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042194852",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article L. 7122-2 du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical, de théâtre ou de variétés mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes : 1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ; 2° Supporter le coût de la création du spectacle. II. – Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical, de théâtre ou de variétés remplissant les conditions cumulatives suivantes : 1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical, de théâtre ou de variétés ; 2° Porter sur un spectacle présentant les caractéristiques suivantes : a) Présenter des coûts de création majoritairement engagés sur le territoire français ; b) Comprendre au minimum quatre représentations dans au moins trois lieux différents ; c) Ne pas être présenté dans un lieu dont la jauge, définie comme l'effectif maximal du public qu'il est possible d'admettre dans ce lieu, est supérieure à un nombre de personnes défini par décret par catégorie de spectacle. 3° (Abrogé). III. – Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, réalisées avant le 31 décembre 2022 pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable : 1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles : a) Les frais de personnel permanent de l'entreprise incluant : – les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ; – la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ; b) Les frais de personnel non permanent de l'entreprise incluant : – les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ; – les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ; c) Les redevances versées aux organismes de gestion collective des droits d'auteur au titre des représentations de spectacle ; d) Les frais de location de salles de répétition et de salles de spectacles ; e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ; f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ; g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ; h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ; i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ; j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ; 2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux. IV. – Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celle du crédit d'impôt mentionné à l'article 220 octies. V. – Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée. VI. – Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret. VII. – Sont déduites des bases de calcul du crédit d'impôt : 1° Les subventions publiques non remboursables reçues par les entreprises calculées sur la base du rapport entre le montant des dépenses éligibles et le montant total des charges de l'entreprise figurant au compte de résultat ; 2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III. VIII. – A. – Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice. B. – Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ; IX. – Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.",
            "texteHtml": "<p>I. – Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article L. 7122-2 du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical, de théâtre ou de variétés mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes :</p><p>1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ;</p><p>2° Supporter le coût de la création du spectacle.</p><p>II. – Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical, de théâtre ou de variétés remplissant les conditions cumulatives suivantes :</p><p>1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical, de théâtre ou de variétés ;</p><p>2° Porter sur un spectacle présentant les caractéristiques suivantes :<br/><br/>\na) Présenter des coûts de création majoritairement engagés sur le territoire français ;<br/><br/>\nb) Comprendre au minimum quatre représentations dans au moins trois lieux différents ;<br/><br/>\nc) Ne pas être présenté dans un lieu dont la jauge, définie comme l'effectif maximal du public qu'il est possible d'admettre dans ce lieu, est supérieure à un nombre de personnes défini par décret par catégorie de spectacle.</p><p>3° (Abrogé).</p><p>III. – Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, réalisées avant le 31 décembre 2022 pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable :</p><p>1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles :</p><p>a) Les frais de personnel permanent de l'entreprise incluant :</p><p>– les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ;</p><p>– la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ;</p><p>b) Les frais de personnel non permanent de l'entreprise incluant :</p><p>– les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ;</p><p>– les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ;</p><p>c) Les redevances versées aux organismes de gestion collective des droits d'auteur au titre des représentations de spectacle ;</p><p>d) Les frais de location de salles de répétition et de salles de spectacles ;</p><p>e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ;</p><p>f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ;</p><p>g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ;</p><p>h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ;</p><p>i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ;</p><p>j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ;</p><p>2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux.</p><p>IV. – Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celle du crédit d'impôt mentionné à l'article 220 octies.</p><p>V. – Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée.</p><p>VI. – Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret.</p><p>VII. – Sont déduites des bases de calcul du crédit d'impôt :</p><p>1° Les subventions publiques non remboursables reçues par les entreprises calculées sur la base du rapport entre le montant des dépenses éligibles et le montant total des charges de l'entreprise figurant au compte de résultat ;</p><p>2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III.</p><p>VIII. – A. – Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice.</p><p>B. – Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ;</p><p>IX. – Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.</p>",
            "num": "220 quindecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1596240000000,
            "dateFin": 1609459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032048918",
                        "id": "LEGISCTA000032048918",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031752584",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032048918",
            "sectionParentId": "LEGISCTA000032048918",
            "sectionParentTitre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt &gt; 11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042194852",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Se reporter aux conditions d'application prévues aux II à IV des articles 37 et 38 de la loi n° 2020-935 du 30 juillet 2020.",
            "notaHtml": "<p>Se reporter aux conditions d'application prévues aux II à IV des articles 37 et 38 de la loi n° 2020-935 du 30 juillet 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031732865",
                    "textTitle": "LOI n°2015-1785 du 29 décembre 2015 - art. 113 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "113",
                    "articleId": "LEGIARTI000042194395",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-12-30",
                    "dateSignaTexte": "2015-12-29",
                    "dateDebutCible": "2020-08-01"
                },
                {
                    "textCid": "JORFTEXT000042176557",
                    "textTitle": "LOI n°2020-935 du 30 juillet 2020 - art. 37 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000042178913",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-07-31",
                    "dateSignaTexte": "2020-07-30",
                    "dateDebutCible": "2020-08-01"
                },
                {
                    "textCid": "JORFTEXT000042176557",
                    "textTitle": "LOI n°2020-935 du 30 juillet 2020 - art. 38 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000042908809",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-07-31",
                    "dateSignaTexte": "2020-07-30",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038668993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042905165",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000033104646",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000042396598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000042905162",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000042905157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000043796322",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038668962",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000042905149",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000038668952",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033136855",
                    "textTitle": "Arrêté du 15 septembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033136856",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1474502400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038652552",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038652560",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000039295468",
                    "textTitle": "LOI n° 2019-1100 du 30 octobre 2019 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039299086",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2019-1100",
                    "datePubli": 1572480000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039668020",
                    "textTitle": "Décret n°2019-1445 du 24 décembre 2019 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000046217362",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1445",
                    "datePubli": 1577318400000,
                    "dateDebut": 1661558400000
                },
                {
                    "textCid": "JORFTEXT000042391606",
                    "textTitle": "Décret n°2020-1213 du 1er octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042393905",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1213",
                    "datePubli": 1601683200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000042431045",
                    "textTitle": "Arrêté du 14 octobre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042431046",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1602892800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042840785",
                    "textTitle": "Décret n°2020-1795 du 30 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042893728",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1795",
                    "datePubli": 1609372800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000043793600",
                    "textTitle": "Décret n°2021-937 du 13 juillet 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043794848",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-937",
                    "datePubli": 1626393600000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 S",
                    "articleId": "LEGIARTI000044983135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 O (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 O",
                    "articleId": "LEGIARTI000047076796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY decies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY decies",
                    "articleId": "LEGIARTI000033104729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY duodecies",
                    "articleId": "LEGIARTI000033104736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY nonies",
                    "articleId": "LEGIARTI000042396585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY octies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY octies",
                    "articleId": "LEGIARTI000033104723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY undecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY undecies",
                    "articleId": "LEGIARTI000033104732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031752649",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033688299",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1482537600000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992383",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1596240000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042194852",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1596240000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042908802",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043008854",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quindecies",
                "220"
            ],
            "versionPrecedente": "LEGIARTI000037992383",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037992383",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article L. 7122-2 du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes : 1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ; 2° Supporter le coût de la création du spectacle. II. – Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical remplissant les conditions cumulatives suivantes : 1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical ; 2° Porter sur un spectacle présentant les caractéristiques suivantes : a) Présenter des coûts de création majoritairement engagés sur le territoire français ; b) Comprendre au minimum quatre représentations dans au moins trois lieux différents ; c) Ne pas être présenté dans un lieu dont la jauge, définie comme l'effectif maximal du public qu'il est possible d'admettre dans ce lieu, est supérieure à un nombre de personnes défini par décret par catégorie de spectacle. 3° (Abrogé). III. – Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, réalisées avant le 31 décembre 2022 pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable : 1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles : a) Les frais de personnel permanent de l'entreprise incluant : – les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ; – la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ; b) Les frais de personnel non permanent de l'entreprise incluant : – les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ; – les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ; c) Les redevances versées aux organismes de gestion collective des droits d'auteur au titre des représentations de spectacle ; d) Les frais de location de salles de répétition et de salles de spectacles ; e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ; f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ; g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ; h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ; i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ; j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ; 2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux. IV. – Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celle du crédit d'impôt mentionné à l'article 220 octies . V. – Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée. VI. – Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret. VII. – Sont déduites des bases de calcul du crédit d'impôt : 1° Les subventions publiques non remboursables reçues par les entreprises calculées sur la base du rapport entre le montant des dépenses éligibles et le montant total des charges de l'entreprise figurant au compte de résultat ; 2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III. VIII. – A. – Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice. B. – Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ; IX. – Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.",
            "texteHtml": "<p>I. – Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904563&dateTexte=&categorieLien=cid'>L. 7122-2 </a>du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes :</p><p>1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ;</p><p>2° Supporter le coût de la création du spectacle.</p><p>II. – Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical remplissant les conditions cumulatives suivantes :</p><p>1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical ;</p><p>2° Porter sur un spectacle présentant les caractéristiques suivantes :<br/><br/>\na) Présenter des coûts de création majoritairement engagés sur le territoire français ;<br/><br/>\nb) Comprendre au minimum quatre représentations dans au moins trois lieux différents ;<br/><br/>\nc) Ne pas être présenté dans un lieu dont la jauge, définie comme l'effectif maximal du public qu'il est possible d'admettre dans ce lieu, est supérieure à un nombre de personnes défini par décret par catégorie de spectacle.</p><p>3° (Abrogé).</p><p>III. – Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, réalisées avant le 31 décembre 2022 pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable :</p><p>1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles :</p><p>a) Les frais de personnel permanent de l'entreprise incluant :</p><p>– les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ;</p><p>– la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ;</p><p>b) Les frais de personnel non permanent de l'entreprise incluant :</p><p>– les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ;</p><p>– les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ;</p><p>c) Les redevances versées aux organismes de gestion collective des droits d'auteur au titre des représentations de spectacle ;</p><p>d) Les frais de location de salles de répétition et de salles de spectacles ;</p><p>e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ;</p><p>f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ;</p><p>g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ;</p><p>h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ;</p><p>i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ;</p><p>j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ;</p><p>2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux.</p><p>IV. – Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celle du crédit d'impôt mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303586&dateTexte=&categorieLien=cid'>220 octies</a>.</p><p>V. – Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée.</p><p>VI. – Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret.</p><p>VII. – Sont déduites des bases de calcul du crédit d'impôt :</p><p>1° Les subventions publiques non remboursables reçues par les entreprises calculées sur la base du rapport entre le montant des dépenses éligibles et le montant total des charges de l'entreprise figurant au compte de résultat ;</p><p>2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III.</p><p>VIII. – A. – Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice.</p><p>B. – Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ;</p><p>IX. – Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.</p>",
            "num": "220 quindecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1546214400000,
            "dateFin": 1596240000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032048918",
                        "id": "LEGISCTA000032048918",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031752584",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032048918",
            "sectionParentId": "LEGISCTA000032048918",
            "sectionParentTitre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt &gt; 11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037992383",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 147 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux demandes d'agréments provisoires prévus au VI de l'article 220 quindecies du code général des impôts déposées à compter du 1er janvier 2019.",
            "notaHtml": "<p>Conformément à l’article 147 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux demandes d'agréments provisoires prévus au VI de l'article 220 quindecies du code général des impôts déposées à compter du 1er janvier 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037882341",
                    "textTitle": "LOI n°2018-1317 du 28 décembre 2018 - art. 144",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "144",
                    "articleId": "LEGIARTI000037935770",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                },
                {
                    "textCid": "JORFTEXT000037882341",
                    "textTitle": "LOI n°2018-1317 du 28 décembre 2018 - art. 147 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "147",
                    "articleId": "LEGIARTI000037935187",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038668993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042905165",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000033104646",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000042396598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000042905162",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000042905157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000043796322",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038668962",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000042905149",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000038668952",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033136855",
                    "textTitle": "Arrêté du 15 septembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033136856",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1474502400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038652552",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038652560",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000039295468",
                    "textTitle": "LOI n° 2019-1100 du 30 octobre 2019 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039299086",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2019-1100",
                    "datePubli": 1572480000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039668020",
                    "textTitle": "Décret n°2019-1445 du 24 décembre 2019 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000046217362",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1445",
                    "datePubli": 1577318400000,
                    "dateDebut": 1661558400000
                },
                {
                    "textCid": "JORFTEXT000042391606",
                    "textTitle": "Décret n°2020-1213 du 1er octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042393905",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1213",
                    "datePubli": 1601683200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000042431045",
                    "textTitle": "Arrêté du 14 octobre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042431046",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1602892800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042840785",
                    "textTitle": "Décret n°2020-1795 du 30 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042893728",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1795",
                    "datePubli": 1609372800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000043793600",
                    "textTitle": "Décret n°2021-937 du 13 juillet 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043794848",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-937",
                    "datePubli": 1626393600000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 S",
                    "articleId": "LEGIARTI000044983135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 octies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "220 octies",
                    "articleId": "LEGIARTI000006303586",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514592000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 O (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 O",
                    "articleId": "LEGIARTI000047076796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY decies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY decies",
                    "articleId": "LEGIARTI000033104729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY duodecies",
                    "articleId": "LEGIARTI000033104736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY nonies",
                    "articleId": "LEGIARTI000042396585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY octies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY octies",
                    "articleId": "LEGIARTI000033104723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY undecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY undecies",
                    "articleId": "LEGIARTI000033104732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L7122-2",
                    "articleId": "LEGIARTI000006904563",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031752649",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033688299",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1482537600000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992383",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1596240000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042194852",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1596240000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042908802",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043008854",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quindecies",
                "220"
            ],
            "versionPrecedente": "LEGIARTI000033688299",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033688299",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article L. 7122-2 du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical ou de variétés mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes : 1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ; 2° Supporter le coût de la création du spectacle. II. – Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical ou de variétés remplissant les conditions cumulatives suivantes : 1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical ou de variétés ; 2° Porter sur un spectacle dont les coûts de création sont majoritairement engagés sur le territoire français ; 3° Porter sur des artistes ou groupes d'artistes dont aucun spectacle n'a comptabilisé plus de 12 000 entrées payantes pendant les trois années précédant la demande d'agrément mentionnée au VI, à l'exception des représentations données dans le cadre de festivals ou de premières parties de spectacles. III. – Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, engagées pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable : 1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles : a) Les frais de personnel permanent de l'entreprise incluant : – les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ; – la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ; b) Les frais de personnel non permanent de l'entreprise incluant : – les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ; – les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ; c) Les redevances versées aux organismes de gestion collective des droits d'auteur au titre des représentations de spectacle ; d) Les frais de location de salles de répétition et de salles de spectacles ; e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ; f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ; g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ; h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ; i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ; j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ; 2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux. IV. – Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celle du crédit d'impôt mentionné à l'article 220 octies . V. – Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée. VI. – Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret. VII. – Sont déduites des bases de calcul du crédit d'impôt : 1° Les subventions publiques non remboursables reçues par les entreprises et directement affectées aux dépenses mentionnées au III ; 2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III. VIII. – A. – Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice. B. – Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ; IX. – Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.",
            "texteHtml": "<p>I. – Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904563&dateTexte=&categorieLien=cid'>L. 7122-2 </a>du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical ou de variétés mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes : </p><p>1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ; </p><p>2° Supporter le coût de la création du spectacle. </p><p>II. – Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical ou de variétés remplissant les conditions cumulatives suivantes : </p><p>1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical ou de variétés ; </p><p>2° Porter sur un spectacle dont les coûts de création sont majoritairement engagés sur le territoire français ; </p><p>3° Porter sur des artistes ou groupes d'artistes dont aucun spectacle n'a comptabilisé plus de 12 000 entrées payantes pendant les trois années précédant la demande d'agrément mentionnée au VI, à l'exception des représentations données dans le cadre de festivals ou de premières parties de spectacles. </p><p>III. – Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, engagées pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable : </p><p>1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles : </p><p>a) Les frais de personnel permanent de l'entreprise incluant : </p><p>– les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ; </p><p>– la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ; </p><p>b) Les frais de personnel non permanent de l'entreprise incluant : </p><p>– les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ; </p><p>– les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ; </p><p>c) Les redevances versées aux organismes de gestion collective des droits d'auteur au titre des représentations de spectacle ; </p><p>d) Les frais de location de salles de répétition et de salles de spectacles ; </p><p>e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ; </p><p>f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ; </p><p>g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ; </p><p>h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ; </p><p>i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ; </p><p>j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ; </p><p>2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux. </p><p>IV. – Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celle du crédit d'impôt mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303586&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 220 octies (V)'>220 octies</a>. </p><p>V. – Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée. </p><p>VI. – Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret. </p><p>VII. – Sont déduites des bases de calcul du crédit d'impôt : </p><p>1° Les subventions publiques non remboursables reçues par les entreprises et directement affectées aux dépenses mentionnées au III ; </p><p>2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III. </p><p>VIII. – A. – Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice. </p><p>B. – Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ; </p><p>IX. – Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.</p>",
            "num": "220 quindecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1482537600000,
            "dateFin": 1546214400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032048918",
                        "id": "LEGISCTA000032048918",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031752584",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032048918",
            "sectionParentId": "LEGISCTA000032048918",
            "sectionParentTitre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt &gt; 11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033688299",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ces dispositions s'appliquent aux crédits d'impôts calculés au titre des exercices ouverts à compter du 1er janvier 2016.",
            "notaHtml": "<p>Ces dispositions s'appliquent aux crédits d'impôts calculés au titre des exercices ouverts à compter du 1er janvier 2016. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033675489",
                    "textTitle": "Ordonnance n°2016-1823 du 22 décembre 2016 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000033676079",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-12-23",
                    "dateSignaTexte": "2016-12-22",
                    "dateDebutCible": "2016-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038668993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042905165",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000033104646",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000042396598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000042905162",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000042905157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000043796322",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038668962",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000042905149",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000038668952",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033136855",
                    "textTitle": "Arrêté du 15 septembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033136856",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1474502400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038652552",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038652560",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000039295468",
                    "textTitle": "LOI n° 2019-1100 du 30 octobre 2019 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039299086",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2019-1100",
                    "datePubli": 1572480000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039668020",
                    "textTitle": "Décret n°2019-1445 du 24 décembre 2019 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000046217362",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1445",
                    "datePubli": 1577318400000,
                    "dateDebut": 1661558400000
                },
                {
                    "textCid": "JORFTEXT000042391606",
                    "textTitle": "Décret n°2020-1213 du 1er octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042393905",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1213",
                    "datePubli": 1601683200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000042431045",
                    "textTitle": "Arrêté du 14 octobre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042431046",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1602892800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042840785",
                    "textTitle": "Décret n°2020-1795 du 30 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042893728",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1795",
                    "datePubli": 1609372800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000043793600",
                    "textTitle": "Décret n°2021-937 du 13 juillet 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043794848",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-937",
                    "datePubli": 1626393600000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 S",
                    "articleId": "LEGIARTI000044983135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 octies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "220 octies",
                    "articleId": "LEGIARTI000006303586",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514592000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 O (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 O",
                    "articleId": "LEGIARTI000047076796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY decies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY decies",
                    "articleId": "LEGIARTI000033104729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY duodecies",
                    "articleId": "LEGIARTI000033104736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY nonies",
                    "articleId": "LEGIARTI000042396585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY octies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY octies",
                    "articleId": "LEGIARTI000033104723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY undecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY undecies",
                    "articleId": "LEGIARTI000033104732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L7122-2",
                    "articleId": "LEGIARTI000006904563",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031752649",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033688299",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1482537600000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992383",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1596240000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042194852",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1596240000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042908802",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043008854",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quindecies",
                "220"
            ],
            "versionPrecedente": "LEGIARTI000031752649",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031752649",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article L. 7122-2 du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical ou de variétés mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes : 1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ; 2° Supporter le coût de la création du spectacle. II.-Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical ou de variétés remplissant les conditions cumulatives suivantes : 1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical ou de variétés ; 2° Porter sur un spectacle dont les coûts de création sont majoritairement engagés sur le territoire français ; 3° Porter sur des artistes ou groupes d'artistes dont aucun spectacle n'a comptabilisé plus de 12 000 entrées payantes pendant les trois années précédant la demande d'agrément mentionnée au VI, à l'exception des représentations données dans le cadre de festivals ou de premières parties de spectacles. III.-Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, engagées pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable : 1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles : a) Les frais de personnel permanent de l'entreprise incluant : -les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ; -la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ; b) Les frais de personnel non permanent de l'entreprise incluant : -les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ; -les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ; c) Les redevances versées aux sociétés de perception et de répartition des droits d'auteur au titre des représentations de spectacle ; d) Les frais de location de salles de répétition et de salles de spectacles ; e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ; f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ; g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ; h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ; i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ; j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ; 2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux. IV.-Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celle du crédit d'impôt mentionné à l'article 220 octies. V.-Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée. VI.-Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret. VII.-Sont déduites des bases de calcul du crédit d'impôt : 1° Les subventions publiques non remboursables reçues par les entreprises et directement affectées aux dépenses mentionnées au III ; 2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III. VIII.-A.-Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice. B.-Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ; IX.-Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.",
            "texteHtml": "<p>I.-Les entreprises exerçant l'activité d'entrepreneur de spectacles vivants, au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904563&dateTexte=&categorieLien=cid' title='Code du travail - art. L7122-2 (V)'>L. 7122-2</a> du code du travail, et soumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses de création, d'exploitation et de numérisation d'un spectacle vivant musical ou de variétés mentionnées au III du présent article si elles remplissent les conditions cumulatives suivantes : <br/><br/>1° Avoir la responsabilité du spectacle, notamment celle d'employeur à l'égard du plateau artistique. Dans le cas d'une coproduction, cette condition est remplie par l'un des coproducteurs au moins ; <br/><br/>2° Supporter le coût de la création du spectacle. <br/><br/>II.-Ouvrent droit au crédit d'impôt les dépenses engagées pour la création, l'exploitation et la numérisation d'un spectacle musical ou de variétés remplissant les conditions cumulatives suivantes : <br/><br/>1° Etre réalisées par des entreprises établies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui y effectuent les prestations liées à la réalisation d'un spectacle musical ou de variétés ; <br/><br/>2° Porter sur un spectacle dont les coûts de création sont majoritairement engagés sur le territoire français ; <br/><br/>3° Porter sur des artistes ou groupes d'artistes dont aucun spectacle n'a comptabilisé plus de 12 000 entrées payantes pendant les trois années précédant la demande d'agrément mentionnée au VI, à l'exception des représentations données dans le cadre de festivals ou de premières parties de spectacles. <br/><br/>III.-Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses suivantes, engagées pour des spectacles mentionnés au II effectués en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable : <br/><br/>1° Pour les dépenses correspondant aux frais de création et d'exploitation du spectacle pour toutes ses représentations, incluant les représentations promotionnelles : <br/><br/>a) Les frais de personnel permanent de l'entreprise incluant :</p><p><br/>-les salaires et charges sociales afférents au personnel directement concerné par le spectacle : directeurs artistiques, directeurs de production, directeurs musicaux, directeurs de la communication ou des relations publiques, directeurs de la commercialisation, responsables des relations publiques ou de la communication, administrateurs de production, de tournée ou de diffusion, conseillers artistiques, coordinateurs, chargés de production, de diffusion ou de commercialisation, répétiteurs, collaborateurs artistiques, attachés de production ou de diffusion, attachés de presse ou de relations publiques, responsables de la billetterie, gestionnaires de billetterie, responsables de placement, chargés de réservation, attachés à l'accueil, agents de billetterie et d'accueil, webmasters ;<br/><br/>-la rémunération, incluant les charges sociales, du ou des dirigeants correspondant à leur participation directe à la création et à l'exploitation du spectacle. Cette rémunération ne peut excéder un montant fixé par décret, dans la limite d'un plafond de 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ; </p><p><br/>b) Les frais de personnel non permanent de l'entreprise incluant :</p><p><br/>-les salaires et charges sociales afférents aux artistes et techniciens affectés au spectacle. Les rémunérations des artistes prises en compte pour le calcul du crédit d'impôt sont plafonnées à cinq fois le montant du salaire minimum conventionnel en vigueur ;<br/><br/>-les rémunérations, droits d'auteur, honoraires et prestations versés à des personnes physiques ou morales ayant contribué directement au spectacle : graphiste, créateur de costumes, maquilleur, habilleur, coiffeur, couturier, accessoiriste, créateur de décors, créateur de lumières, créateur d'effets ou d'ambiances sonores, créateur de vidéo ou d'effets spéciaux, metteur en scène, chorégraphe ; </p><p><br/>c) Les redevances versées aux sociétés de perception et de répartition des droits d'auteur au titre des représentations de spectacle ; <br/><br/>d) Les frais de location de salles de répétition et de salles de spectacles ; <br/><br/>e) Les frais de location de matériels utilisés directement ou indirectement dans le cadre du spectacle ou à des fins d'accueil du public ; <br/><br/>f) Dès lors qu'ils ne sont pas immobilisés et qu'ils sont exclusivement utilisés dans le cadre du spectacle éligible, les frais d'achat du petit matériel utilisé dans le cadre du spectacle ou à des fins d'accueil du public ; <br/><br/>g) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou incorporelles utilisées exclusivement dans le cadre du spectacle ; <br/><br/>h) Les frais d'assurance annulation ou d'assurance du matériel directement imputables au spectacle éligible ; <br/><br/>i) Les dépenses occasionnées lors de la tournée du spectacle : frais d'entretien et de réparation du matériel de tournée, frais de régie, frais de transport, frais de restauration et d'hébergement dans la limite d'un montant par nuitée fixé par décret, qui ne peut être supérieur à 270 € par nuitée ; <br/><br/>j) Les dépenses nécessaires à la promotion du spectacle : les dépenses engagées pour la création, la réalisation, la fabrication et l'envoi des supports promotionnels physiques ou dématérialisés, les dépenses liées à la réalisation et à la production d'images permettant le développement de la carrière de l'artiste, les dépenses liées à la création d'un site internet consacré à l'artiste dans le cadre du développement de sa carrière dans l'environnement numérique et les dépenses engagées au titre de la participation de l'artiste à des émissions de télévision ou de radio ; <br/><br/>2° Pour les dépenses liées à la numérisation de tout ou partie du spectacle : les frais d'acquisition des droits d'auteur des photographies, des illustrations et créations graphiques, ainsi que les frais techniques nécessaires à la réalisation de ces créations, les frais de captation (son, image, lumière), les frais d'acquisition d'images préexistantes, les cessions de droits facturés par l'ensemble des ayants droit, les frais correspondant aux autorisations délivrées par des exploitants de salles ou par des organisateurs de festivals, les dépenses de postproduction (frais de montage, d'étalonnage, de mixage, de codage et de matriçage), les rémunérations et charges sociales nécessaires à la réalisation de ces opérations ainsi que, dans le cadre d'un support numérique polyvalent musical, les frais de conception technique tels que la création d'éléments d'interactivité ou d'une arborescence ou le recours à des effets spéciaux. <br/><br/>IV.-Les mêmes dépenses ne peuvent entrer à la fois dans les bases de calcul du crédit d'impôt mentionné au I du présent article et dans celle du crédit d'impôt mentionné à l'article 220 octies. <br/><br/>V.-Le taux mentionné au premier alinéa du III du présent article est porté à 30 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises prévue à l'article 2 de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précitée. <br/><br/>VI.-Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré après avis d'un comité d'experts, atteste que le spectacle remplit les conditions prévues au II. Les modalités de fonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par décret. <br/><br/>VII.-Sont déduites des bases de calcul du crédit d'impôt : <br/><br/>1° Les subventions publiques non remboursables reçues par les entreprises et directement affectées aux dépenses mentionnées au III ; <br/><br/>2° Les aides dites \" tours supports \" reçues par l'entreprise de la part du producteur phonographique et directement affectées aux dépenses mentionnées au III. <br/><br/>VIII.-A.-Le montant des dépenses éligibles au crédit d'impôt est limité à 500 000 € par spectacle. Le crédit d'impôt est plafonné à 750 000 € par entreprise et par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice. <br/><br/>B.-Dans le cas d'une coproduction, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part dans les dépenses exposées. ; <br/><br/>IX.-Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.</p>",
            "num": "220 quindecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1482537600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032048918",
                        "id": "LEGISCTA000032048918",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031752584",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032048918",
            "sectionParentId": "LEGISCTA000032048918",
            "sectionParentTitre": "11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt &gt; 11° Crédit d'impôt pour dépenses de production de spectacles vivants",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031752649",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ces dispositions s'appliquent aux crédits d'impôts calculés au titre des exercices ouverts à compter du 1er janvier 2016.",
            "notaHtml": "<p>Ces dispositions s'appliquent aux crédits d'impôts calculés au titre des exercices ouverts à compter du 1er janvier 2016. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031732865",
                    "textTitle": "LOI n° 2015-1785 du 29 décembre 2015 - art. 113 (M)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "113",
                    "articleId": "LEGIARTI000031734588",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-12-30",
                    "dateSignaTexte": "2015-12-29",
                    "dateDebutCible": "2015-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038668993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042905165",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000033104646",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000042396598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000042905162",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000042905157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000043796322",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038668962",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000042905149",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000033103909",
                    "textTitle": "Décret n°2016-1209 du 7 septembre 2016 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000038668952",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1209",
                    "datePubli": 1473379200000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000033136855",
                    "textTitle": "Arrêté du 15 septembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033136856",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1474502400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038652552",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000038649342",
                    "textTitle": "Décret n°2019-607 du 18 juin 2019 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038652560",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-607",
                    "datePubli": 1560902400000,
                    "dateDebut": 1560988800000
                },
                {
                    "textCid": "JORFTEXT000039295468",
                    "textTitle": "LOI n° 2019-1100 du 30 octobre 2019 - art. 3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039299086",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2019-1100",
                    "datePubli": 1572480000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039668020",
                    "textTitle": "Décret n°2019-1445 du 24 décembre 2019 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000046217362",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1445",
                    "datePubli": 1577318400000,
                    "dateDebut": 1661558400000
                },
                {
                    "textCid": "JORFTEXT000042391606",
                    "textTitle": "Décret n°2020-1213 du 1er octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042393905",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1213",
                    "datePubli": 1601683200000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "JORFTEXT000042431045",
                    "textTitle": "Arrêté du 14 octobre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042431046",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1602892800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042840785",
                    "textTitle": "Décret n°2020-1795 du 30 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042893728",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1795",
                    "datePubli": 1609372800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000043793600",
                    "textTitle": "Décret n°2021-937 du 13 juillet 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043794848",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-937",
                    "datePubli": 1626393600000,
                    "dateDebut": 1626480000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 S",
                    "articleId": "LEGIARTI000044983135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 O (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 O",
                    "articleId": "LEGIARTI000047076796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY decies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY decies",
                    "articleId": "LEGIARTI000033104729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY duodecies",
                    "articleId": "LEGIARTI000033104736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY nonies",
                    "articleId": "LEGIARTI000042396585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601769600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY octies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY octies",
                    "articleId": "LEGIARTI000033104723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZY undecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZY undecies",
                    "articleId": "LEGIARTI000033104732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1473465600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L7122-2",
                    "articleId": "LEGIARTI000006904563",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031752649",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033688299",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1482537600000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992383",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1596240000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042194852",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1596240000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042908802",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043008854",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quindecies",
                "220"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}