{
    "cid": "LEGIARTI000043731982",
    "num": "R543-227-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143787",
                        "id": "LEGISCTA000006143787",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions propres à certaines catégories de produits et de déchets (R)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159433",
                        "id": "LEGISCTA000006159433",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-07-12",
                        "fin": "2999-01-01",
                        "titre": "Section 13 : Biodéchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024356141",
                        "id": "LEGISCTA000024356141",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043732578",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571356",
                    "textTitle": "Constitution du 4 octobre 1958 - art. 73",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000006527580",
                    "natureText": "CONSTITUTION",
                    "date": 1654114515843,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -354758400000,
                    "dateDebut": -354758400000
                },
                {
                    "textCid": "JORFTEXT000043946829",
                    "textTitle": "Arrêté du 7 juillet 2021 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043948654",
                    "natureText": "ARRETE",
                    "date": 1654114515843,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1629417600000,
                    "dateDebut": 1629504000000
                },
                {
                    "textCid": "JORFTEXT000043946829",
                    "textTitle": "Arrêté du 7 juillet 2021 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000043948656",
                    "natureText": "ARRETE",
                    "date": 1654114515843,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1629417600000,
                    "dateDebut": 1629504000000
                },
                {
                    "textCid": "JORFTEXT000043946829",
                    "textTitle": "Arrêté du 7 juillet 2021 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000043948647",
                    "natureText": "ARRETE",
                    "date": 1654114515843,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1629417600000,
                    "dateDebut": 1629504000000
                },
                {
                    "textCid": "JORFTEXT000043946829",
                    "textTitle": "Arrêté du 7 juillet 2021 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000043948649",
                    "natureText": "ARRETE",
                    "date": 1654114515843,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1629417600000,
                    "dateDebut": 1629504000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R2224-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2224-23",
                    "articleId": "LEGIARTI000006396220",
                    "natureText": "CODE",
                    "date": 1654114515843,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1457827200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D181-15-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D181-15-2",
                    "articleId": "LEGIARTI000043743202",
                    "natureText": "CODE",
                    "date": 1654114515844,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625184000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L541-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-1",
                    "articleId": "LEGIARTI000006834443",
                    "natureText": "CODE",
                    "date": 1654114515844,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581465600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R181-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R181-13",
                    "articleId": "LEGIARTI000033929003",
                    "natureText": "CODE",
                    "date": 1654114515844,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488326400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R181-46",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R181-46",
                    "articleId": "LEGIARTI000033929079",
                    "natureText": "CODE",
                    "date": 1654114515845,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488326400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R541-78 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R541-78",
                    "articleId": "LEGIARTI000044042502",
                    "natureText": "CODE",
                    "date": 1654114515845,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1631750400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043727544",
                    "textTitle": "Décret n°2021-855 du 30 juin 2021 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043731732",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-02"
                }
            ],
            "num": "R543-227-2",
            "origine": "LEGI",
            "texte": "I.-Les dispositions du seizième alinéa du I de l'article L. 541-1 sont applicables aux installations de tri mécano-biologiques qui effectuent un tri de déchets en mélange comportant notamment une part de déchets biodégradables, en vue d'une valorisation de tout ou partie de ces déchets biodégradables, y compris lorsque le traitement de ces derniers débute durant la phase de tri. Elles ne sont pas applicables aux installations qui effectuent comme unique traitement des déchets biodégradables une stabilisation avant élimination. II.-La création de nouvelles installations de tri mécano-biologiques, l'augmentation de la capacité autorisée d'installations existantes et les autres modifications notables d'installations existantes, lorsque ces installations répondent ou continuent de répondre aux conditions définies à la première phrase du I du présent article, ne peuvent être autorisées que lorsque les collectivités territoriales et établissements publics de coopération intercommunale compétents en matière de collecte et de traitement de déchets ménagers et assimilés qui font traiter ces derniers dans ces installations ont mis en place un dispositif de tri à la source des biodéchets, dans les conditions précisées au III du présent article. Lorsque la modification notable porte uniquement sur une extension de la zone de chalandise de l'installation, associée, le cas échéant, à une augmentation de capacité, ne sont concernées que les collectivités ou établissements objets de cette extension. Lorsque seule une partie des collectivités territoriales ou établissements publics de coopération intercommunale a mis en place un dispositif de tri à la source des biodéchets conformément au III du présent article, l'autorisation est accordée pour le traitement des seuls déchets collectés par ces collectivités et établissements. Les dispositions du présent article ne sont pas applicables aux modifications notables ayant trait à la sécurité des installations, à la réduction des nuisances générées par les installations, à l'amélioration des performances environnementales des installations, ainsi que celles rendues nécessaires pour se conformer à une obligation réglementaire et celles concourant à la mise en place de la gestion et du traitement des biodéchets triés à la source. III.-Le tri à la source des biodéchets est considéré comme généralisé sur le territoire de la collectivité territoriale ou de l'établissement public de coopération intercommunale compétent en matière de collecte et de traitement des déchets lorsque l'une des trois conditions suivantes est respectée : 1° La collectivité ou l'établissement respecte les deux objectifs suivants : a) Au moins 95 % de la population est couverte par un dispositif de tri à la source des déchets alimentaires ou de cuisine. Un arrêté du ministre chargé de l'environnement définit les modalités de ce calcul et les dispositifs techniques de tri à la source pris en compte ; b) La quantité annuelle d'ordures ménagères résiduelles produite sur le territoire concerné est inférieure à un seuil défini par arrêté du ministre chargé de l'environnement en fonction de la typologie des communes du territoire ; 2° La quantité de biodéchets restants dans les ordures ménagères résiduelles, établie après étude de caractérisation, est inférieure à un seuil fixé par arrêté du ministre chargé de l'environnement ; 3° La quantité de biodéchets détournée des ordures ménagères résiduelles au moyen du tri à la source, en kg par habitant, est d'au moins 50 % de la quantité de biodéchets, en kg par habitant, présents dans les ordures ménagères résiduelles avant la mise en place du tri à la source. Cette donnée est obtenue par caractérisation des ordures ménagères résiduelles, effectuée avant et après la mise en place du tri à la source. Lorsque des dispositifs de tri à la source des biodéchets ont déjà été mis en place avant la première caractérisation des ordures ménagères résiduelles effectuée au titre du présent alinéa, les quantités de biodéchets détournées préalablement à cette caractérisation sont évaluées selon des modalités définies par arrêté du ministre chargé de l'environnement. Les ordures ménagères résiduelles visées au présent III sont celles définies à l'article R. 2224-23 du code général des collectivités territoriales, hors déchets collectés en déchetterie. Les collectivités territoriales et établissements publics de coopération intercommunale qui ont généralisé le tri à la source des biodéchets conformément aux 2° et 3° du présent III réalisent une étude de caractérisation des ordures ménagères résiduelles au moins une fois tous les six ans sur un échantillon représentatif conformément à une méthodologie définie par arrêté du ministre chargé de l'environnement. IV.-Afin de permettre la constitution de la demande de création ou de modification mentionnée au II du présent article, les collectivités territoriales et les établissements publics de coopération intercommunale mentionnés à ce même II transmettent à l'exploitant de l'installation ou au pétitionnaire, à sa demande, les pièces justifiant de la généralisation du tri à la source des biodéchets conformément au III du présent article. L'exploitant ou le pétitionnaire transmet ces pièces à l'autorité administrative compétente dans le cadre du dossier de demande d'autorisation environnementale prévu aux articles R. 181-13 et suivants ou du porter à connaissance prévu au II de l' article R. 181-46. Les collectivités et établissements mentionnés au premier alinéa du présent IV transmettent à l'exploitant de l'installation les pièces justifiant de la généralisation du tri à la source des biodéchets conformément au III tous les trois ans à compter de l'autorisation de l'installation, de l'augmentation de capacité ou de la réalisation de la modification notable. L'exploitant en conserve un exemplaire pendant trois ans et tient ces pièces à la disposition de l'inspection des installations classées. Lorsqu'il apparaît, à l'occasion de la transmission de pièces visée au précédent alinéa, qu'une collectivité territoriale ou un établissement public de coopération intercommunale ne respecte plus l'une des conditions fixées au III du présent article, la collectivité ou l'établissement dispose d'un délai d'un an pour s'y conformer à nouveau et transmettre les pièces justificatives nécessaires à l'exploitant. Passé ce délai, les déchets ménagers et assimilés collectés par cette collectivité ou cet établissement ne sont plus admis dans l'installation. V.-Dans les collectivités relevant de l 'article 73 de la Constitution ainsi qu'à Saint-Martin et Saint-Pierre-et-Miquelon, le présent article ne s'applique pas aux installations de tri mécano-biologiques n'effectuant pas de valorisation matière des déchets biodégradables contenus dans les déchets traités.",
            "texteHtml": "<p>I.-Les dispositions du seizième alinéa du <a href='/article/LEGIARTI000006834443'>I de l'article L. 541-1 </a>sont applicables aux installations de tri mécano-biologiques qui effectuent un tri de déchets en mélange comportant notamment une part de déchets biodégradables, en vue d'une valorisation de tout ou partie de ces déchets biodégradables, y compris lorsque le traitement de ces derniers débute durant la phase de tri. Elles ne sont pas applicables aux installations qui effectuent comme unique traitement des déchets biodégradables une stabilisation avant élimination. <br/><br/>II.-La création de nouvelles installations de tri mécano-biologiques, l'augmentation de la capacité autorisée d'installations existantes et les autres modifications notables d'installations existantes, lorsque ces installations répondent ou continuent de répondre aux conditions définies à la première phrase du I du présent article, ne peuvent être autorisées que lorsque les collectivités territoriales et établissements publics de coopération intercommunale compétents en matière de collecte et de traitement de déchets ménagers et assimilés qui font traiter ces derniers dans ces installations ont mis en place un dispositif de tri à la source des biodéchets, dans les conditions précisées au III du présent article. <br/><br/>Lorsque la modification notable porte uniquement sur une extension de la zone de chalandise de l'installation, associée, le cas échéant, à une augmentation de capacité, ne sont concernées que les collectivités ou établissements objets de cette extension. <br/><br/>Lorsque seule une partie des collectivités territoriales ou établissements publics de coopération intercommunale a mis en place un dispositif de tri à la source des biodéchets conformément au III du présent article, l'autorisation est accordée pour le traitement des seuls déchets collectés par ces collectivités et établissements. <br/><br/>Les dispositions du présent article ne sont pas applicables aux modifications notables ayant trait à la sécurité des installations, à la réduction des nuisances générées par les installations, à l'amélioration des performances environnementales des installations, ainsi que celles rendues nécessaires pour se conformer à une obligation réglementaire et celles concourant à la mise en place de la gestion et du traitement des biodéchets triés à la source. <br/><br/>III.-Le tri à la source des biodéchets est considéré comme généralisé sur le territoire de la collectivité territoriale ou de l'établissement public de coopération intercommunale compétent en matière de collecte et de traitement des déchets lorsque l'une des trois conditions suivantes est respectée : <br/><br/>1° La collectivité ou l'établissement respecte les deux objectifs suivants : <br/><br/>a) Au moins 95 % de la population est couverte par un dispositif de tri à la source des déchets alimentaires ou de cuisine. Un arrêté du ministre chargé de l'environnement définit les modalités de ce calcul et les dispositifs techniques de tri à la source pris en compte ; <br/><br/>b) La quantité annuelle d'ordures ménagères résiduelles produite sur le territoire concerné est inférieure à un seuil défini par arrêté du ministre chargé de l'environnement en fonction de la typologie des communes du territoire ; <br/><br/>2° La quantité de biodéchets restants dans les ordures ménagères résiduelles, établie après étude de caractérisation, est inférieure à un seuil fixé par arrêté du ministre chargé de l'environnement ; <br/><br/>3° La quantité de biodéchets détournée des ordures ménagères résiduelles au moyen du tri à la source, en kg par habitant, est d'au moins 50 % de la quantité de biodéchets, en kg par habitant, présents dans les ordures ménagères résiduelles avant la mise en place du tri à la source. Cette donnée est obtenue par caractérisation des ordures ménagères résiduelles, effectuée avant et après la mise en place du tri à la source. Lorsque des dispositifs de tri à la source des biodéchets ont déjà été mis en place avant la première caractérisation des ordures ménagères résiduelles effectuée au titre du présent alinéa, les quantités de biodéchets détournées préalablement à cette caractérisation sont évaluées selon des modalités définies par arrêté du ministre chargé de l'environnement. <br/><br/>Les ordures ménagères résiduelles visées au présent III sont celles définies à l'article <a href='/article/LEGIARTI000006396220'>R. 2224-23 </a>du code général des collectivités territoriales, hors déchets collectés en déchetterie. <br/><br/>Les collectivités territoriales et établissements publics de coopération intercommunale qui ont généralisé le tri à la source des biodéchets conformément aux 2° et 3° du présent III réalisent une étude de caractérisation des ordures ménagères résiduelles au moins une fois tous les six ans sur un échantillon représentatif conformément à une méthodologie définie par arrêté du ministre chargé de l'environnement. <br/><br/>IV.-Afin de permettre la constitution de la demande de création ou de modification mentionnée au II du présent article, les collectivités territoriales et les établissements publics de coopération intercommunale mentionnés à ce même II transmettent à l'exploitant de l'installation ou au pétitionnaire, à sa demande, les pièces justifiant de la généralisation du tri à la source des biodéchets conformément au III du présent article. <br/><br/>L'exploitant ou le pétitionnaire transmet ces pièces à l'autorité administrative compétente dans le cadre du dossier de demande d'autorisation environnementale prévu aux articles <a href='/article/LEGIARTI000033929003'>R. 181-13 </a>et suivants ou du porter à connaissance prévu au II de l'<a href='/article/LEGIARTI000033929079'>article R. 181-46. </a><br/><br/>Les collectivités et établissements mentionnés au premier alinéa du présent IV transmettent à l'exploitant de l'installation les pièces justifiant de la généralisation du tri à la source des biodéchets conformément au III tous les trois ans à compter de l'autorisation de l'installation, de l'augmentation de capacité ou de la réalisation de la modification notable. L'exploitant en conserve un exemplaire pendant trois ans et tient ces pièces à la disposition de l'inspection des installations classées. <br/><br/>Lorsqu'il apparaît, à l'occasion de la transmission de pièces visée au précédent alinéa, qu'une collectivité territoriale ou un établissement public de coopération intercommunale ne respecte plus l'une des conditions fixées au III du présent article, la collectivité ou l'établissement dispose d'un délai d'un an pour s'y conformer à nouveau et transmettre les pièces justificatives nécessaires à l'exploitant. Passé ce délai, les déchets ménagers et assimilés collectés par cette collectivité ou cet établissement ne sont plus admis dans l'installation. <br/><br/>V.-Dans les collectivités relevant de l<a href='/article/LEGIARTI000006527580'>'article 73 de la Constitution</a> ainsi qu'à Saint-Martin et Saint-Pierre-et-Miquelon, le présent article ne s'applique pas aux installations de tri mécano-biologiques n'effectuant pas de valorisation matière des déchets biodégradables contenus dans les déchets traités.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-07-02T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}