{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046756203",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Des accompagnants des élèves en situation de handicap sont recrutés pour exercer des fonctions d'aide à l'inclusion scolaire de ces élèves, y compris en dehors du temps scolaire. Ils sont recrutés par l'Etat, par les établissements d'enseignement mentionnés au chapitre II du titre Ier et au titre II du livre IV de la deuxième partie ou par les établissements mentionnés à l'article L. 442-1 . Lorsqu'ils sont recrutés par ces établissements, leur recrutement intervient après accord du directeur académique des services de l'éducation nationale. Des accompagnants des élèves en situation de handicap sont également recrutés pour exercer des fonctions d'accompagnement auprès des étudiants en situation de handicap inscrits dans les établissements d'enseignement supérieur mentionnés aux titres Ier, II, IV et V du livre VII de la troisième partie du présent code et pour lesquels une aide a été reconnue nécessaire par la commission mentionnée à l'article L. 146-9 du code de l'action sociale et des familles. Ils peuvent exercer leurs fonctions dans l'établissement qui les a recrutés, dans un ou plusieurs autres établissements ainsi que, compte tenu des besoins appréciés par l'autorité administrative, dans une ou plusieurs écoles. Dans ce dernier cas, les directeurs d'école peuvent participer à la procédure de recrutement. L'autorité compétente de l'Etat en matière d'éducation et les collectivités territoriales peuvent s'associer par convention en vue du recrutement commun d'accompagnants des élèves en situation de handicap. Ils peuvent être mis à la disposition des collectivités territoriales dans les conditions prévues à l'article L. 916-2 du présent code. Les accompagnants des élèves en situation de handicap bénéficient d'une formation spécifique pour l'accomplissement de leurs fonctions, mise en œuvre en collaboration avec les associations d'aide aux familles d'enfants en situation de handicap. Ils peuvent demander à faire valider l'expérience acquise dans les conditions définies aux articles L. 2323-10 , L. 6111-1 , L. 6311-1 , L. 6411-1 et L. 6422-1 du code du travail. Leur formation professionnelle continue est fixée conformément à un référentiel national et adaptée à la diversité des situations des élèves accueillis dans les écoles et établissements d'enseignement. Un arrêté du ministre chargé de l'éducation nationale précise le cahier des charges des contenus de la formation continue spécifique concernant la prise en charge des enfants en situation de handicap. Ils sont recrutés par contrat d'une durée de trois ans, renouvelable une fois. Lorsque l'Etat conclut un nouveau contrat avec une personne ayant exercé pendant six ans en qualité d'accompagnant des élèves en situation de handicap en vue de poursuivre ces missions le contrat est à durée indéterminée. Pour l'appréciation de la durée des six ans, les services accomplis à temps incomplet et à temps partiel sont assimilés à des services à temps complet. Les services accomplis de manière discontinue sont pris en compte, sous réserve que la durée des interruptions n'excède pas quatre mois. Un décret définit les conditions dans lesquelles, lorsque l'Etat conclut un nouveau contrat avec une personne ayant exercé pendant trois à six ans en qualité d'accompagnant des élèves en situation de handicap en vue de poursuivre ses missions, le contrat peut être à durée indéterminée. Les services accomplis en qualité d'assistant d'éducation pour exercer des fonctions d'aide à l'inclusion scolaire des élèves en situation de handicap sont assimilés à des services accomplis en qualité d'accompagnant des élèves en situation de handicap. Les accompagnants des élèves en situation de handicap sont régis par les dispositions réglementaires générales applicables aux agents contractuels de l'Etat prises pour l'application de l'article 7 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, sous réserve de dérogations prévues par le décret mentionné au dernier alinéa du présent article. Dans chaque département, le directeur académique des services de l'éducation nationale désigne, parmi les accompagnants des élèves en situation de handicap répondant à des critères d'expérience fixés par arrêté, un ou plusieurs référents chargés de fournir à d'autres accompagnants des élèves en situation de handicap un appui dans leurs missions auprès des élèves en situation de handicap. Les conditions d'application du présent article sont fixées par décret, pris après avis du comité technique ministériel du ministère chargé de l'éducation nationale.",
            "texteHtml": "<p>Des accompagnants des élèves en situation de handicap sont recrutés pour exercer des fonctions d'aide à l'inclusion scolaire de ces élèves, y compris en dehors du temps scolaire. Ils sont recrutés par l'Etat, par les établissements d'enseignement mentionnés au chapitre II du titre Ier et au titre II du livre IV de la deuxième partie ou par les établissements mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525003&dateTexte=&categorieLien=cid'>l'article L. 442-1</a>. Lorsqu'ils sont recrutés par ces établissements, leur recrutement intervient après accord du directeur académique des services de l'éducation nationale.</p><p>Des accompagnants des élèves en situation de handicap sont également recrutés pour exercer des fonctions d'accompagnement auprès des étudiants en situation de handicap inscrits dans les établissements d'enseignement supérieur mentionnés aux titres Ier, II, IV et V du livre VII de la troisième partie du présent code et pour lesquels une aide a été reconnue nécessaire par la commission mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796672&dateTexte=&categorieLien=cid'>l'article L. 146-9 </a>du code de l'action sociale et des familles.</p><p>Ils peuvent exercer leurs fonctions dans l'établissement qui les a recrutés, dans un ou plusieurs autres établissements ainsi que, compte tenu des besoins appréciés par l'autorité administrative, dans une ou plusieurs écoles. Dans ce dernier cas, les directeurs d'école peuvent participer à la procédure de recrutement.</p><p>L'autorité compétente de l'Etat en matière d'éducation et les collectivités territoriales peuvent s'associer par convention en vue du recrutement commun d'accompagnants des élèves en situation de handicap. Ils peuvent être mis à la disposition des collectivités territoriales dans les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525588&dateTexte=&categorieLien=cid'>l'article L. 916-2 </a>du présent code.</p><p>Les accompagnants des élèves en situation de handicap bénéficient d'une formation spécifique pour l'accomplissement de leurs fonctions, mise en œuvre en collaboration avec les associations d'aide aux familles d'enfants en situation de handicap. Ils peuvent demander à faire valider l'expérience acquise dans les conditions définies aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901940&dateTexte=&categorieLien=cid'>L. 2323-10</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903977&dateTexte=&categorieLien=cid'>L. 6111-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904127&dateTexte=&categorieLien=cid'>L. 6311-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904468&dateTexte=&categorieLien=cid'>L. 6411-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904474&dateTexte=&categorieLien=cid'>L. 6422-1 </a>du code du travail. Leur formation professionnelle continue est fixée conformément à un référentiel national et adaptée à la diversité des situations des élèves accueillis dans les écoles et établissements d'enseignement. Un arrêté du ministre chargé de l'éducation nationale précise le cahier des charges des contenus de la formation continue spécifique concernant la prise en charge des enfants en situation de handicap.</p><p>Ils sont recrutés par contrat d'une durée de trois ans, renouvelable une fois. Lorsque l'Etat conclut un nouveau contrat avec une personne ayant exercé pendant six ans en qualité d'accompagnant des élèves en situation de handicap en vue de poursuivre ces missions le contrat est à durée indéterminée. Pour l'appréciation de la durée des six ans, les services accomplis à temps incomplet et à temps partiel sont assimilés à des services à temps complet. Les services accomplis de manière discontinue sont pris en compte, sous réserve que la durée des interruptions n'excède pas quatre mois. Un décret définit les conditions dans lesquelles, lorsque l'Etat conclut un nouveau contrat avec une personne ayant exercé pendant trois à six ans en qualité d'accompagnant des élèves en situation de handicap en vue de poursuivre ses missions, le contrat peut être à durée indéterminée.</p><p>Les services accomplis en qualité d'assistant d'éducation pour exercer des fonctions d'aide à l'inclusion scolaire des élèves en situation de handicap sont assimilés à des services accomplis en qualité d'accompagnant des élèves en situation de handicap.</p><p>Les accompagnants des élèves en situation de handicap sont régis par les dispositions réglementaires générales applicables aux agents contractuels de l'Etat prises pour l'application de <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000501099&idArticle=LEGIARTI000006450509&dateTexte=&categorieLien=cid'>l'article 7 </a>de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, sous réserve de dérogations prévues par le décret mentionné au dernier alinéa du présent article.</p><p>Dans chaque département, le directeur académique des services de l'éducation nationale désigne, parmi les accompagnants des élèves en situation de handicap répondant à des critères d'expérience fixés par arrêté, un ou plusieurs référents chargés de fournir à d'autres accompagnants des élèves en situation de handicap un appui dans leurs missions auprès des élèves en situation de handicap.</p><p>Les conditions d'application du présent article sont fixées par décret, pris après avis du comité technique ministériel du ministère chargé de l'éducation nationale.</p>",
            "num": "L917-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1671321600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Les personnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120393",
                        "id": "LEGISCTA000006120393",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Les personnels de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137630",
                        "id": "LEGISCTA000006137630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151385",
                        "id": "LEGISCTA000006151385",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028411296",
                        "id": "LEGISCTA000028411301",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028411303",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028411296",
            "sectionParentId": "LEGISCTA000028411301",
            "sectionParentTitre": "Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
            "fullSectionsTitre": "Partie législative &gt; Quatrième partie : Les personnels &gt; Livre IX : Les personnels de l'éducation &gt; Titre Ier : Dispositions générales &gt; Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000046756203",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046751169",
                    "textTitle": "LOI n°2022-1574 du 16 décembre 2022 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046754733",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-12-17",
                    "dateSignaTexte": "2022-12-16",
                    "dateDebutCible": "2022-12-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "LOI n° 84-16 du 11 janvier 1984 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006450509",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 442713600000
                },
                {
                    "textCid": "JORFTEXT000027356994",
                    "textTitle": "Arrêté du 18 avril 2013 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045038263",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1366934400000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000029147713",
                    "textTitle": "DÉCRET n°2014-724 du 27 juin 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029165029",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-724",
                    "datePubli": 1404000000000,
                    "dateDebut": 1404086400000
                },
                {
                    "textCid": "JORFTEXT000029147713",
                    "textTitle": "DÉCRET n°2014-724 du 27 juin 2014 - art. 3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047842508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-724",
                    "datePubli": 1404000000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "JORFTEXT000029884544",
                    "textTitle": "DÉCRET n°2014-1484 du 11 décembre 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000029885434",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1484",
                    "datePubli": 1418342400000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "JORFTEXT000032456038",
                    "textTitle": "Arrêté du 13 avril 2016 - art. 4",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000032458545",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1461715200000,
                    "dateDebut": 1461801600000
                },
                {
                    "textCid": "JORFTEXT000039424754",
                    "textTitle": "Arrêté du 23 octobre 2019 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000039424757",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1574899200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039638062",
                    "textTitle": "Décret n°2019-1389 du 18 décembre 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039639169",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1389",
                    "datePubli": 1576713600000,
                    "dateDebut": 1576800000000
                },
                {
                    "textCid": "JORFTEXT000042185057",
                    "textTitle": "Arrêté du 29 juillet 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042198673",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1596326400000,
                    "dateDebut": 1596412800000
                },
                {
                    "textCid": "JORFTEXT000042459388",
                    "textTitle": "Arrêté du 23 octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042461846",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000042459350",
                    "textTitle": "Décret n°2020-1287 du 23 octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042461821",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1287",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000042459350",
                    "textTitle": "Décret n°2020-1287 du 23 octobre 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042461829",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1287",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000047826456",
                    "textTitle": "Arrêté du 13 juillet 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047843238",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1689292800000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "JORFTEXT000047826432",
                    "textTitle": "Décret n°2023-598 du 13 juillet 2023 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047843002",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-598",
                    "datePubli": 1689292800000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D351-16-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D351-16-3",
                    "articleId": "LEGIARTI000029892085",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L351-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-3",
                    "articleId": "LEGIARTI000038902097",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L442-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L442-1",
                    "articleId": "LEGIARTI000006525003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L916-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L916-2",
                    "articleId": "LEGIARTI000006525588",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1051833600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2323-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2323-10",
                    "articleId": "LEGIARTI000006901940",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6111-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6111-1",
                    "articleId": "LEGIARTI000006903977",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6311-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6311-1",
                    "articleId": "LEGIARTI000006904127",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6411-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6411-1",
                    "articleId": "LEGIARTI000006904468",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6422-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6422-1",
                    "articleId": "LEGIARTI000006904474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L146-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L146-9",
                    "articleId": "LEGIARTI000006796672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028411327",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031086300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1567382400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038902086",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1567382400000,
                    "dateFin": 1671321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046756203",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671321600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L917-1",
                "917-1"
            ],
            "versionPrecedente": "LEGIARTI000038902086",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038902086",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Des accompagnants des élèves en situation de handicap peuvent être recrutés pour exercer des fonctions d'aide à l'inclusion scolaire de ces élèves, y compris en dehors du temps scolaire. Ils sont recrutés par l'Etat, par les établissements d'enseignement mentionnés au chapitre II du titre Ier et au titre II du livre IV de la deuxième partie ou par les établissements mentionnés à l'article L. 442-1 . Lorsqu'ils sont recrutés par ces établissements, leur recrutement intervient après accord du directeur académique des services de l'éducation nationale. Des accompagnants des élèves en situation de handicap peuvent également être recrutés pour exercer des fonctions d'accompagnement auprès des étudiants en situation de handicap inscrits dans les établissements d'enseignement supérieur mentionnés aux titres Ier, II, IV et V du livre VII de la troisième partie du présent code et pour lesquels une aide a été reconnue nécessaire par la commission mentionnée à l'article L. 146-9 du code de l'action sociale et des familles. Ils peuvent exercer leurs fonctions dans l'établissement qui les a recrutés, dans un ou plusieurs autres établissements ainsi que, compte tenu des besoins appréciés par l'autorité administrative, dans une ou plusieurs écoles. Dans ce dernier cas, les directeurs d'école peuvent participer à la procédure de recrutement. L'autorité compétente de l'Etat en matière d'éducation et les collectivités territoriales peuvent s'associer par convention en vue du recrutement commun d'accompagnants des élèves en situation de handicap. Ils peuvent être mis à la disposition des collectivités territoriales dans les conditions prévues à l'article L. 916-2 du présent code. Les accompagnants des élèves en situation de handicap bénéficient d'une formation spécifique pour l'accomplissement de leurs fonctions, mise en œuvre en collaboration avec les associations d'aide aux familles d'enfants en situation de handicap. Ils peuvent demander à faire valider l'expérience acquise dans les conditions définies aux articles L. 2323-10 , L. 6111-1 , L. 6311-1 , L. 6411-1 et L. 6422-1 du code du travail. Leur formation professionnelle continue est fixée conformément à un référentiel national et adaptée à la diversité des situations des élèves accueillis dans les écoles et établissements d'enseignement. Un arrêté du ministre chargé de l'éducation nationale précise le cahier des charges des contenus de la formation continue spécifique concernant la prise en charge des enfants en situation de handicap. Ils sont recrutés par contrat d'une durée de trois ans, renouvelable une fois. Lorsque l'Etat conclut un nouveau contrat avec une personne ayant exercé pendant six ans en qualité d'accompagnant des élèves en situation de handicap en vue de poursuivre ces missions le contrat est à durée indéterminée. Pour l'appréciation de la durée des six ans, les services accomplis à temps incomplet et à temps partiel sont assimilés à des services à temps complet. Les services accomplis de manière discontinue sont pris en compte, sous réserve que la durée des interruptions n'excède pas quatre mois. Les services accomplis en qualité d'assistant d'éducation pour exercer des fonctions d'aide à l'inclusion scolaire des élèves en situation de handicap sont assimilés à des services accomplis en qualité d'accompagnant des élèves en situation de handicap. Les accompagnants des élèves en situation de handicap sont régis par les dispositions réglementaires générales applicables aux agents contractuels de l'Etat prises pour l'application de l'article 7 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, sous réserve de dérogations prévues par le décret mentionné au dernier alinéa du présent article. Dans chaque département, le directeur académique des services de l'éducation nationale désigne, parmi les accompagnants des élèves en situation de handicap répondant à des critères d'expérience fixés par arrêté, un ou plusieurs référents chargés de fournir à d'autres accompagnants des élèves en situation de handicap un appui dans leurs missions auprès des élèves en situation de handicap. Les conditions d'application du présent article sont fixées par décret, pris après avis du comité technique ministériel du ministère chargé de l'éducation nationale.",
            "texteHtml": "<p>Des accompagnants des élèves en situation de handicap peuvent être recrutés pour exercer des fonctions d'aide à l'inclusion scolaire de ces élèves, y compris en dehors du temps scolaire. Ils sont recrutés par l'Etat, par les établissements d'enseignement mentionnés au chapitre II du titre Ier et au titre II du livre IV de la deuxième partie ou par les établissements mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525003&dateTexte=&categorieLien=cid'>l'article L. 442-1</a>. Lorsqu'ils sont recrutés par ces établissements, leur recrutement intervient après accord du directeur académique des services de l'éducation nationale.</p><p>Des accompagnants des élèves en situation de handicap peuvent également être recrutés pour exercer des fonctions d'accompagnement auprès des étudiants en situation de handicap inscrits dans les établissements d'enseignement supérieur mentionnés aux titres Ier, II, IV et V du livre VII de la troisième partie du présent code et pour lesquels une aide a été reconnue nécessaire par la commission mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796672&dateTexte=&categorieLien=cid'>l'article L. 146-9 </a>du code de l'action sociale et des familles.</p><p>Ils peuvent exercer leurs fonctions dans l'établissement qui les a recrutés, dans un ou plusieurs autres établissements ainsi que, compte tenu des besoins appréciés par l'autorité administrative, dans une ou plusieurs écoles. Dans ce dernier cas, les directeurs d'école peuvent participer à la procédure de recrutement.</p><p>L'autorité compétente de l'Etat en matière d'éducation et les collectivités territoriales peuvent s'associer par convention en vue du recrutement commun d'accompagnants des élèves en situation de handicap. Ils peuvent être mis à la disposition des collectivités territoriales dans les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525588&dateTexte=&categorieLien=cid'>l'article L. 916-2 </a>du présent code.</p><p>Les accompagnants des élèves en situation de handicap bénéficient d'une formation spécifique pour l'accomplissement de leurs fonctions, mise en œuvre en collaboration avec les associations d'aide aux familles d'enfants en situation de handicap. Ils peuvent demander à faire valider l'expérience acquise dans les conditions définies aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901940&dateTexte=&categorieLien=cid'>L. 2323-10</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903977&dateTexte=&categorieLien=cid'>L. 6111-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904127&dateTexte=&categorieLien=cid'>L. 6311-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904468&dateTexte=&categorieLien=cid'>L. 6411-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904474&dateTexte=&categorieLien=cid'>L. 6422-1 </a>du code du travail. Leur formation professionnelle continue est fixée conformément à un référentiel national et adaptée à la diversité des situations des élèves accueillis dans les écoles et établissements d'enseignement. Un arrêté du ministre chargé de l'éducation nationale précise le cahier des charges des contenus de la formation continue spécifique concernant la prise en charge des enfants en situation de handicap.</p><p>Ils sont recrutés par contrat d'une durée de trois ans, renouvelable une fois. Lorsque l'Etat conclut un nouveau contrat avec une personne ayant exercé pendant six ans en qualité d'accompagnant des élèves en situation de handicap en vue de poursuivre ces missions le contrat est à durée indéterminée. Pour l'appréciation de la durée des six ans, les services accomplis à temps incomplet et à temps partiel sont assimilés à des services à temps complet. Les services accomplis de manière discontinue sont pris en compte, sous réserve que la durée des interruptions n'excède pas quatre mois.</p><p>Les services accomplis en qualité d'assistant d'éducation pour exercer des fonctions d'aide à l'inclusion scolaire des élèves en situation de handicap sont assimilés à des services accomplis en qualité d'accompagnant des élèves en situation de handicap.</p><p>Les accompagnants des élèves en situation de handicap sont régis par les dispositions réglementaires générales applicables aux agents contractuels de l'Etat prises pour l'application de <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000501099&idArticle=LEGIARTI000006450509&dateTexte=&categorieLien=cid'>l'article 7 </a>de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, sous réserve de dérogations prévues par le décret mentionné au dernier alinéa du présent article.</p><p>Dans chaque département, le directeur académique des services de l'éducation nationale désigne, parmi les accompagnants des élèves en situation de handicap répondant à des critères d'expérience fixés par arrêté, un ou plusieurs référents chargés de fournir à d'autres accompagnants des élèves en situation de handicap un appui dans leurs missions auprès des élèves en situation de handicap.</p><p>Les conditions d'application du présent article sont fixées par décret, pris après avis du comité technique ministériel du ministère chargé de l'éducation nationale.</p><p></p>",
            "num": "L917-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1567382400000,
            "dateFin": 1671321600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Les personnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120393",
                        "id": "LEGISCTA000006120393",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Les personnels de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137630",
                        "id": "LEGISCTA000006137630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151385",
                        "id": "LEGISCTA000006151385",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028411296",
                        "id": "LEGISCTA000028411301",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028411303",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028411296",
            "sectionParentId": "LEGISCTA000028411301",
            "sectionParentTitre": "Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
            "fullSectionsTitre": "Partie législative &gt; Quatrième partie : Les personnels &gt; Livre IX : Les personnels de l'éducation &gt; Titre Ier : Dispositions générales &gt; Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038902086",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 63 de la loi n° 2019-791 du 26 juillet 2019, ces dispositions entrent en vigueur à la rentrée scolaire 2019.",
            "notaHtml": "<p>Conformément à l'article 63 de la loi n° 2019-791 du 26 juillet 2019, ces dispositions entrent en vigueur à la rentrée scolaire 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038829065",
                    "textTitle": "LOI n°2019-791 du 26 juillet 2019 - art. 25",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000038847569",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-28",
                    "dateSignaTexte": "2019-07-26",
                    "dateDebutCible": "2019-07-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "LOI n° 84-16 du 11 janvier 1984 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006450509",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 442713600000
                },
                {
                    "textCid": "JORFTEXT000027356994",
                    "textTitle": "Arrêté du 18 avril 2013 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045038263",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1366934400000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000029147713",
                    "textTitle": "DÉCRET n°2014-724 du 27 juin 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029165029",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-724",
                    "datePubli": 1404000000000,
                    "dateDebut": 1404086400000
                },
                {
                    "textCid": "JORFTEXT000029147713",
                    "textTitle": "DÉCRET n°2014-724 du 27 juin 2014 - art. 3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047842508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-724",
                    "datePubli": 1404000000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "JORFTEXT000029884544",
                    "textTitle": "DÉCRET n°2014-1484 du 11 décembre 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000029885434",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1484",
                    "datePubli": 1418342400000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "JORFTEXT000032456038",
                    "textTitle": "Arrêté du 13 avril 2016 - art. 4",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000032458545",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1461715200000,
                    "dateDebut": 1461801600000
                },
                {
                    "textCid": "JORFTEXT000039424754",
                    "textTitle": "Arrêté du 23 octobre 2019 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000039424757",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1574899200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039638062",
                    "textTitle": "Décret n°2019-1389 du 18 décembre 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039639169",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1389",
                    "datePubli": 1576713600000,
                    "dateDebut": 1576800000000
                },
                {
                    "textCid": "JORFTEXT000042185057",
                    "textTitle": "Arrêté du 29 juillet 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042198673",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1596326400000,
                    "dateDebut": 1596412800000
                },
                {
                    "textCid": "JORFTEXT000042459388",
                    "textTitle": "Arrêté du 23 octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042461846",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000042459350",
                    "textTitle": "Décret n°2020-1287 du 23 octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042461821",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1287",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000042459350",
                    "textTitle": "Décret n°2020-1287 du 23 octobre 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042461829",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1287",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000047826456",
                    "textTitle": "Arrêté du 13 juillet 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047843238",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1689292800000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "JORFTEXT000047826432",
                    "textTitle": "Décret n°2023-598 du 13 juillet 2023 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047843002",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-598",
                    "datePubli": 1689292800000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D351-16-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D351-16-3",
                    "articleId": "LEGIARTI000029892085",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L351-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-3",
                    "articleId": "LEGIARTI000038902097",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L442-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L442-1",
                    "articleId": "LEGIARTI000006525003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L916-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L916-2",
                    "articleId": "LEGIARTI000006525588",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1051833600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2323-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2323-10",
                    "articleId": "LEGIARTI000006901940",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6111-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6111-1",
                    "articleId": "LEGIARTI000006903977",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6311-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6311-1",
                    "articleId": "LEGIARTI000006904127",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6411-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6411-1",
                    "articleId": "LEGIARTI000006904468",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6422-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6422-1",
                    "articleId": "LEGIARTI000006904474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L146-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L146-9",
                    "articleId": "LEGIARTI000006796672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028411327",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031086300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1567382400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038902086",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1567382400000,
                    "dateFin": 1671321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046756203",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671321600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L917-1",
                "917-1"
            ],
            "versionPrecedente": "LEGIARTI000031086300",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031086300",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Des accompagnants des élèves en situation de handicap peuvent être recrutés pour exercer des fonctions d'aide à l'inclusion scolaire de ces élèves, y compris en dehors du temps scolaire. Ils sont recrutés par l'Etat, par les établissements d'enseignement mentionnés au chapitre II du titre Ier et au titre II du livre IV de la deuxième partie ou par les établissements mentionnés à l'article L. 442-1 . Lorsqu'ils sont recrutés par ces établissements, leur recrutement intervient après accord du directeur académique des services de l'éducation nationale. Des accompagnants des élèves en situation de handicap peuvent également être recrutés pour exercer des fonctions d'accompagnement auprès des étudiants en situation de handicap inscrits dans les établissements d'enseignement supérieur mentionnés aux titres Ier, II, IV et V du livre VII de la troisième partie du présent code et pour lesquels une aide a été reconnue nécessaire par la commission mentionnée à l'article L. 146-9 du code de l'action sociale et des familles. Ils peuvent exercer leurs fonctions dans l'établissement qui les a recrutés, dans un ou plusieurs autres établissements ainsi que, compte tenu des besoins appréciés par l'autorité administrative, dans une ou plusieurs écoles. Dans ce dernier cas, les directeurs d'école peuvent participer à la procédure de recrutement. Ils peuvent être mis à la disposition des collectivités territoriales dans les conditions prévues à l'article L. 916-2 du présent code. Les accompagnants des élèves en situation de handicap bénéficient d'une formation spécifique pour l'accomplissement de leurs fonctions, mise en œuvre en collaboration avec les associations d'aide aux familles d'enfants en situation de handicap. Ils peuvent demander à faire valider l'expérience acquise dans les conditions définies aux articles L. 2323-10 , L. 6111-1 , L. 6311-1 , L. 6411-1 et L. 6422-1 du code du travail. Ils sont recrutés par contrat d'une durée maximale de trois ans, renouvelable dans la limite maximale de six ans. Lorsque l'Etat conclut un nouveau contrat avec une personne ayant exercé pendant six ans en qualité d'accompagnant des élèves en situation de handicap en vue de poursuivre ces missions le contrat est à durée indéterminée. Pour l'appréciation de la durée des six ans, les services accomplis à temps incomplet et à temps partiel sont assimilés à des services à temps complet. Les services accomplis de manière discontinue sont pris en compte, sous réserve que la durée des interruptions n'excède pas quatre mois. Les services accomplis en qualité d'assistant d'éducation pour exercer des fonctions d'aide à l'inclusion scolaire des élèves en situation de handicap sont assimilés à des services accomplis en qualité d'accompagnant des élèves en situation de handicap. Les accompagnants des élèves en situation de handicap sont régis par les dispositions réglementaires générales applicables aux agents contractuels de l'Etat prises pour l'application de l'article 7 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, sous réserve de dérogations prévues par le décret mentionné au dernier alinéa du présent article. Les conditions d'application du présent article sont fixées par décret, pris après avis du comité technique ministériel du ministère chargé de l'éducation nationale.",
            "texteHtml": "<p>Des accompagnants des élèves en situation de handicap peuvent être recrutés pour exercer des fonctions d'aide à l'inclusion scolaire de ces élèves, y compris en dehors du temps scolaire. Ils sont recrutés par l'Etat, par les établissements d'enseignement mentionnés au chapitre II du titre Ier et au titre II du livre IV de la deuxième partie ou par les établissements mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525003&dateTexte=&categorieLien=cid'>l'article L. 442-1</a>. Lorsqu'ils sont recrutés par ces établissements, leur recrutement intervient après accord du directeur académique des services de l'éducation nationale. </p><p>Des accompagnants des élèves en situation de handicap peuvent également être recrutés pour exercer des fonctions d'accompagnement auprès des étudiants en situation de handicap inscrits dans les établissements d'enseignement supérieur mentionnés aux titres Ier, II, IV et V du livre VII de la troisième partie du présent code et pour lesquels une aide a été reconnue nécessaire par la commission mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796672&dateTexte=&categorieLien=cid'>l'article L. 146-9 </a>du code de l'action sociale et des familles. </p><p>Ils peuvent exercer leurs fonctions dans l'établissement qui les a recrutés, dans un ou plusieurs autres établissements ainsi que, compte tenu des besoins appréciés par l'autorité administrative, dans une ou plusieurs écoles. Dans ce dernier cas, les directeurs d'école peuvent participer à la procédure de recrutement. </p><p>Ils peuvent être mis à la disposition des collectivités territoriales dans les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525588&dateTexte=&categorieLien=cid'>l'article L. 916-2 </a>du présent code. </p><p>Les accompagnants des élèves en situation de handicap bénéficient d'une formation spécifique pour l'accomplissement de leurs fonctions, mise en œuvre en collaboration avec les associations d'aide aux familles d'enfants en situation de handicap. Ils peuvent demander à faire valider l'expérience acquise dans les conditions définies aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901940&dateTexte=&categorieLien=cid' title='Code du travail - art. L2323-10 (VT)'>L. 2323-10</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903977&dateTexte=&categorieLien=cid'>L. 6111-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904127&dateTexte=&categorieLien=cid'>L. 6311-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904468&dateTexte=&categorieLien=cid'>L. 6411-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904474&dateTexte=&categorieLien=cid'>L. 6422-1 </a>du code du travail. </p><p>Ils sont recrutés par contrat d'une durée maximale de trois ans, renouvelable dans la limite maximale de six ans. Lorsque l'Etat conclut un nouveau contrat avec une personne ayant exercé pendant six ans en qualité d'accompagnant des élèves en situation de handicap en vue de poursuivre ces missions le contrat est à durée indéterminée. Pour l'appréciation de la durée des six ans, les services accomplis à temps incomplet et à temps partiel sont assimilés à des services à temps complet. Les services accomplis de manière discontinue sont pris en compte, sous réserve que la durée des interruptions n'excède pas quatre mois. </p><p>Les services accomplis en qualité d'assistant d'éducation pour exercer des fonctions d'aide à l'inclusion scolaire des élèves en situation de handicap sont assimilés à des services accomplis en qualité d'accompagnant des élèves en situation de handicap. </p><p>Les accompagnants des élèves en situation de handicap sont régis par les dispositions réglementaires générales applicables aux agents contractuels de l'Etat prises pour l'application de <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000501099&idArticle=LEGIARTI000006450509&dateTexte=&categorieLien=cid'>l'article 7 </a>de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, sous réserve de dérogations prévues par le décret mentionné au dernier alinéa du présent article. </p><p>Les conditions d'application du présent article sont fixées par décret, pris après avis du comité technique ministériel du ministère chargé de l'éducation nationale.</p><p></p>",
            "num": "L917-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1567382400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Les personnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120393",
                        "id": "LEGISCTA000006120393",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Les personnels de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137630",
                        "id": "LEGISCTA000006137630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151385",
                        "id": "LEGISCTA000006151385",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028411296",
                        "id": "LEGISCTA000028411301",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028411303",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028411296",
            "sectionParentId": "LEGISCTA000028411301",
            "sectionParentTitre": "Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
            "fullSectionsTitre": "Partie législative &gt; Quatrième partie : Les personnels &gt; Livre IX : Les personnels de l'éducation &gt; Titre Ier : Dispositions générales &gt; Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031086300",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031046061",
                    "textTitle": "LOI n°2015-994 du 17 août 2015 - art. 18",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000031057728",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-18",
                    "dateSignaTexte": "2015-08-17",
                    "dateDebutCible": "2015-08-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "LOI n° 84-16 du 11 janvier 1984 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006450509",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 442713600000
                },
                {
                    "textCid": "JORFTEXT000027356994",
                    "textTitle": "Arrêté du 18 avril 2013 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045038263",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1366934400000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000029147713",
                    "textTitle": "DÉCRET n°2014-724 du 27 juin 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029165029",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-724",
                    "datePubli": 1404000000000,
                    "dateDebut": 1404086400000
                },
                {
                    "textCid": "JORFTEXT000029147713",
                    "textTitle": "DÉCRET n°2014-724 du 27 juin 2014 - art. 3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047842508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-724",
                    "datePubli": 1404000000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "JORFTEXT000029884544",
                    "textTitle": "DÉCRET n°2014-1484 du 11 décembre 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000029885434",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1484",
                    "datePubli": 1418342400000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "JORFTEXT000032456038",
                    "textTitle": "Arrêté du 13 avril 2016 - art. 4",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000032458545",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1461715200000,
                    "dateDebut": 1461801600000
                },
                {
                    "textCid": "JORFTEXT000039424754",
                    "textTitle": "Arrêté du 23 octobre 2019 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000039424757",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1574899200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039638062",
                    "textTitle": "Décret n°2019-1389 du 18 décembre 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039639169",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1389",
                    "datePubli": 1576713600000,
                    "dateDebut": 1576800000000
                },
                {
                    "textCid": "JORFTEXT000042185057",
                    "textTitle": "Arrêté du 29 juillet 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042198673",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1596326400000,
                    "dateDebut": 1596412800000
                },
                {
                    "textCid": "JORFTEXT000042459388",
                    "textTitle": "Arrêté du 23 octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042461846",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000042459350",
                    "textTitle": "Décret n°2020-1287 du 23 octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042461821",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1287",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000042459350",
                    "textTitle": "Décret n°2020-1287 du 23 octobre 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042461829",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1287",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000047826456",
                    "textTitle": "Arrêté du 13 juillet 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047843238",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1689292800000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "JORFTEXT000047826432",
                    "textTitle": "Décret n°2023-598 du 13 juillet 2023 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047843002",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-598",
                    "datePubli": 1689292800000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D351-16-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D351-16-3",
                    "articleId": "LEGIARTI000029892085",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L351-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-3",
                    "articleId": "LEGIARTI000038902097",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L442-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L442-1",
                    "articleId": "LEGIARTI000006525003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L916-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L916-2",
                    "articleId": "LEGIARTI000006525588",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1051833600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2323-10 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2323-10",
                    "articleId": "LEGIARTI000006901940",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6111-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6111-1",
                    "articleId": "LEGIARTI000006903977",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6311-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6311-1",
                    "articleId": "LEGIARTI000006904127",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6411-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6411-1",
                    "articleId": "LEGIARTI000006904468",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6422-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6422-1",
                    "articleId": "LEGIARTI000006904474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L146-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L146-9",
                    "articleId": "LEGIARTI000006796672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028411327",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031086300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1567382400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038902086",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1567382400000,
                    "dateFin": 1671321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046756203",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671321600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L917-1",
                "917-1"
            ],
            "versionPrecedente": "LEGIARTI000028411327",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028411327",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Des accompagnants des élèves en situation de handicap peuvent être recrutés pour exercer des fonctions d'aide à l'inclusion scolaire de ces élèves, y compris en dehors du temps scolaire. Ils sont recrutés par l'Etat, par les établissements d'enseignement mentionnés au chapitre II du titre Ier et au titre II du livre IV de la deuxième partie ou par les établissements mentionnés à l'article L. 442-1 . Lorsqu'ils sont recrutés par ces établissements, leur recrutement intervient après accord du directeur académique des services de l'éducation nationale. Des accompagnants des élèves en situation de handicap peuvent également être recrutés pour exercer des fonctions d'accompagnement auprès des étudiants en situation de handicap inscrits dans les établissements d'enseignement supérieur mentionnés aux titres Ier, II, IV et V du livre VII de la troisième partie du présent code et pour lesquels une aide a été reconnue nécessaire par la commission mentionnée à l'article L. 146-9 du code de l'action sociale et des familles. Ils peuvent exercer leurs fonctions dans l'établissement qui les a recrutés, dans un ou plusieurs autres établissements ainsi que, compte tenu des besoins appréciés par l'autorité administrative, dans une ou plusieurs écoles. Dans ce dernier cas, les directeurs d'école peuvent participer à la procédure de recrutement. Ils peuvent être mis à la disposition des collectivités territoriales dans les conditions prévues à l'article L. 916-2 du présent code. Les accompagnants des élèves en situation de handicap bénéficient d'une formation spécifique pour l'accomplissement de leurs fonctions, mise en œuvre en collaboration avec les associations d'aide aux familles d'enfants en situation de handicap. Ils peuvent demander à faire valider l'expérience acquise dans les conditions définies aux articles L. 2323-33 , L. 6111-1 , L. 6311-1 , L. 6411-1 et L. 6422-1 du code du travail. Ils sont recrutés par contrat d'une durée maximale de trois ans, renouvelable dans la limite maximale de six ans. Lorsque l'Etat conclut un nouveau contrat avec une personne ayant exercé pendant six ans en qualité d'accompagnant des élèves en situation de handicap en vue de poursuivre ces missions le contrat est à durée indéterminée. Pour l'appréciation de la durée des six ans, les services accomplis à temps incomplet et à temps partiel sont assimilés à des services à temps complet. Les services accomplis de manière discontinue sont pris en compte, sous réserve que la durée des interruptions n'excède pas quatre mois. Les services accomplis en qualité d'assistant d'éducation pour exercer des fonctions d'aide à l'inclusion scolaire des élèves en situation de handicap sont assimilés à des services accomplis en qualité d'accompagnant des élèves en situation de handicap. Les accompagnants des élèves en situation de handicap sont régis par les dispositions réglementaires générales applicables aux agents contractuels de l'Etat prises pour l'application de l'article 7 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, sous réserve de dérogations prévues par le décret mentionné au dernier alinéa du présent article. Les conditions d'application du présent article sont fixées par décret, pris après avis du comité technique ministériel du ministère chargé de l'éducation nationale.",
            "texteHtml": "<p>Des accompagnants des élèves en situation de handicap peuvent être recrutés pour exercer des fonctions d'aide à l'inclusion scolaire de ces élèves, y compris en dehors du temps scolaire. Ils sont recrutés par l'Etat, par les établissements d'enseignement mentionnés au chapitre II du titre Ier et au titre II du livre IV de la deuxième partie ou par les établissements mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525003&dateTexte=&categorieLien=cid' title='Code de l'éducation - art. L442-1 (V)'>l'article L. 442-1</a>. Lorsqu'ils sont recrutés par ces établissements, leur recrutement intervient après accord du directeur académique des services de l'éducation nationale. </p><p>Des accompagnants des élèves en situation de handicap peuvent également être recrutés pour exercer des fonctions d'accompagnement auprès des étudiants en situation de handicap inscrits dans les établissements d'enseignement supérieur mentionnés aux titres Ier, II, IV et V du livre VII de la troisième partie du présent code et pour lesquels une aide a été reconnue nécessaire par la commission mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796672&dateTexte=&categorieLien=cid' title='Code de l'action sociale et des familles - art. L146-9 (V)'>l'article L. 146-9 </a>du code de l'action sociale et des familles. </p><p>Ils peuvent exercer leurs fonctions dans l'établissement qui les a recrutés, dans un ou plusieurs autres établissements ainsi que, compte tenu des besoins appréciés par l'autorité administrative, dans une ou plusieurs écoles. Dans ce dernier cas, les directeurs d'école peuvent participer à la procédure de recrutement. </p><p>Ils peuvent être mis à la disposition des collectivités territoriales dans les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525588&dateTexte=&categorieLien=cid' title='Code de l'éducation - art. L916-2 (V)'>l'article L. 916-2 </a>du présent code. </p><p>Les accompagnants des élèves en situation de handicap bénéficient d'une formation spécifique pour l'accomplissement de leurs fonctions, mise en œuvre en collaboration avec les associations d'aide aux familles d'enfants en situation de handicap. Ils peuvent demander à faire valider l'expérience acquise dans les conditions définies aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901963&dateTexte=&categorieLien=cid' title='Code du travail - art. L2323-33 (V)'>L. 2323-33</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903977&dateTexte=&categorieLien=cid' title='Code du travail - art. L6111-1 (VT)'>L. 6111-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904127&dateTexte=&categorieLien=cid' title='Code du travail - art. L6311-1 (V)'>L. 6311-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904468&dateTexte=&categorieLien=cid' title='Code du travail - art. L6411-1 (V)'>L. 6411-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904474&dateTexte=&categorieLien=cid' title='Code du travail - art. L6422-1 (V)'>L. 6422-1 </a>du code du travail. </p><p>Ils sont recrutés par contrat d'une durée maximale de trois ans, renouvelable dans la limite maximale de six ans. Lorsque l'Etat conclut un nouveau contrat avec une personne ayant exercé pendant six ans en qualité d'accompagnant des élèves en situation de handicap en vue de poursuivre ces missions le contrat est à durée indéterminée. Pour l'appréciation de la durée des six ans, les services accomplis à temps incomplet et à temps partiel sont assimilés à des services à temps complet. Les services accomplis de manière discontinue sont pris en compte, sous réserve que la durée des interruptions n'excède pas quatre mois. </p><p>Les services accomplis en qualité d'assistant d'éducation pour exercer des fonctions d'aide à l'inclusion scolaire des élèves en situation de handicap sont assimilés à des services accomplis en qualité d'accompagnant des élèves en situation de handicap. </p><p>Les accompagnants des élèves en situation de handicap sont régis par les dispositions réglementaires générales applicables aux agents contractuels de l'Etat prises pour l'application de <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000501099&idArticle=LEGIARTI000006450509&dateTexte=&categorieLien=cid' title='Loi n°84-16 du 11 janvier 1984 - art. 7 (V)'>l'article 7</a> de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, sous réserve de dérogations prévues par le décret mentionné au dernier alinéa du présent article. </p><p>Les conditions d'application du présent article sont fixées par décret, pris après avis du comité technique ministériel du ministère chargé de l'éducation nationale.</p><p></p>",
            "num": "L917-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1388534400000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Les personnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120393",
                        "id": "LEGISCTA000006120393",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Les personnels de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137630",
                        "id": "LEGISCTA000006137630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151385",
                        "id": "LEGISCTA000006151385",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028411296",
                        "id": "LEGISCTA000028411301",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028411303",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028411296",
            "sectionParentId": "LEGISCTA000028411301",
            "sectionParentTitre": "Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
            "fullSectionsTitre": "Partie législative &gt; Quatrième partie : Les personnels &gt; Livre IX : Les personnels de l'éducation &gt; Titre Ier : Dispositions générales &gt; Chapitre VII : Dispositions spécifiques relatives aux accompagnants des élèves en situation de handicap.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028411327",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028399511",
                    "textTitle": "LOI n°2013-1278\n du 29 décembre 2013 - art. 124",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "124",
                    "articleId": "LEGIARTI000028402761",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-12-30",
                    "dateSignaTexte": "2013-12-29",
                    "dateDebutCible": "2014-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "Loi n°84-16 du 11 janvier 1984 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006450509",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 442713600000
                },
                {
                    "textCid": "JORFTEXT000027356994",
                    "textTitle": "Arrêté du 18 avril 2013 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045038263",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1366934400000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000029147713",
                    "textTitle": "DÉCRET n°2014-724 du 27 juin 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029165029",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-724",
                    "datePubli": 1404000000000,
                    "dateDebut": 1404086400000
                },
                {
                    "textCid": "JORFTEXT000029147713",
                    "textTitle": "DÉCRET n°2014-724 du 27 juin 2014 - art. 3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047842508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-724",
                    "datePubli": 1404000000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "JORFTEXT000029884544",
                    "textTitle": "DÉCRET n°2014-1484 du 11 décembre 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000029885434",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1484",
                    "datePubli": 1418342400000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "JORFTEXT000032456038",
                    "textTitle": "Arrêté du 13 avril 2016 - art. 4",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000032458545",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1461715200000,
                    "dateDebut": 1461801600000
                },
                {
                    "textCid": "JORFTEXT000039424754",
                    "textTitle": "Arrêté du 23 octobre 2019 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000039424757",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1574899200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039638062",
                    "textTitle": "Décret n°2019-1389 du 18 décembre 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039639169",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1389",
                    "datePubli": 1576713600000,
                    "dateDebut": 1576800000000
                },
                {
                    "textCid": "JORFTEXT000042185057",
                    "textTitle": "Arrêté du 29 juillet 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042198673",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1596326400000,
                    "dateDebut": 1596412800000
                },
                {
                    "textCid": "JORFTEXT000042459388",
                    "textTitle": "Arrêté du 23 octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042461846",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000042459350",
                    "textTitle": "Décret n°2020-1287 du 23 octobre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042461821",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1287",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000042459350",
                    "textTitle": "Décret n°2020-1287 du 23 octobre 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042461829",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1287",
                    "datePubli": 1603497600000,
                    "dateDebut": 1603584000000
                },
                {
                    "textCid": "JORFTEXT000047826456",
                    "textTitle": "Arrêté du 13 juillet 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047843238",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1689292800000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "JORFTEXT000047826432",
                    "textTitle": "Décret n°2023-598 du 13 juillet 2023 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047843002",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-598",
                    "datePubli": 1689292800000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D351-16-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D351-16-3",
                    "articleId": "LEGIARTI000029892085",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L351-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-3",
                    "articleId": "LEGIARTI000038902097",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L442-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L442-1",
                    "articleId": "LEGIARTI000006525003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L916-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L916-2",
                    "articleId": "LEGIARTI000006525588",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1051833600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2323-33 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2323-33",
                    "articleId": "LEGIARTI000006901963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6111-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6111-1",
                    "articleId": "LEGIARTI000006903977",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6311-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6311-1",
                    "articleId": "LEGIARTI000006904127",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6411-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6411-1",
                    "articleId": "LEGIARTI000006904468",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6422-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6422-1",
                    "articleId": "LEGIARTI000006904474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L146-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L146-9",
                    "articleId": "LEGIARTI000006796672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028411327",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031086300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1567382400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038902086",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1567382400000,
                    "dateFin": 1671321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046756203",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671321600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L917-1",
                "917-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}