{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006580675",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées. Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise. Le décret prévu à l'alinéa précédent fixe une durée d'activité minimale spécifique en faveur des personnes qui exercent des professions connexes à l'agriculture en double activité ou non dans les communes situées en zone de montagne. En cas de coexploitation ou d'exploitation sous forme sociétaire, l'importance de l'exploitation ou de l'entreprise doit être au moins égale ou équivalente à la moitié de la surface minimum d'installation multipliée par le nombre de membres ou d'associés participant aux travaux que comprend la coexploitation ou la société. Toutefois, cette superficie est réduite de 20 p. 100 de la surface minimum d'installation lorsque des époux dirigent, seuls ou avec d'autres personnes, l'exploitation ou l'entreprise. Si plusieurs couples dirigent ensemble l'exploitation ou l'entreprise, cette réduction est appliquée à chacun de ceux-ci. Ces dispositions ne sont pas applicables aux personnes déjà affiliées à la date de publication de la loi n° 88-1202 du 30 décembre 1988 relative à l'adaptation de l'exploitation agricole à son environnement économique et social ainsi qu'aux conjoints collaborateurs mentionnés à l'article L. 321-5 du présent code. II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret. En ce qui concerne les cotisations d'assurance maladie, ces minima peuvent être modulés pour tenir compte de l'importance de l'exploitation ou de l'entreprise. V. - Bénéficient d'une exonération totale de cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code. VI. - Les personnes qui dirigent une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret ont à leur charge une cotisation de solidarité calculée en pourcentage de leurs revenus professionnels ou de l'assiette forfaitaire définis à l'article 1003-12. Son taux est fixé par décret. VII. - Les associés de sociétés de personnes non affiliés au régime des personnes non salariées des professions agricoles et percevant des revenus professionnels tels que définis à l'article 1003-12 ont à leur charge une cotisation de solidarité calculée en pourcentage de ces revenus. Le taux de la cotisation est déterminé par décret.",
            "texteHtml": "<p></p>   I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées.<p></p><p></p>   Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise.<p></p><p></p>   Le décret prévu à l'alinéa précédent fixe une durée d'activité minimale spécifique en faveur des personnes qui exercent des professions connexes à l'agriculture en double activité ou non dans les communes situées en zone de montagne.<p></p><p></p>   En cas de coexploitation ou d'exploitation sous forme sociétaire, l'importance de l'exploitation ou de l'entreprise doit être au moins égale ou équivalente à la moitié de la surface minimum d'installation multipliée par le nombre de membres ou d'associés participant aux travaux que comprend la coexploitation ou la société. Toutefois, cette superficie est réduite de 20 p. 100 de la surface minimum d'installation lorsque des époux dirigent, seuls ou avec d'autres personnes, l'exploitation ou l'entreprise. Si plusieurs couples dirigent ensemble l'exploitation ou l'entreprise, cette réduction est appliquée à chacun de ceux-ci. Ces dispositions ne sont pas applicables aux personnes déjà affiliées à la date de publication de la loi n° 88-1202 du 30 décembre 1988 relative à l'adaptation de l'exploitation agricole à son environnement économique et social ainsi qu'aux conjoints collaborateurs mentionnés à l'article L. 321-5 du présent code.<p></p><p></p>   II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret. En ce qui concerne les cotisations d'assurance maladie, ces minima peuvent être modulés pour tenir compte de l'importance de l'exploitation ou de l'entreprise.<p></p><p></p>   V. - Bénéficient d'une exonération totale de cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code.<p></p><p></p>   VI. - Les personnes qui dirigent une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret ont à leur charge une cotisation de solidarité calculée en pourcentage de leurs revenus professionnels ou de l'assiette forfaitaire définis à l'article 1003-12. Son taux est fixé par décret.<p></p><p></p>   VII. - Les associés de sociétés de personnes non affiliés au régime des personnes non salariées des professions agricoles et percevant des revenus professionnels tels que définis à l'article 1003-12 ont à leur charge une cotisation de solidarité calculée en pourcentage de ces revenus. Le taux de la cotisation est déterminé par décret.<p></p>",
            "num": "1003-7-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "ABROGE",
            "dateDebut": 931564800000,
            "dateFin": 961632000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1503215,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121386",
                        "id": "LEGISCTA000006121386",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580670",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006121386",
            "sectionParentId": "LEGISCTA000006121386",
            "sectionParentTitre": "Titre II : Mutualité sociale agricole",
            "fullSectionsTitre": "Livre VII : Dispositions sociales &gt; Titre II : Mutualité sociale agricole",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006580675",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000395813",
                    "textTitle": "Loi n°99-574 du 9 juillet 1999 - art. 25 () JORF 10 juillet 1999",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006600360",
                    "natureText": "LOI",
                    "datePubliTexte": "1999-07-10",
                    "dateSignaTexte": "1999-07-09",
                    "dateDebutCible": "1999-07-10"
                },
                {
                    "textCid": "JORFTEXT000000583733",
                    "textTitle": "Rapport - art. 6 (V) JORF 22 juin 2000",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006601338",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2000-06-15",
                    "dateDebutCible": "2000-06-22"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000681303",
                    "textTitle": "Décret n°78-360 du 8 mars 1978 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006775891",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "78-360",
                    "datePubli": 259286400000,
                    "dateDebut": 776649600000
                },
                {
                    "textCid": "JORFTEXT000000705202",
                    "textTitle": "Loi 80-502 1980-07-04",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000705202",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "80-502",
                    "datePubli": 331603200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000875191",
                    "textTitle": "Loi 88-1202 1988-12-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000875191",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "88-1202",
                    "datePubli": 599529600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R352-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R352-1",
                    "articleId": "LEGIARTI000033052295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural 1060, 188-4, L321-5, 1122-1, 1003-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-4 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006585198",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-5 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-5",
                    "articleId": "LEGIARTI000006585199",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-6 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-6",
                    "articleId": "LEGIARTI000006585202",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-7",
                    "articleId": "LEGIARTI000006585203",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-11 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-11",
                    "articleId": "LEGIARTI000006585429",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-23 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-23",
                    "articleId": "LEGIARTI000006585457",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-24 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-24",
                    "articleId": "LEGIARTI000006585460",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-39 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-39",
                    "articleId": "LEGIARTI000006585482",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-4",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-5",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-6",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-7",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-11",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-23",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-24",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-39",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580670",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 331603200000,
                    "dateFin": 460252800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580671",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 554688000000,
                    "dateFin": 599529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580672",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 599529600000,
                    "dateFin": 694224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580673",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 694224000000,
                    "dateFin": 760924800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580674",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 760924800000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580675",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1003-7-1"
            ],
            "versionPrecedente": "LEGIARTI000006580674",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006580674",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées. Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise. Le décret prévu à l'alinéa précédent fixe une durée d'activité minimale spécifique en faveur des personnes qui exercent des professions connexes à l'agriculture en double activité ou non dans les communes situées en zone de montagne. En cas de coexploitation ou d'exploitation sous forme sociétaire, l'importance de l'exploitation ou de l'entreprise doit être au moins égale ou équivalente à la moitié de la surface minimum d'installation multipliée par le nombre de membres ou d'associés participant aux travaux que comprend la coexploitation ou la société. Toutefois, cette superficie est réduite de 20 p. 100 de la surface minimum d'installation lorsque des époux dirigent, seuls ou avec d'autres personnes, l'exploitation ou l'entreprise. Si plusieurs couples dirigent ensemble l'exploitation ou l'entreprise, cette réduction est appliquée à chacun de ceux-ci. Ces dispositions ne sont pas applicables aux personnes déjà affiliées à la date de publication de la loi n° 88-1202 du 30 décembre 1988 relative à l'adaptation de l'exploitation agricole à son environnement économique et social. II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret. En ce qui concerne les cotisations d'assurance maladie, ces minima peuvent être modulés pour tenir compte de l'importance de l'exploitation ou de l'entreprise. V. - Bénéficient d'une exonération totale de cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code. VI. - Les personnes qui dirigent une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret ont à leur charge une cotisation de solidarité calculée en pourcentage de leurs revenus professionnels ou de l'assiette forfaitaire définis à l'article 1003-12. Son taux est fixé par décret. VII. - Les associés de sociétés de personnes non affiliés au régime des personnes non salariées des professions agricoles et percevant des revenus professionnels tels que définis à l'article 1003-12 ont à leur charge une cotisation de solidarité calculée en pourcentage de ces revenus. Le taux de la cotisation est déterminé par décret.",
            "texteHtml": "<p></p>   I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées.<p></p><p></p>   Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise.<p></p><p></p>   Le décret prévu à l'alinéa précédent fixe une durée d'activité minimale spécifique en faveur des personnes qui exercent des professions connexes à l'agriculture en double activité ou non dans les communes situées en zone de montagne.<p></p><p></p>   En cas de coexploitation ou d'exploitation sous forme sociétaire, l'importance de l'exploitation ou de l'entreprise doit être au moins égale ou équivalente à la moitié de la surface minimum d'installation multipliée par le nombre de membres ou d'associés participant aux travaux que comprend la coexploitation ou la société. Toutefois, cette superficie est réduite de 20 p. 100 de la surface minimum d'installation lorsque des époux dirigent, seuls ou avec d'autres personnes, l'exploitation ou l'entreprise. Si plusieurs couples dirigent ensemble l'exploitation ou l'entreprise, cette réduction est appliquée à chacun de ceux-ci. Ces dispositions ne sont pas applicables aux personnes déjà affiliées à la date de publication de la loi n° 88-1202 du 30 décembre 1988 relative à l'adaptation de l'exploitation agricole à son environnement économique et social.<p></p><p></p>   II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret. En ce qui concerne les cotisations d'assurance maladie, ces minima peuvent être modulés pour tenir compte de l'importance de l'exploitation ou de l'entreprise.<p></p><p></p>   V. - Bénéficient d'une exonération totale de cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code.<p></p><p></p>   VI. - Les personnes qui dirigent une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret ont à leur charge une cotisation de solidarité calculée en pourcentage de leurs revenus professionnels ou de l'assiette forfaitaire définis à l'article 1003-12. Son taux est fixé par décret.<p></p><p></p>   VII. - Les associés de sociétés de personnes non affiliés au régime des personnes non salariées des professions agricoles et percevant des revenus professionnels tels que définis à l'article 1003-12 ont à leur charge une cotisation de solidarité calculée en pourcentage de ces revenus. Le taux de la cotisation est déterminé par décret.<p></p>",
            "num": "1003-7-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 760924800000,
            "dateFin": 931564800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1589113,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121386",
                        "id": "LEGISCTA000006121386",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580670",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006121386",
            "sectionParentId": "LEGISCTA000006121386",
            "sectionParentTitre": "Titre II : Mutualité sociale agricole",
            "fullSectionsTitre": "Livre VII : Dispositions sociales &gt; Titre II : Mutualité sociale agricole",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006580674",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000165175",
                    "textTitle": "Loi n°94-114 du 10 février 1994 - art. 32 () JORF 11 février 1994",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006848389",
                    "natureText": "LOI",
                    "datePubliTexte": "1994-02-11",
                    "dateSignaTexte": "1994-02-10",
                    "dateDebutCible": "1994-02-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000681303",
                    "textTitle": "Décret n°78-360 du 8 mars 1978 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006775891",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "78-360",
                    "datePubli": 259286400000,
                    "dateDebut": 776649600000
                },
                {
                    "textCid": "JORFTEXT000000705202",
                    "textTitle": "Loi 80-502 1980-07-04",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000705202",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "80-502",
                    "datePubli": 331603200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000875191",
                    "textTitle": "Loi 88-1202 1988-12-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000875191",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "88-1202",
                    "datePubli": 599529600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R352-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R352-1",
                    "articleId": "LEGIARTI000033052295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural 188-4, 1060, 1003-12, 1122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-4 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006585198",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-5 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-5",
                    "articleId": "LEGIARTI000006585199",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-6 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-6",
                    "articleId": "LEGIARTI000006585202",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-7",
                    "articleId": "LEGIARTI000006585203",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-11 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-11",
                    "articleId": "LEGIARTI000006585429",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-23 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-23",
                    "articleId": "LEGIARTI000006585457",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-24 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-24",
                    "articleId": "LEGIARTI000006585460",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-39 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-39",
                    "articleId": "LEGIARTI000006585482",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-4",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-5",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-6",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-7",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-11",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-23",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-24",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-39",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580670",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 331603200000,
                    "dateFin": 460252800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580671",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 554688000000,
                    "dateFin": 599529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580672",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 599529600000,
                    "dateFin": 694224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580673",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 694224000000,
                    "dateFin": 760924800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580674",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 760924800000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580675",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1003-7-1"
            ],
            "versionPrecedente": "LEGIARTI000006580673",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006580673",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées. Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise. Le décret prévu à l'alinéa précédent fixe une durée d'activité minimale spécifique en faveur des personnes qui exercent des professions connexes à l'agriculture en double activité ou non dans les communes situées en zone de montagne. En cas de coexploitation ou d'exploitation sous forme sociétaire, l'importance de l'exploitation ou de l'entreprise doit être au moins égale ou équivalente à la moitié de la surface minimum d'installation multipliée par le nombre de membres ou d'associés participant aux travaux que comprend la coexploitation ou la société. Toutefois, cette superficie est réduite de 20 p. 100 de la surface minimum d'installation lorsque des époux dirigent, seuls ou avec d'autres personnes, l'exploitation ou l'entreprise. Si plusieurs couples dirigent ensemble l'exploitation ou l'entreprise, cette réduction est appliquée à chacun de ceux-ci. Ces dispositions ne sont pas applicables aux personnes déjà affiliées à la date de publication de la loi n° 88-1202 du 30 décembre 1988 relative à l'adaptation de l'exploitation agricole à son environnement économique et social. II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret. V. - Bénéficient d'une exonération totale des cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code. VI. - Les personnes qui dirigent une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret ont à leur charge une cotisation de solidarité calculée en pourcentage de leurs revenus professionnels ou de l'assiette forfaitaire définis à l'article 1003-12. Son taux est fixé par décret. VII. - Les associés de sociétés de personnes non affiliés au régime des personnes non salariées des professions agricoles et percevant des revenus professionnels tels que définis à l'article 1003-12 ont à leur charge une cotisation de solidarité calculée en pourcentage de ces revenus. Le taux de la cotisation est déterminé par décret.",
            "texteHtml": "<p></p>   I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées.<p></p><p></p>   Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise.<p></p><p></p>   Le décret prévu à l'alinéa précédent fixe une durée d'activité minimale spécifique en faveur des personnes qui exercent des professions connexes à l'agriculture en double activité ou non dans les communes situées en zone de montagne.<p></p><p></p>   En cas de coexploitation ou d'exploitation sous forme sociétaire, l'importance de l'exploitation ou de l'entreprise doit être au moins égale ou équivalente à la moitié de la surface minimum d'installation multipliée par le nombre de membres ou d'associés participant aux travaux que comprend la coexploitation ou la société. Toutefois, cette superficie est réduite de 20 p. 100 de la surface minimum d'installation lorsque des époux dirigent, seuls ou avec d'autres personnes, l'exploitation ou l'entreprise. Si plusieurs couples dirigent ensemble l'exploitation ou l'entreprise, cette réduction est appliquée à chacun de ceux-ci. Ces dispositions ne sont pas applicables aux personnes déjà affiliées à la date de publication de la loi n° 88-1202 du 30 décembre 1988 relative à l'adaptation de l'exploitation agricole à son environnement économique et social.<p></p><p></p>   II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret.<p></p><p></p>   V. - Bénéficient d'une exonération totale des cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code.<p></p><p></p>   VI. - Les personnes qui dirigent une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret ont à leur charge une cotisation de solidarité calculée en pourcentage de leurs revenus professionnels ou de l'assiette forfaitaire définis à l'article 1003-12. Son taux est fixé par décret.<p></p><p></p>   VII. - Les associés de sociétés de personnes non affiliés au régime des personnes non salariées des professions agricoles et percevant des revenus professionnels tels que définis à l'article 1003-12 ont à leur charge une cotisation de solidarité calculée en pourcentage de ces revenus. Le taux de la cotisation est déterminé par décret.<p></p>",
            "num": "1003-7-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 694224000000,
            "dateFin": 760924800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1546164,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121386",
                        "id": "LEGISCTA000006121386",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580670",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006121386",
            "sectionParentId": "LEGISCTA000006121386",
            "sectionParentTitre": "Titre II : Mutualité sociale agricole",
            "fullSectionsTitre": "Livre VII : Dispositions sociales &gt; Titre II : Mutualité sociale agricole",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006580673",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000537781",
                    "textTitle": "Loi 91-1407 1991-12-31 art. 5 I, II JORF 4 janvier 1992 en vigueur le 1er janvier 1992",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000537781",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-01-04",
                    "dateSignaTexte": "1991-12-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000537781",
                    "textTitle": "Loi n°91-1407 du 31 décembre 1991 - art. 5 () JORF 4 janvier 1992 en vigueur le 1er janvier 1992",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006757526",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-01-04",
                    "dateSignaTexte": "1991-12-31",
                    "dateDebutCible": "1992-01-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 188-4, 1060, 1003-12, 1122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000681303",
                    "textTitle": "Décret n°78-360 du 8 mars 1978 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006775891",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "78-360",
                    "datePubli": 259286400000,
                    "dateDebut": 776649600000
                },
                {
                    "textCid": "JORFTEXT000000705202",
                    "textTitle": "Loi 80-502 1980-07-04",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000705202",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "80-502",
                    "datePubli": 331603200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000875191",
                    "textTitle": "Loi 88-1202 1988-12-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000875191",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "88-1202",
                    "datePubli": 599529600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R352-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R352-1",
                    "articleId": "LEGIARTI000033052295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-4",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-5",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-6",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-7",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-11",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-23",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-24",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-39",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-4 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006585198",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-5 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-5",
                    "articleId": "LEGIARTI000006585199",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-6 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-6",
                    "articleId": "LEGIARTI000006585202",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-7",
                    "articleId": "LEGIARTI000006585203",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-11 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-11",
                    "articleId": "LEGIARTI000006585429",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-23 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-23",
                    "articleId": "LEGIARTI000006585457",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-24 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-24",
                    "articleId": "LEGIARTI000006585460",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-39 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-39",
                    "articleId": "LEGIARTI000006585482",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580670",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 331603200000,
                    "dateFin": 460252800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580671",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 554688000000,
                    "dateFin": 599529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580672",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 599529600000,
                    "dateFin": 694224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580673",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 694224000000,
                    "dateFin": 760924800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580674",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 760924800000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580675",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1003-7-1"
            ],
            "versionPrecedente": "LEGIARTI000006580672",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006580672",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées. Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise. Le décret prévu à l'alinéa précédent fixe une durée d'activité minimale spécifique en faveur des personnes qui exercent des professions connexes à l'agriculture en double activité ou non dans les communes situées en zone de montagne. En cas de coexploitation ou d'exploitation sous forme sociétaire, l'importance de l'exploitation ou de l'entreprise doit être au moins égale ou équivalente à la moitié de la surface minimum d'installation multipliée par le nombre de membres ou d'associés participant aux travaux que comprend la coexploitation ou la société. Toutefois, cette superficie est réduite de 20 p. 100 de la surface minimum d'installation lorsque des époux dirigent, seuls ou avec d'autres personnes, l'exploitation ou l'entreprise. Si plusieurs couples dirigent ensemble l'exploitation ou l'entreprise, cette réduction est appliquée à chacun de ceux-ci. Ces dispositions ne sont pas applicables aux personnes déjà affiliées à la date de publication de la loi n° 88-1202 du 30 décembre 1988 relative à l'adaptation de l'exploitation agricole à son environnement économique et social. II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret. V. - Bénéficient d'une exonération totale de cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code. VI. - Des cotisations de solidarité peuvent être exigées des personnes dirigeant une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret. Les bases de calcul de ces cotisations sont déterminées par décret en fonction de l'importance de l'exploitation ou de l'entreprise.",
            "texteHtml": "<p></p>   I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées.<p></p><p></p>   Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise.<p></p><p></p>   Le décret prévu à l'alinéa précédent fixe une durée d'activité minimale spécifique en faveur des personnes qui exercent des professions connexes à l'agriculture en double activité ou non dans les communes situées en zone de montagne.<p></p><p></p>   En cas de coexploitation ou d'exploitation sous forme sociétaire, l'importance de l'exploitation ou de l'entreprise doit être au moins égale ou équivalente à la moitié de la surface minimum d'installation multipliée par le nombre de membres ou d'associés participant aux travaux que comprend la coexploitation ou la société. Toutefois, cette superficie est réduite de 20 p. 100 de la surface minimum d'installation lorsque des époux dirigent, seuls ou avec d'autres personnes, l'exploitation ou l'entreprise. Si plusieurs couples dirigent ensemble l'exploitation ou l'entreprise, cette réduction est appliquée à chacun de ceux-ci. Ces dispositions ne sont pas applicables aux personnes déjà affiliées à la date de publication de la loi n° 88-1202 du 30 décembre 1988 relative à l'adaptation de l'exploitation agricole à son environnement économique et social.<p></p><p></p>   II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret.<p></p><p></p>   V. - Bénéficient d'une exonération totale de cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code.<p></p><p></p>   VI. - Des cotisations de solidarité peuvent être exigées des personnes dirigeant une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret. Les bases de calcul de ces cotisations sont déterminées par décret en fonction de l'importance de l'exploitation ou de l'entreprise.<p></p>",
            "num": "1003-7-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 599529600000,
            "dateFin": 694224000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1374368,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121386",
                        "id": "LEGISCTA000006121386",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580670",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006121386",
            "sectionParentId": "LEGISCTA000006121386",
            "sectionParentTitre": "Titre II : Mutualité sociale agricole",
            "fullSectionsTitre": "Livre VII : Dispositions sociales &gt; Titre II : Mutualité sociale agricole",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006580672",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000875191",
                    "textTitle": "Loi n°88-1202 du 30 décembre 1988 - art. 37 () JORF 31 décembre 1988",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000006600001",
                    "natureText": "LOI",
                    "datePubliTexte": "1988-12-31",
                    "dateSignaTexte": "1988-12-30",
                    "dateDebutCible": "1988-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000681303",
                    "textTitle": "Décret n°78-360 du 8 mars 1978 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006775891",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "78-360",
                    "datePubli": 259286400000,
                    "dateDebut": 776649600000
                },
                {
                    "textCid": "JORFTEXT000000705202",
                    "textTitle": "Loi 80-502 1980-07-04",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000705202",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "80-502",
                    "datePubli": 331603200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000875191",
                    "textTitle": "Loi 88-1202 1988-12-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000875191",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "88-1202",
                    "datePubli": 599529600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R352-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R352-1",
                    "articleId": "LEGIARTI000033052295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural 188-4, 1060, 1122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-4 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006585198",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-5 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-5",
                    "articleId": "LEGIARTI000006585199",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-6 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-6",
                    "articleId": "LEGIARTI000006585202",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-7",
                    "articleId": "LEGIARTI000006585203",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-11 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-11",
                    "articleId": "LEGIARTI000006585429",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-23 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-23",
                    "articleId": "LEGIARTI000006585457",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-24 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-24",
                    "articleId": "LEGIARTI000006585460",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-39 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-39",
                    "articleId": "LEGIARTI000006585482",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-4",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-5",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-6",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-7",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-11",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-23",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-24",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-39",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580670",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 331603200000,
                    "dateFin": 460252800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580671",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 554688000000,
                    "dateFin": 599529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580672",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 599529600000,
                    "dateFin": 694224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580673",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 694224000000,
                    "dateFin": 760924800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580674",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 760924800000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580675",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1003-7-1"
            ],
            "versionPrecedente": "LEGIARTI000006580671",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006580671",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées. Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise. Le décret prévu à l'alinéa précédent fixe une durée d'activité minimale spécifique en faveur des personnes qui exercent des professions connexes à l'agriculture en double activité ou non dans les communes situées en zone de montagne. L'intéressé doit justifier au moment de l'affiliation que son exploitation répond aux conditions prévues par les articles 188-1 à 188-6 du présent code. II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret. V. - Bénéficient d'une exonération totale de cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code. VI. - Des cotisations de solidarité peuvent être exigées des personnes non affiliées au régime des non salariés agricoles et dirigeant une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret. Les bases de calcul de ces cotisations sont déterminées par décret en fonction de l'importance de l'exploitation ou de l'entreprise.",
            "texteHtml": "<p></p>   I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées.<p></p><p></p>   Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise.<p></p><p></p>   Le décret prévu à l'alinéa précédent fixe une durée d'activité minimale spécifique en faveur des personnes qui exercent des professions connexes à l'agriculture en double activité ou non dans les communes situées en zone de montagne.<p></p><p></p>   L'intéressé doit justifier au moment de l'affiliation que son exploitation répond aux conditions prévues par les articles 188-1 à 188-6 du présent code.<p></p><p></p>   II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret.<p></p><p></p>   V. - Bénéficient d'une exonération totale de cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code.<p></p><p></p>   VI. - Des cotisations de solidarité peuvent être exigées des personnes non affiliées au régime des non salariés agricoles et dirigeant une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret. Les bases de calcul de ces cotisations sont déterminées par décret en fonction de l'importance de l'exploitation ou de l'entreprise.<p></p>",
            "num": "1003-7-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 554688000000,
            "dateFin": 599529600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1460266,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121386",
                        "id": "LEGISCTA000006121386",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580670",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006121386",
            "sectionParentId": "LEGISCTA000006121386",
            "sectionParentTitre": "Titre II : Mutualité sociale agricole",
            "fullSectionsTitre": "Livre VII : Dispositions sociales &gt; Titre II : Mutualité sociale agricole",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006580671",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000320665",
                    "textTitle": "Loi n°84-741 du 1 août 1984 - art. 9 () JORF 2 août 1984",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006600874",
                    "natureText": "LOI",
                    "datePubliTexte": "1984-08-02",
                    "dateSignaTexte": "1984-08-01",
                    "dateDebutCible": "1984-08-02"
                },
                {
                    "textCid": "JORFTEXT000000687467",
                    "textTitle": "Loi n°87-588 du 30 juillet 1987 - art. 21 () JORF 31 juillet 1987",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006275377",
                    "natureText": "LOI",
                    "datePubliTexte": "1987-07-31",
                    "dateSignaTexte": "1987-07-30",
                    "dateDebutCible": "1987-07-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000681303",
                    "textTitle": "Décret n°78-360 du 8 mars 1978 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006775891",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "78-360",
                    "datePubli": 259286400000,
                    "dateDebut": 776649600000
                },
                {
                    "textCid": "JORFTEXT000000705202",
                    "textTitle": "Loi 80-502 1980-07-04",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000705202",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "80-502",
                    "datePubli": 331603200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R352-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R352-1",
                    "articleId": "LEGIARTI000033052295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural 188-1 à 188-6, 1060, 1122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-4 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006585198",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-5 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-5",
                    "articleId": "LEGIARTI000006585199",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-6 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-6",
                    "articleId": "LEGIARTI000006585202",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-7",
                    "articleId": "LEGIARTI000006585203",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-11 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-11",
                    "articleId": "LEGIARTI000006585429",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-23 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-23",
                    "articleId": "LEGIARTI000006585457",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-24 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-24",
                    "articleId": "LEGIARTI000006585460",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-39 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-39",
                    "articleId": "LEGIARTI000006585482",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-4",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-5",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-6",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-7",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-11",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-23",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-24",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-39",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580670",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 331603200000,
                    "dateFin": 460252800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580671",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 554688000000,
                    "dateFin": 599529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580672",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 599529600000,
                    "dateFin": 694224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580673",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 694224000000,
                    "dateFin": 760924800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580674",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 760924800000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580675",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1003-7-1"
            ],
            "versionPrecedente": "LEGIARTI000006580670",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006580670",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées. Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise. II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole. Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles. IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret. V. - Bénéficient d'une exonération totale de cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code. VI. - Des cotisations de solidarité peuvent être exigées des personnes non affiliées au régime des non salariés agricoles et dirigeant une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret. Les bases de calcul de ces cotisations sont déterminées par décret en fonction de l'importance de l'exploitation ou de l'entreprise.",
            "texteHtml": "<p></p>   I. - Sans préjudice de l'application des conditions particulières résultant de dispositions spéciales du présent titre, relèvent des régimes de protection sociale des personnes non salariées des professions agricoles, les chefs d'exploitation ou d'entreprise agricoles mentionnés à l'article 1060 (2°, 4° et 5°) qui dirigent une exploitation ou une entreprise dont l'importance est au moins égale ou équivalente à la moitié de la surface minimum d'installation définie pour chaque département ou partie de département, par application de l'article 188-4, compte tenu, s'il y a lieu, des coefficients d'équivalence applicables aux productions agricoles spécialisées.<p></p><p></p>   Lorsque l'importance de l'exploitation ou de l'entreprise ne peut être appréciée selon la règle posée à l'alinéa précédent, l'activité professionnelle dont doit justifier le chef d'exploitation ou d'entreprise pour relever des régimes mentionnés ci-dessus est déterminée par décret en tenant compte du temps de travail nécessaire à la conduite de cette exploitation ou entreprise.<p></p><p></p>   II. - Par dérogation aux dispositions ci-dessus, les personnes qui dirigent une exploitation ou entreprise agricoles ne répondant pas à la condition d'importance minimale fixée au I sont affiliées, sur leur demande, par décision des conseils d'administration des caisses de mutualité sociale agricole, aux régimes de protection sociale des personnes non salariées des professions agricoles si elles satisfont à des conditions de nature et de durée d'activité fixées par décret en Conseil d'Etat. Ce décret détermine les autres mesures d'application du présent paragraphe.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   III. - Les personnes qui, à la date d'entrée en vigueur de la loi n° 80-502 du 4 juillet 1980, relèvent des régimes de protection sociale des non salariés des professions agricoles, tout en dirigeant des exploitations ou entreprises agricoles ne répondant pas à la condition d'importance minimale fixée par le I ci-dessus, continuent de relever de ces régimes sous réserve que leur activité agricole ne se réduise pas ultérieurement dans des proportions précisées par décret ; dans ce cas, la décision de maintien dans le régime est prise par les conseils d'administration des caisses de mutualité sociale agricole.<p></p><p></p>   Un rapport sur les décisions prises au titre de l'alinéa précédent sera présenté chaque année au comité départemental des prestations sociales agricoles.<p></p><p></p>   IV. - Les cotisations d'allocations familiales, d'assurance vieillesse et d'assurance maladie dues par les chefs d'exploitation ou d'entreprise mentionnés à l'article 1060 (2°, 4° et 5°) ne peuvent être inférieures à des minima définis par décret.<p></p><p></p>   V. - Bénéficient d'une exonération totale de cotisations à l'assurance maladie des exploitants agricoles (Amexa), les titulaires de la retraite de vieillesse agricole et les titulaires de la retraite forfaitaire accordée en vertu de l'article 1122-1 du présent code, percevant l'allocation supplémentaire prévue au livre IX du code de la sécurité sociale, lorsqu'ils ont cessé toute activité professionnelle ou exploitent moins de trois hectares, sous réserve des coefficients d'équivalence prévus à l'article 188-4 du présent code.<p></p><p></p>   VI. - Des cotisations de solidarité peuvent être exigées des personnes non affiliées au régime des non salariés agricoles et dirigeant une exploitation ou une entreprise agricoles dont l'importance est inférieure à celle définie au I ci-dessus et supérieure à un minimum fixé par décret. Les bases de calcul de ces cotisations sont déterminées par décret en fonction de l'importance de l'exploitation ou de l'entreprise.<p></p>",
            "num": "1003-7-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 331603200000,
            "dateFin": 460252800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1417317,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121386",
                        "id": "LEGISCTA000006121386",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580670",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006121386",
            "sectionParentId": "LEGISCTA000006121386",
            "sectionParentTitre": "Titre II : Mutualité sociale agricole",
            "fullSectionsTitre": "Livre VII : Dispositions sociales &gt; Titre II : Mutualité sociale agricole",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006580670",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000705202",
                    "textTitle": "Loi n°80-502 du 4 juillet 1980 - art. 15 () JORF 5 juillet 1980",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006600748",
                    "natureText": "LOI",
                    "datePubliTexte": "1980-07-05",
                    "dateSignaTexte": "1980-07-04",
                    "dateDebutCible": "1980-07-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000681303",
                    "textTitle": "Décret n°78-360 du 8 mars 1978 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006775891",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "78-360",
                    "datePubli": 259286400000,
                    "dateDebut": 776649600000
                },
                {
                    "textCid": "JORFTEXT000000705202",
                    "textTitle": "Loi 80-502 1980-07-04",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000705202",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "80-502",
                    "datePubli": 331603200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R352-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R352-1",
                    "articleId": "LEGIARTI000033052295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural 188-4, 1060, 1122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-4 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006585198",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-5 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-5",
                    "articleId": "LEGIARTI000006585199",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-6 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-6",
                    "articleId": "LEGIARTI000006585202",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L722-7",
                    "articleId": "LEGIARTI000006585203",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-11 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-11",
                    "articleId": "LEGIARTI000006585429",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-23 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-23",
                    "articleId": "LEGIARTI000006585457",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-24 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-24",
                    "articleId": "LEGIARTI000006585460",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L731-39 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L731-39",
                    "articleId": "LEGIARTI000006585482",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-4",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-5",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-6",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L722-7",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-11",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-23",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-24",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-39",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580670",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 331603200000,
                    "dateFin": 460252800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580671",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 554688000000,
                    "dateFin": 599529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580672",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 599529600000,
                    "dateFin": 694224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580673",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 694224000000,
                    "dateFin": 760924800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580674",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 760924800000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580675",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1003-7-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}