{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041785539",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― 1. Avec l'accord préalable du ministre de la justice et le consentement du ou des autres Etats membres concernés, le procureur de la République peut autoriser, pour les besoins d'une procédure douanière, la création d'une équipe commune d'enquête spéciale : ― soit lorsqu'il y a lieu d'effectuer des enquêtes complexes impliquant la mobilisation d'importants moyens et qui concernent d'autres Etats membres ; ― soit lorsque plusieurs Etats membres effectuent des enquêtes relatives à des infractions exigeant une action coordonnée et concertée entre les Etats membres concernés. L'autorisation est donnée pour une durée déterminée, renouvelable, par le procureur de la République près le tribunal judiciaire dans le ressort duquel les actes de l'équipe commune d'enquête spéciale sont susceptibles de débuter ou par le procureur de la République saisi en application de l' article 706-76 du code de procédure pénale . Le procureur de la République est tenu régulièrement informé du déroulement des opérations effectuées dans le cadre de l'équipe commune d'enquête spéciale. Il peut, à tout moment, mettre fin à l'équipe commune d'enquête spéciale qu'il a autorisée. 2. Les agents étrangers détachés par un autre Etat membre auprès d'une équipe commune d'enquête spéciale, dans la limite des attributions attachées à leur statut, peuvent, sous la direction des agents des douanes français, avoir pour missions, le cas échéant, sur toute l'étendue du territoire national : a) De constater toute infraction douanière, d'en dresser procès-verbal, au besoin dans les formes prévues par le droit de leur Etat ; b) De recevoir par procès-verbal les déclarations qui leur sont faites par toute personne susceptible de fournir des renseignements sur les faits en cause, au besoin dans les formes prévues par le droit de leur Etat ; c) De seconder les agents des douanes français dans l'exercice de leurs fonctions ; d) De procéder à des surveillances et, s'ils sont habilités spécialement à cette fin, à des infiltrations, dans les conditions prévues à l'article 67 bis du présent code, sans qu'il soit nécessaire de faire application des deuxième et quatrième alinéas du VIII du même article. Les agents étrangers détachés auprès d'une équipe commune d'enquête spéciale peuvent exercer ces missions, sous réserve du consentement de l'Etat membre ayant procédé à leur détachement. Ces agents n'interviennent que dans les opérations pour lesquelles ils ont été désignés. Aucun des pouvoirs propres de l'agent des douanes français, responsable de l'équipe, ne peut leur être délégué. Un original des procès-verbaux qu'ils ont établis et qui doit être rédigé ou traduit en langue française est versé à la procédure française. II. ― A la demande des autorités compétentes du ou des autres Etats membres concernés, les agents des douanes français sont autorisés à participer aux activités d'une équipe commune d'enquête spéciale implantée dans un autre Etat membre. Dans le cadre de l'équipe commune d'enquête spéciale, les agents des douanes français détachés auprès d'une équipe commune d'enquête spéciale peuvent procéder aux opérations prescrites par le responsable d'équipe sur toute l'étendue du territoire de l'Etat où ils interviennent, dans la limite des pouvoirs qui leur sont reconnus par le présent code. Leurs missions sont définies par l'autorité de l'Etat membre compétente pour diriger l'équipe commune d'enquête spéciale sur le territoire duquel l'équipe intervient. Ils peuvent recevoir les déclarations et constater les infractions dans les formes prévues par le présent code, sous réserve de l'accord de l'Etat membre où ils interviennent. III. ― Les I et II sont applicables aux demandes de coopération entre les autorités douanières françaises et celles d'autres Etats parties à toute convention comportant des stipulations similaires à celles de la convention du 18 décembre 1997 relative à l'assistance mutuelle et à la coopération entre les administrations douanières.",
            "texteHtml": "<p>I. ― 1. Avec l'accord préalable du ministre de la justice et le consentement du ou des autres Etats membres concernés, le procureur de la République peut autoriser, pour les besoins d'une procédure douanière, la création d'une équipe commune d'enquête spéciale :</p><p>― soit lorsqu'il y a lieu d'effectuer des enquêtes complexes impliquant la mobilisation d'importants moyens et qui concernent d'autres Etats membres ;</p><p>― soit lorsque plusieurs Etats membres effectuent des enquêtes relatives à des infractions exigeant une action coordonnée et concertée entre les Etats membres concernés.</p><p>L'autorisation est donnée pour une durée déterminée, renouvelable, par le procureur de la République près le tribunal judiciaire dans le ressort duquel les actes de l'équipe commune d'enquête spéciale sont susceptibles de débuter ou par le procureur de la République saisi en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006577784&dateTexte=&categorieLien=cid'>article 706-76 du code de procédure pénale</a>.</p><p>Le procureur de la République est tenu régulièrement informé du déroulement des opérations effectuées dans le cadre de l'équipe commune d'enquête spéciale. Il peut, à tout moment, mettre fin à l'équipe commune d'enquête spéciale qu'il a autorisée.</p><p>2. Les agents étrangers détachés par un autre Etat membre auprès d'une équipe commune d'enquête spéciale, dans la limite des attributions attachées à leur statut, peuvent, sous la direction des agents des douanes français, avoir pour missions, le cas échéant, sur toute l'étendue du territoire national :</p><p>a) De constater toute infraction douanière, d'en dresser procès-verbal, au besoin dans les formes prévues par le droit de leur Etat ;</p><p>b) De recevoir par procès-verbal les déclarations qui leur sont faites par toute personne susceptible de fournir des renseignements sur les faits en cause, au besoin dans les formes prévues par le droit de leur Etat ;</p><p>c) De seconder les agents des douanes français dans l'exercice de leurs fonctions ;</p><p>d) De procéder à des surveillances et, s'ils sont habilités spécialement à cette fin, à des infiltrations, dans les conditions prévues à l'article 67 bis du présent code, sans qu'il soit nécessaire de faire application des deuxième et quatrième alinéas du VIII du même article.</p><p>Les agents étrangers détachés auprès d'une équipe commune d'enquête spéciale peuvent exercer ces missions, sous réserve du consentement de l'Etat membre ayant procédé à leur détachement.</p><p>Ces agents n'interviennent que dans les opérations pour lesquelles ils ont été désignés. Aucun des pouvoirs propres de l'agent des douanes français, responsable de l'équipe, ne peut leur être délégué.</p><p>Un original des procès-verbaux qu'ils ont établis et qui doit être rédigé ou traduit en langue française est versé à la procédure française.</p><p>II. ― A la demande des autorités compétentes du ou des autres Etats membres concernés, les agents des douanes français sont autorisés à participer aux activités d'une équipe commune d'enquête spéciale implantée dans un autre Etat membre.</p><p>Dans le cadre de l'équipe commune d'enquête spéciale, les agents des douanes français détachés auprès d'une équipe commune d'enquête spéciale peuvent procéder aux opérations prescrites par le responsable d'équipe sur toute l'étendue du territoire de l'Etat où ils interviennent, dans la limite des pouvoirs qui leur sont reconnus par le présent code.</p><p>Leurs missions sont définies par l'autorité de l'Etat membre compétente pour diriger l'équipe commune d'enquête spéciale sur le territoire duquel l'équipe intervient.</p><p>Ils peuvent recevoir les déclarations et constater les infractions dans les formes prévues par le présent code, sous réserve de l'accord de l'Etat membre où ils interviennent.</p><p>III. ― Les I et II sont applicables aux demandes de coopération entre les autorités douanières françaises et celles d'autres Etats parties à toute convention comportant des stipulations similaires à celles de la convention du 18 décembre 1997 relative à l'assistance mutuelle et à la coopération entre les administrations douanières.</p>",
            "num": "67 ter A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation et fonctionnement du service des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099261",
                        "id": "LEGISCTA000006099261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Pouvoirs des agents des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122076",
                        "id": "LEGISCTA000006122076",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-03-16",
                        "fin": "2999-01-01",
                        "titre": "Section 7 bis : Equipes communes d'enquête\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023718788",
                        "id": "LEGISCTA000023718788",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000023718790",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000023718788",
            "sectionParentId": "LEGISCTA000023718788",
            "sectionParentTitre": "Section 7 bis : Equipes communes d'enquête\r\n\r\n\r\n",
            "fullSectionsTitre": "Titre II : Organisation et fonctionnement du service des douanes &gt; Chapitre IV : Pouvoirs des agents des douanes &gt; Section 7 bis : Equipes communes d'enquête\r\n\r\n\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041785539",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 36 de l’ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l'article 36 de l’ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-76",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "706-76",
                    "articleId": "LEGIARTI000006577784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "",
                    "textTitle": "convention du 18 décembre 1997",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000023718790",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041785539",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "67 ter A",
                "67"
            ],
            "versionPrecedente": "LEGIARTI000023718790",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023718790",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― 1. Avec l'accord préalable du ministre de la justice et le consentement du ou des autres Etats membres concernés, le procureur de la République peut autoriser, pour les besoins d'une procédure douanière, la création d'une équipe commune d'enquête spéciale : ― soit lorsqu'il y a lieu d'effectuer des enquêtes complexes impliquant la mobilisation d'importants moyens et qui concernent d'autres Etats membres ; ― soit lorsque plusieurs Etats membres effectuent des enquêtes relatives à des infractions exigeant une action coordonnée et concertée entre les Etats membres concernés. L'autorisation est donnée pour une durée déterminée, renouvelable, par le procureur de la République près le tribunal de grande instance dans le ressort duquel les actes de l'équipe commune d'enquête spéciale sont susceptibles de débuter ou par le procureur de la République saisi en application de l' article 706-76 du code de procédure pénale . Le procureur de la République est tenu régulièrement informé du déroulement des opérations effectuées dans le cadre de l'équipe commune d'enquête spéciale. Il peut, à tout moment, mettre fin à l'équipe commune d'enquête spéciale qu'il a autorisée. 2. Les agents étrangers détachés par un autre Etat membre auprès d'une équipe commune d'enquête spéciale, dans la limite des attributions attachées à leur statut, peuvent, sous la direction des agents des douanes français, avoir pour missions, le cas échéant, sur toute l'étendue du territoire national : a) De constater toute infraction douanière, d'en dresser procès-verbal, au besoin dans les formes prévues par le droit de leur Etat ; b) De recevoir par procès-verbal les déclarations qui leur sont faites par toute personne susceptible de fournir des renseignements sur les faits en cause, au besoin dans les formes prévues par le droit de leur Etat ; c) De seconder les agents des douanes français dans l'exercice de leurs fonctions ; d) De procéder à des surveillances et, s'ils sont habilités spécialement à cette fin, à des infiltrations, dans les conditions prévues à l'article 67 bis du présent code, sans qu'il soit nécessaire de faire application des deuxième et quatrième alinéas du VIII du même article. Les agents étrangers détachés auprès d'une équipe commune d'enquête spéciale peuvent exercer ces missions, sous réserve du consentement de l'Etat membre ayant procédé à leur détachement. Ces agents n'interviennent que dans les opérations pour lesquelles ils ont été désignés. Aucun des pouvoirs propres de l'agent des douanes français, responsable de l'équipe, ne peut leur être délégué. Un original des procès-verbaux qu'ils ont établis et qui doit être rédigé ou traduit en langue française est versé à la procédure française. II. ― A la demande des autorités compétentes du ou des autres Etats membres concernés, les agents des douanes français sont autorisés à participer aux activités d'une équipe commune d'enquête spéciale implantée dans un autre Etat membre. Dans le cadre de l'équipe commune d'enquête spéciale, les agents des douanes français détachés auprès d'une équipe commune d'enquête spéciale peuvent procéder aux opérations prescrites par le responsable d'équipe sur toute l'étendue du territoire de l'Etat où ils interviennent, dans la limite des pouvoirs qui leur sont reconnus par le présent code. Leurs missions sont définies par l'autorité de l'Etat membre compétente pour diriger l'équipe commune d'enquête spéciale sur le territoire duquel l'équipe intervient. Ils peuvent recevoir les déclarations et constater les infractions dans les formes prévues par le présent code, sous réserve de l'accord de l'Etat membre où ils interviennent. III. ― Les I et II sont applicables aux demandes de coopération entre les autorités douanières françaises et celles d'autres Etats parties à toute convention comportant des stipulations similaires à celles de la convention du 18 décembre 1997 relative à l'assistance mutuelle et à la coopération entre les administrations douanières.",
            "texteHtml": "<p>I. ― 1. Avec l'accord préalable du ministre de la justice et le consentement du ou des autres Etats membres concernés, le procureur de la République peut autoriser, pour les besoins d'une procédure douanière, la création d'une équipe commune d'enquête spéciale :</p><p>― soit lorsqu'il y a lieu d'effectuer des enquêtes complexes impliquant la mobilisation d'importants moyens et qui concernent d'autres Etats membres ;</p><p>― soit lorsque plusieurs Etats membres effectuent des enquêtes relatives à des infractions exigeant une action coordonnée et concertée entre les Etats membres concernés.</p><p>L'autorisation est donnée pour une durée déterminée, renouvelable, par le procureur de la République près le tribunal de grande instance dans le ressort duquel les actes de l'équipe commune d'enquête spéciale sont susceptibles de débuter ou par le procureur de la République saisi en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006577784&dateTexte=&categorieLien=cid'>article 706-76 du code de procédure pénale</a>.</p><p>Le procureur de la République est tenu régulièrement informé du déroulement des opérations effectuées dans le cadre de l'équipe commune d'enquête spéciale. Il peut, à tout moment, mettre fin à l'équipe commune d'enquête spéciale qu'il a autorisée.</p><p>2. Les agents étrangers détachés par un autre Etat membre auprès d'une équipe commune d'enquête spéciale, dans la limite des attributions attachées à leur statut, peuvent, sous la direction des agents des douanes français, avoir pour missions, le cas échéant, sur toute l'étendue du territoire national :</p><p>a) De constater toute infraction douanière, d'en dresser procès-verbal, au besoin dans les formes prévues par le droit de leur Etat ;</p><p>b) De recevoir par procès-verbal les déclarations qui leur sont faites par toute personne susceptible de fournir des renseignements sur les faits en cause, au besoin dans les formes prévues par le droit de leur Etat ;</p><p>c) De seconder les agents des douanes français dans l'exercice de leurs fonctions ;</p><p>d) De procéder à des surveillances et, s'ils sont habilités spécialement à cette fin, à des infiltrations, dans les conditions prévues à l'article 67 bis du présent code, sans qu'il soit nécessaire de faire application des deuxième et quatrième alinéas du VIII du même article.</p><p>Les agents étrangers détachés auprès d'une équipe commune d'enquête spéciale peuvent exercer ces missions, sous réserve du consentement de l'Etat membre ayant procédé à leur détachement.</p><p>Ces agents n'interviennent que dans les opérations pour lesquelles ils ont été désignés. Aucun des pouvoirs propres de l'agent des douanes français, responsable de l'équipe, ne peut leur être délégué.</p><p>Un original des procès-verbaux qu'ils ont établis et qui doit être rédigé ou traduit en langue française est versé à la procédure française.</p><p>II. ― A la demande des autorités compétentes du ou des autres Etats membres concernés, les agents des douanes français sont autorisés à participer aux activités d'une équipe commune d'enquête spéciale implantée dans un autre Etat membre.</p><p>Dans le cadre de l'équipe commune d'enquête spéciale, les agents des douanes français détachés auprès d'une équipe commune d'enquête spéciale peuvent procéder aux opérations prescrites par le responsable d'équipe sur toute l'étendue du territoire de l'Etat où ils interviennent, dans la limite des pouvoirs qui leur sont reconnus par le présent code.</p><p>Leurs missions sont définies par l'autorité de l'Etat membre compétente pour diriger l'équipe commune d'enquête spéciale sur le territoire duquel l'équipe intervient.</p><p>Ils peuvent recevoir les déclarations et constater les infractions dans les formes prévues par le présent code, sous réserve de l'accord de l'Etat membre où ils interviennent.</p><p>III. ― Les I et II sont applicables aux demandes de coopération entre les autorités douanières françaises et celles d'autres Etats parties à toute convention comportant des stipulations similaires à celles de la convention du 18 décembre 1997 relative à l'assistance mutuelle et à la coopération entre les administrations douanières.</p>",
            "num": "67 ter A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1300233600000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation et fonctionnement du service des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099261",
                        "id": "LEGISCTA000006099261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Pouvoirs des agents des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122076",
                        "id": "LEGISCTA000006122076",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-03-16",
                        "fin": "2999-01-01",
                        "titre": "Section 7 bis : Equipes communes d'enquête\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023718788",
                        "id": "LEGISCTA000023718788",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000023718790",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000023718788",
            "sectionParentId": "LEGISCTA000023718788",
            "sectionParentTitre": "Section 7 bis : Equipes communes d'enquête\r\n\r\n\r\n",
            "fullSectionsTitre": "Titre II : Organisation et fonctionnement du service des douanes &gt; Chapitre IV : Pouvoirs des agents des douanes &gt; Section 7 bis : Equipes communes d'enquête\r\n\r\n\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000023718790",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000023707312",
                    "textTitle": "LOI n°2011-267\n du 14 mars 2011 - art. 107",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "107",
                    "articleId": "LEGIARTI000023708801",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-03-15",
                    "dateSignaTexte": "2011-03-14",
                    "dateDebutCible": "2011-03-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-76",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "706-76",
                    "articleId": "LEGIARTI000006577784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "",
                    "textTitle": "convention du 18 décembre 1997",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000023718790",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041785539",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "67 ter A",
                "67"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}