{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047288710",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Les contribuables domiciliés fiscalement en France peuvent bénéficier d'une réduction de leur impôt sur le revenu égale à 18 % des versements effectués au titre de souscriptions en numéraire au capital initial ou aux augmentations de capital des entreprises mentionnées au 1 du II. Cet avantage fiscal s'applique, dans les mêmes conditions, aux souscriptions effectuées par des personnes physiques en indivision. Chaque membre de l'indivision peut bénéficier de l'avantage fiscal à concurrence de la fraction de la part de sa souscription représentative de titres reçus en contrepartie de souscriptions au capital des entreprises vérifiant les conditions prévues au II du présent article. 2. La réduction d'impôt prévue au 1 du présent I est accordée dans les limites et conditions suivantes : 1° Elle est accordée au titre de l'année de la clôture de l'exercice de l'entreprise ; 2° Les versements ouvrant droit à la réduction d'impôt prévue au 1 du présent I sont retenus dans la limite d'un montant de 50 000 € pour les contribuables célibataires, veufs ou divorcés et de 100 000 € pour les contribuables mariés ou liés par un pacte civil de solidarité soumis à imposition commune, diminué du montant des versements ouvrant droit à la réduction d'impôt prévue à l'article 199 terdecies-0 A. La fraction des versements d'une année excédant, le cas échéant, les limites mentionnées au 1° du présent 2 ouvre droit à la réduction d'impôt dans les mêmes conditions au titre des quatre années suivantes ; 3° Le montant de la réduction d'impôt qui excède le montant mentionné au premier alinéa du 1 de l'article 200-0 A peut être reporté sur l'impôt sur le revenu dû au titre des années suivantes jusqu'à la cinquième année incluse. Pour la détermination de cet excédent au titre d'une année, il est tenu compte de la réduction d'impôt accordée au titre des versements réalisés au cours de l'année concernée et des versements en report mentionnés au second alinéa du 2° du présent 2, ainsi que des reports de la réduction d'impôt constatés au titre d'années antérieures ; 4° Les titres reçus en contrepartie de la souscription au capital de l'entreprise sont conservés jusqu'au 31 décembre de la cinquième année suivant celle de la souscription. La condition de conservation s'applique également à l'indivision mentionnée au second alinéa du 1 du présent I. En cas de non-respect de la condition de conservation, l'avantage fiscal mentionné au 1 du présent I est remis en cause au titre de l'année au cours de laquelle le contribuable cesse de respecter cette condition. En cas de non-respect de la condition de conservation par suite d'une fusion ou d'une scission au sens de l'article 817 A, l'avantage fiscal mentionné au 1 du présent I accordé au titre de l'année en cours et de celles précédant ces opérations n'est pas remis en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cet avantage fiscal n'est pas non plus remis en cause lorsque la condition de conservation n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ou d'une cession réalisée dans le cadre d'une procédure de redressement judiciaire ou de liquidation judiciaire. Les dispositions du troisième alinéa du présent 4° ne s'appliquent pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, du décès du souscripteur ou de son conjoint ou partenaire lié par un pacte civil de solidarité soumis à une imposition commune. Il en est de même en cas de donation à une personne physique des titres reçus en contrepartie de la souscription au capital de l'entreprise si le donataire reprend l'obligation de conservation des titres transmis prévue au premier alinéa du présent 4°. A défaut, la reprise de la réduction d'impôt obtenue est effectuée au nom du donateur ; 5° Les apports ne sont pas remboursés au contribuable avant le 31 décembre de la septième année suivant celle de la souscription, sauf si le remboursement fait suite à la liquidation judiciaire de l'entreprise. En cas de non-respect de la condition prévue au premier alinéa du présent 5°, l'avantage fiscal mentionné au 1 du présent I est remis en cause au titre de l'année au cours de laquelle le contribuable cesse de respecter cette condition. Cette condition s'applique également à l'indivision mentionnée au second alinéa du même 1 ; 6° Les versements ouvrent droit au bénéfice de la réduction d'impôt, sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, un récépissé de sa souscription attestant de son montant, de la date du versement et du respect, par l'entreprise au capital de laquelle il est souscrit, des conditions prévues au II du présent article pour l'exercice au cours duquel est effectuée la souscription ; 7° Les souscriptions mentionnées au 1 du présent I confèrent aux souscripteurs les seuls droits résultant de la qualité d'actionnaire ou d'associé, à l'exclusion de toute autre contrepartie notamment sous la forme de garantie en capital, de tarifs préférentiels ou d'accès prioritaire aux biens produits ou aux services rendus par la société. II.-1. L'entreprise bénéficiaire de la souscription mentionnée au I satisfait aux conditions suivantes : 1° Elle est agréée “ entreprise solidaire d'utilité sociale ” conformément à l'article L. 3332-17-1 du code du travail ; 2° Elle exerce à titre principal : a) Soit l'une des activités mentionnées au 1° ou au 3° de l'article L. 365-1 du code de la construction et de l'habitation ; b) Soit une activité d'acquisition et de gestion par bail rural de tous biens ruraux bâtis et non bâtis, dans le respect des conditions suivantes : -l'activité répond aux objectifs mentionnés au 1° du I de l'article L. 141-1 du code rural et de la pêche maritime et l'entreprise n'exerce pas d'activité d'exploitation ; -les baux ruraux sont conclus avec des preneurs répondant aux conditions mentionnées au 3° du présent 1 et comportent des clauses mentionnées au troisième alinéa de l'article L. 411-27 du code rural et de la pêche maritime ; -l'entreprise s'engage dans ses statuts à ne pas céder à titre onéreux les biens ruraux acquis pour l'exercice de son activité pendant une durée minimale de vingt ans, sauf à titre exceptionnel, lorsque le bien se révèle impropre à la culture ou doit être cédé dans le cadre d'un aménagement foncier ou pour faire face à de graves difficultés économiques conjoncturelles, après information du ministère de l'agriculture et pour un prix de cession n'excédant pas la valeur nette comptable dudit bien ; 3° Elle exerce son activité en faveur de personnes en situation de fragilité du fait de leur situation économique ou sociale au sens du 1° de l'article 2 de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire. Un décret précise, pour chaque secteur d'activité mentionné au 2° du présent 1, les critères de définition de ces publics, en fonction de leur niveau de ressources. Un arrêté, pris conjointement par le ministre chargé de l'économie et par le ou les ministres compétents pour chacun de ces secteurs, fixe la fraction minimale que ces publics représentent au sein de l'ensemble des bénéficiaires de l'entreprise ; 4° Elle rend aux personnes mentionnées au 3° du présent 1 un service d'intérêt économique général, au sens de la décision 2012/21/ UE de la Commission du 20 décembre 2011 relative à l'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides d'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion de services d'intérêt économique général, en mettant à leur disposition les biens et services fonciers mentionnés au 2° du présent 1 pour un tarif inférieur à celui du marché de référence dans lequel elle intervient et en favorisant l'accès de ses bénéficiaires en situation de fragilité économique ou sociale à ces biens et services fonciers, par un accompagnement spécifique. Les missions effectuées par l'entreprise bénéficiaire pour l'exécution du service mentionné au premier alinéa du présent 4°, ainsi que les obligations correspondantes, sont décrites par une convention qui tient lieu de mandat au sens de l'article 4 de la décision 2012/21/ UE précitée. Cette convention est conclue pour une durée n'excédant pas dix ans et est reconductible par périodes de dix ans. Un décret précise : -les différents marchés de référence, en distinguant ceux des entreprises qui accomplissent des services sociaux relatifs au logement social mentionnés à l'article L. 365-1 du code de la construction et de l'habitation, ceux des autres entreprises intervenant en matière de logement et ceux des entreprises qui exercent l'activité mentionnée au b du 2° du présent 1 ; -les modalités de détermination de la différence entre le tarif de mise à disposition par l'entreprise bénéficiaire et le tarif de référence sur le marché dans lequel elle intervient ; -le contenu de la convention mentionnée au deuxième alinéa du présent 4° ; 5° Les titres financiers ou parts sociales ayant fait l'objet des souscriptions ouvrant droit à la réduction d'impôt sont soumis aux exigences suivantes : a) L'entreprise ne procède pas à la distribution de dividendes ; b) Ces titres ou parts sont incessibles à un prix excédant leur valeur d'acquisition, majorée d'un taux de rendement annuel qui ne peut être supérieur à un plafond défini comme la somme entre : -le taux du livret A en vigueur au premier jour du mois de la date de la cession ; -et, le cas échéant, une majoration, définie par arrêté du ministre de l'économie, dans la limite de 1,25 % ; c) Les statuts de l'entreprise prévoient, si de telles modalités existent, les modalités de revalorisation de ces titres ou parts ; 6° Elle délivre au souscripteur qui lui en fait la demande le récépissé prévu au 6° du 2 du I du présent article ; elle tient un registre des souscriptions ayant donné lieu à délivrance d'un récépissé dont le contenu et les modalités de conservation sont précisées par arrêté du ministre chargé du budget ; 7° L'entreprise communique à chaque souscripteur, avant la souscription, un document d'information précisant notamment la période de conservation à respecter pour bénéficier de la réduction d'impôt mentionnée au 1 du I, les conditions de revente des titres ou parts au terme de la période de conservation, les conditions de remboursement des apports, les risques engendrés par l'opération, les règles d'organisation et de prévention des conflits d'intérêts, ainsi que les modalités de calcul et la décomposition de tous les frais et commissions, directs et indirects. 2. Pour chaque entreprise, le montant total des souscriptions ouvrant droit au bénéfice de la réduction prévue au 1 du I du présent article n'excède pas, au titre de l'exercice de souscription : 1° Un montant égal au rapport entre : a) Au numérateur : -la somme du produit, pour chaque marché sur lequel l'entreprise est intervenue en application du 4° du 1 du présent II au cours de l'avant-dernier exercice clos : i) de la surface mise à la disposition des personnes mentionnées au 3° du même 1 au cours de ce même exercice ; ii) par la différence de tarif prévue au premier alinéa du 4° dudit 1 constatée au cours dudit exercice ; -majorée d'un montant forfaitaire représentatif du surcroît de charges d'exploitation mobilisées par l'entreprise pour l'accompagnement spécifique prévu au même premier alinéa, dont les modalités de calcul sont fixées par la convention prévue au deuxième alinéa du même 4° ; -et minorée, le cas échéant, des autres aides publiques spécifiques destinées à compenser les coûts liés à l'exécution du service d'intérêt économique général défini au premier alinéa dudit 4° ; b) Au dénominateur, le taux de la réduction d'impôt définie au 1 du I applicable au titre de l'exercice de souscription ; 2° Un montant : a) De 40 millions d'euros, s'agissant des entreprises qui exercent l'activité mentionnée au a du 2° du 1 du présent II ; b) De 15 millions d'euros, s'agissant des entreprises qui exercent l'activité mentionnée au b du même 2°. Un décret précise la nature et les obligations de transmission par l'entreprise des informations nécessaires à la justification du calcul du plafond défini au 1° du présent 2 ainsi que les modalités de leur exploitation par l'administration. III.-La réduction d'impôt prévue au I ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à l'article 163 quinquies D, dans un plan d'épargne retraite mentionné à l'article L. 224-1 du code monétaire et financier, dans un sous-compte français du produit paneuropéen d'épargne-retraite individuelle mentionné à l'article L. 225-1 du même code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues aux articles 199 undecies A, 199 undecies B, 199 undecies C, 199 terdecies-0 A ou 199 terdecies-0 B du présent code. IV.-Le bénéfice de la réduction d'impôt prévue au I est subordonné au respect de la décision 2012/21/ UE de la Commission du 20 décembre 2011, relative à l'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides d'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion de services d'intérêt économique général.",
            "texteHtml": "<p>I.-1. Les contribuables domiciliés fiscalement en France peuvent bénéficier d'une réduction de leur impôt sur le revenu égale à 18 % des versements effectués au titre de souscriptions en numéraire au capital initial ou aux augmentations de capital des entreprises mentionnées au 1 du II.<br/><br/>\nCet avantage fiscal s'applique, dans les mêmes conditions, aux souscriptions effectuées par des personnes physiques en indivision. Chaque membre de l'indivision peut bénéficier de l'avantage fiscal à concurrence de la fraction de la part de sa souscription représentative de titres reçus en contrepartie de souscriptions au capital des entreprises vérifiant les conditions prévues au II du présent article.<br/><br/>\n2. La réduction d'impôt prévue au 1 du présent I est accordée dans les limites et conditions suivantes :<br/><br/>\n1° Elle est accordée au titre de l'année de la clôture de l'exercice de l'entreprise ;<br/><br/>\n2° Les versements ouvrant droit à la réduction d'impôt prévue au 1 du présent I sont retenus dans la limite d'un montant de 50 000 € pour les contribuables célibataires, veufs ou divorcés et de 100 000 € pour les contribuables mariés ou liés par un pacte civil de solidarité soumis à imposition commune, diminué du montant des versements ouvrant droit à la réduction d'impôt prévue à l'article 199 terdecies-0 A. La fraction des versements d'une année excédant, le cas échéant, les limites mentionnées au 1° du présent 2 ouvre droit à la réduction d'impôt dans les mêmes conditions au titre des quatre années suivantes ;<br/><br/>\n3° Le montant de la réduction d'impôt qui excède le montant mentionné au premier alinéa du 1 de l'article 200-0 A peut être reporté sur l'impôt sur le revenu dû au titre des années suivantes jusqu'à la cinquième année incluse. Pour la détermination de cet excédent au titre d'une année, il est tenu compte de la réduction d'impôt accordée au titre des versements réalisés au cours de l'année concernée et des versements en report mentionnés au second alinéa du 2° du présent 2, ainsi que des reports de la réduction d'impôt constatés au titre d'années antérieures ;<br/><br/>\n4° Les titres reçus en contrepartie de la souscription au capital de l'entreprise sont conservés jusqu'au 31 décembre de la cinquième année suivant celle de la souscription.<br/><br/>\nLa condition de conservation s'applique également à l'indivision mentionnée au second alinéa du 1 du présent I.<br/><br/>\nEn cas de non-respect de la condition de conservation, l'avantage fiscal mentionné au 1 du présent I est remis en cause au titre de l'année au cours de laquelle le contribuable cesse de respecter cette condition.<br/><br/>\nEn cas de non-respect de la condition de conservation par suite d'une fusion ou d'une scission au sens de l'article 817 A, l'avantage fiscal mentionné au 1 du présent I accordé au titre de l'année en cours et de celles précédant ces opérations n'est pas remis en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cet avantage fiscal n'est pas non plus remis en cause lorsque la condition de conservation n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ou d'une cession réalisée dans le cadre d'une procédure de redressement judiciaire ou de liquidation judiciaire.<br/><br/>\nLes dispositions du troisième alinéa du présent 4° ne s'appliquent pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, du décès du souscripteur ou de son conjoint ou partenaire lié par un pacte civil de solidarité soumis à une imposition commune. Il en est de même en cas de donation à une personne physique des titres reçus en contrepartie de la souscription au capital de l'entreprise si le donataire reprend l'obligation de conservation des titres transmis prévue au premier alinéa du présent 4°. A défaut, la reprise de la réduction d'impôt obtenue est effectuée au nom du donateur ;<br/><br/>\n5° Les apports ne sont pas remboursés au contribuable avant le 31 décembre de la septième année suivant celle de la souscription, sauf si le remboursement fait suite à la liquidation judiciaire de l'entreprise.<br/><br/>\nEn cas de non-respect de la condition prévue au premier alinéa du présent 5°, l'avantage fiscal mentionné au 1 du présent I est remis en cause au titre de l'année au cours de laquelle le contribuable cesse de respecter cette condition.<br/><br/>\nCette condition s'applique également à l'indivision mentionnée au second alinéa du même 1 ;<br/><br/>\n6° Les versements ouvrent droit au bénéfice de la réduction d'impôt, sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, un récépissé de sa souscription attestant de son montant, de la date du versement et du respect, par l'entreprise au capital de laquelle il est souscrit, des conditions prévues au II du présent article pour l'exercice au cours duquel est effectuée la souscription ;<br/><br/>\n7° Les souscriptions mentionnées au 1 du présent I confèrent aux souscripteurs les seuls droits résultant de la qualité d'actionnaire ou d'associé, à l'exclusion de toute autre contrepartie notamment sous la forme de garantie en capital, de tarifs préférentiels ou d'accès prioritaire aux biens produits ou aux services rendus par la société.<br/><br/>\nII.-1. L'entreprise bénéficiaire de la souscription mentionnée au I satisfait aux conditions suivantes :<br/><br/>\n1° Elle est agréée “ entreprise solidaire d'utilité sociale ” conformément à l'article L. 3332-17-1 du code du travail ;<br/><br/>\n2° Elle exerce à titre principal :<br/><br/>\na) Soit l'une des activités mentionnées au 1° ou au 3° de l'article L. 365-1 du code de la construction et de l'habitation ;<br/><br/>\nb) Soit une activité d'acquisition et de gestion par bail rural de tous biens ruraux bâtis et non bâtis, dans le respect des conditions suivantes :</p><p>-l'activité répond aux objectifs mentionnés au 1° du I de l'article L. 141-1 du code rural et de la pêche maritime et l'entreprise n'exerce pas d'activité d'exploitation ;<br/><br/>\n-les baux ruraux sont conclus avec des preneurs répondant aux conditions mentionnées au 3° du présent 1 et comportent des clauses mentionnées au troisième alinéa de l'article L. 411-27 du code rural et de la pêche maritime ;<br/><br/>\n-l'entreprise s'engage dans ses statuts à ne pas céder à titre onéreux les biens ruraux acquis pour l'exercice de son activité pendant une durée minimale de vingt ans, sauf à titre exceptionnel, lorsque le bien se révèle impropre à la culture ou doit être cédé dans le cadre d'un aménagement foncier ou pour faire face à de graves difficultés économiques conjoncturelles, après information du ministère de l'agriculture et pour un prix de cession n'excédant pas la valeur nette comptable dudit bien ;</p><p>3° Elle exerce son activité en faveur de personnes en situation de fragilité du fait de leur situation économique ou sociale au sens du 1° de l'article 2 de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire.<br/><br/>\nUn décret précise, pour chaque secteur d'activité mentionné au 2° du présent 1, les critères de définition de ces publics, en fonction de leur niveau de ressources.<br/><br/>\nUn arrêté, pris conjointement par le ministre chargé de l'économie et par le ou les ministres compétents pour chacun de ces secteurs, fixe la fraction minimale que ces publics représentent au sein de l'ensemble des bénéficiaires de l'entreprise ;<br/><br/>\n4° Elle rend aux personnes mentionnées au 3° du présent 1 un service d'intérêt économique général, au sens de la décision 2012/21/ UE de la Commission du 20 décembre 2011 relative à l'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides d'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion de services d'intérêt économique général, en mettant à leur disposition les biens et services fonciers mentionnés au 2° du présent 1 pour un tarif inférieur à celui du marché de référence dans lequel elle intervient et en favorisant l'accès de ses bénéficiaires en situation de fragilité économique ou sociale à ces biens et services fonciers, par un accompagnement spécifique.<br/><br/>\nLes missions effectuées par l'entreprise bénéficiaire pour l'exécution du service mentionné au premier alinéa du présent 4°, ainsi que les obligations correspondantes, sont décrites par une convention qui tient lieu de mandat au sens de l'article 4 de la décision 2012/21/ UE précitée. Cette convention est conclue pour une durée n'excédant pas dix ans et est reconductible par périodes de dix ans.<br/><br/>\nUn décret précise :</p><p>-les différents marchés de référence, en distinguant ceux des entreprises qui accomplissent des services sociaux relatifs au logement social mentionnés à l'article L. 365-1 du code de la construction et de l'habitation, ceux des autres entreprises intervenant en matière de logement et ceux des entreprises qui exercent l'activité mentionnée au b du 2° du présent 1 ;<br/><br/>\n-les modalités de détermination de la différence entre le tarif de mise à disposition par l'entreprise bénéficiaire et le tarif de référence sur le marché dans lequel elle intervient ;<br/><br/>\n-le contenu de la convention mentionnée au deuxième alinéa du présent 4° ;</p><p>5° Les titres financiers ou parts sociales ayant fait l'objet des souscriptions ouvrant droit à la réduction d'impôt sont soumis aux exigences suivantes :<br/><br/>\na) L'entreprise ne procède pas à la distribution de dividendes ;<br/><br/>\nb) Ces titres ou parts sont incessibles à un prix excédant leur valeur d'acquisition, majorée d'un taux de rendement annuel qui ne peut être supérieur à un plafond défini comme la somme entre :</p><p>-le taux du livret A en vigueur au premier jour du mois de la date de la cession ;<br/><br/>\n-et, le cas échéant, une majoration, définie par arrêté du ministre de l'économie, dans la limite de 1,25 % ;</p><p>c) Les statuts de l'entreprise prévoient, si de telles modalités existent, les modalités de revalorisation de ces titres ou parts ;<br/><br/>\n6° Elle délivre au souscripteur qui lui en fait la demande le récépissé prévu au 6° du 2 du I du présent article ; elle tient un registre des souscriptions ayant donné lieu à délivrance d'un récépissé dont le contenu et les modalités de conservation sont précisées par arrêté du ministre chargé du budget ;<br/><br/>\n7° L'entreprise communique à chaque souscripteur, avant la souscription, un document d'information précisant notamment la période de conservation à respecter pour bénéficier de la réduction d'impôt mentionnée au 1 du I, les conditions de revente des titres ou parts au terme de la période de conservation, les conditions de remboursement des apports, les risques engendrés par l'opération, les règles d'organisation et de prévention des conflits d'intérêts, ainsi que les modalités de calcul et la décomposition de tous les frais et commissions, directs et indirects.<br/><br/>\n2. Pour chaque entreprise, le montant total des souscriptions ouvrant droit au bénéfice de la réduction prévue au 1 du I du présent article n'excède pas, au titre de l'exercice de souscription :<br/><br/>\n1° Un montant égal au rapport entre :<br/><br/>\na) Au numérateur :</p><p>-la somme du produit, pour chaque marché sur lequel l'entreprise est intervenue en application du 4° du 1 du présent II au cours de l'avant-dernier exercice clos :</p><p>i) de la surface mise à la disposition des personnes mentionnées au 3° du même 1 au cours de ce même exercice ;<br/><br/>\nii) par la différence de tarif prévue au premier alinéa du 4° dudit 1 constatée au cours dudit exercice ;</p><p>-majorée d'un montant forfaitaire représentatif du surcroît de charges d'exploitation mobilisées par l'entreprise pour l'accompagnement spécifique prévu au même premier alinéa, dont les modalités de calcul sont fixées par la convention prévue au deuxième alinéa du même 4° ;<br/><br/>\n-et minorée, le cas échéant, des autres aides publiques spécifiques destinées à compenser les coûts liés à l'exécution du service d'intérêt économique général défini au premier alinéa dudit 4° ;</p><p>b) Au dénominateur, le taux de la réduction d'impôt définie au 1 du I applicable au titre de l'exercice de souscription ;<br/><br/>\n2° Un montant :<br/><br/>\na) De 40 millions d'euros, s'agissant des entreprises qui exercent l'activité mentionnée au a du 2° du 1 du présent II ;<br/><br/>\nb) De 15 millions d'euros, s'agissant des entreprises qui exercent l'activité mentionnée au b du même 2°.<br/><br/>\nUn décret précise la nature et les obligations de transmission par l'entreprise des informations nécessaires à la justification du calcul du plafond défini au 1° du présent 2 ainsi que les modalités de leur exploitation par l'administration.<br/><br/>\nIII.-La réduction d'impôt prévue au I ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à l'article 163 quinquies D, dans un plan d'épargne retraite mentionné à l'article L. 224-1 du code monétaire et financier, dans un sous-compte français du produit paneuropéen d'épargne-retraite individuelle mentionné à l'article L. 225-1 du même code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues aux articles 199 undecies A, 199 undecies B, 199 undecies C, 199 terdecies-0 A ou 199 terdecies-0 B du présent code.<br/><br/>\nIV.-Le bénéfice de la réduction d'impôt prévue au I est subordonné au respect de la décision 2012/21/ UE de la Commission du 20 décembre 2011, relative à l'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides d'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion de services d'intérêt économique général.</p>",
            "num": "199 terdecies-0 AB",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1678492800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610677158,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-04-11",
                        "fin": "2999-01-01",
                        "titre": "14° : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital des sociétés ainsi qu'au titre des souscriptions de parts de fonds communs de placement dans l'innovation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191614",
                        "id": "LEGISCTA000006191614",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041407321",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191614",
            "sectionParentId": "LEGISCTA000006191614",
            "sectionParentTitre": "14° : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital des sociétés ainsi qu'au titre des souscriptions de parts de fonds communs de placement dans l'innovation",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 14° : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital des sociétés ainsi qu'au titre des souscriptions de parts de fonds communs de placement dans l'innovation",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047288710",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au A du V de l’article 157 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent à compter du 1er janvier 2020. Toutefois, par dérogation au A du présent V, le dernier alinéa du b du 2° et le c du 5° du 1 du II de l'article 199 terdecies-0 AB, dans leur rédaction résultant de la présente loi, entrent en vigueur à compter du 1er janvier 2021. Le b du même 5° ne s'applique qu'aux titres ou parts souscrits à compter de cette même échéance. Aux termes du IV du même article, pour les versements effectués jusqu'au 31 décembre 2021, le taux de la réduction d'impôt prévue à l'article 199 terdecies-0 AB est fixé à 25 %.",
            "notaHtml": "<p>Conformément au A du V de l’article 157 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent à compter du 1er janvier 2020. Toutefois, par dérogation au A du présent V, le dernier alinéa du b du 2° et le c du 5° du 1 du II de l'article 199 terdecies-0 AB, dans leur rédaction résultant de la présente loi, entrent en vigueur à compter du 1er janvier 2021. Le b du même 5° ne s'applique qu'aux titres ou parts souscrits à compter de cette même échéance.</p><p>Aux termes du IV du même article, pour les versements effectués jusqu'au 31 décembre 2021, le taux de la réduction d'impôt prévue à l'article 199 terdecies-0 AB est fixé à 25 %.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047281777",
                    "textTitle": "LOI n°2023-171 du 9 mars 2023 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047282777",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-03-10",
                    "dateSignaTexte": "2023-03-09",
                    "dateDebutCible": "2023-03-11"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041407363",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1678492800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047288710",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1678492800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 terdecies-0 AB",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000041407363",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000041407363",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Les contribuables domiciliés fiscalement en France peuvent bénéficier d'une réduction de leur impôt sur le revenu égale à 18 % des versements effectués au titre de souscriptions en numéraire au capital initial ou aux augmentations de capital des entreprises mentionnées au 1 du II. Cet avantage fiscal s'applique, dans les mêmes conditions, aux souscriptions effectuées par des personnes physiques en indivision. Chaque membre de l'indivision peut bénéficier de l'avantage fiscal à concurrence de la fraction de la part de sa souscription représentative de titres reçus en contrepartie de souscriptions au capital des entreprises vérifiant les conditions prévues au II du présent article. 2. La réduction d'impôt prévue au 1 du présent I est accordée dans les limites et conditions suivantes : 1° Elle est accordée au titre de l'année de la clôture de l'exercice de l'entreprise ; 2° Les versements ouvrant droit à la réduction d'impôt prévue au 1 du présent I sont retenus dans la limite d'un montant de 50 000 € pour les contribuables célibataires, veufs ou divorcés et de 100 000 € pour les contribuables mariés ou liés par un pacte civil de solidarité soumis à imposition commune, diminué du montant des versements ouvrant droit à la réduction d'impôt prévue à l'article 199 terdecies-0 A. La fraction des versements d'une année excédant, le cas échéant, les limites mentionnées au 1° du présent 2 ouvre droit à la réduction d'impôt dans les mêmes conditions au titre des quatre années suivantes ; 3° Le montant de la réduction d'impôt qui excède le montant mentionné au premier alinéa du 1 de l'article 200-0 A peut être reporté sur l'impôt sur le revenu dû au titre des années suivantes jusqu'à la cinquième année incluse. Pour la détermination de cet excédent au titre d'une année, il est tenu compte de la réduction d'impôt accordée au titre des versements réalisés au cours de l'année concernée et des versements en report mentionnés au second alinéa du 2° du présent 2, ainsi que des reports de la réduction d'impôt constatés au titre d'années antérieures ; 4° Les titres reçus en contrepartie de la souscription au capital de l'entreprise sont conservés jusqu'au 31 décembre de la cinquième année suivant celle de la souscription. La condition de conservation s'applique également à l'indivision mentionnée au second alinéa du 1 du présent I. En cas de non-respect de la condition de conservation, l'avantage fiscal mentionné au 1 du présent I est remis en cause au titre de l'année au cours de laquelle le contribuable cesse de respecter cette condition. En cas de non-respect de la condition de conservation par suite d'une fusion ou d'une scission au sens de l'article 817 A, l'avantage fiscal mentionné au 1 du présent I accordé au titre de l'année en cours et de celles précédant ces opérations n'est pas remis en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cet avantage fiscal n'est pas non plus remis en cause lorsque la condition de conservation n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ou d'une cession réalisée dans le cadre d'une procédure de redressement judiciaire ou de liquidation judiciaire. Les dispositions du troisième alinéa du présent 4° ne s'appliquent pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, du décès du souscripteur ou de son conjoint ou partenaire lié par un pacte civil de solidarité soumis à une imposition commune. Il en est de même en cas de donation à une personne physique des titres reçus en contrepartie de la souscription au capital de l'entreprise si le donataire reprend l'obligation de conservation des titres transmis prévue au premier alinéa du présent 4°. A défaut, la reprise de la réduction d'impôt obtenue est effectuée au nom du donateur ; 5° Les apports ne sont pas remboursés au contribuable avant le 31 décembre de la septième année suivant celle de la souscription, sauf si le remboursement fait suite à la liquidation judiciaire de l'entreprise. En cas de non-respect de la condition prévue au premier alinéa du présent 5°, l'avantage fiscal mentionné au 1 du présent I est remis en cause au titre de l'année au cours de laquelle le contribuable cesse de respecter cette condition. Cette condition s'applique également à l'indivision mentionnée au second alinéa du même 1 ; 6° Les versements ouvrent droit au bénéfice de la réduction d'impôt, sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, un récépissé de sa souscription attestant de son montant, de la date du versement et du respect, par l'entreprise au capital de laquelle il est souscrit, des conditions prévues au II du présent article pour l'exercice au cours duquel est effectuée la souscription ; 7° Les souscriptions mentionnées au 1 du présent I confèrent aux souscripteurs les seuls droits résultant de la qualité d'actionnaire ou d'associé, à l'exclusion de toute autre contrepartie notamment sous la forme de garantie en capital, de tarifs préférentiels ou d'accès prioritaire aux biens produits ou aux services rendus par la société. II.-1. L'entreprise bénéficiaire de la souscription mentionnée au I satisfait aux conditions suivantes : 1° Elle est agréée “ entreprise solidaire d'utilité sociale ” conformément à l'article L. 3332-17-1 du code du travail ; 2° Elle exerce à titre principal : a) Soit l'une des activités mentionnées au 1° ou au 3° de l'article L. 365-1 du code de la construction et de l'habitation ; b) Soit une activité d'acquisition et de gestion par bail rural de tous biens ruraux bâtis et non bâtis, dans le respect des conditions suivantes : -l'activité répond aux objectifs mentionnés au 1° du I de l'article L. 141-1 du code rural et de la pêche maritime et l'entreprise n'exerce pas d'activité d'exploitation ; -les baux ruraux sont conclus avec des preneurs répondant aux conditions mentionnées au 3° du présent 1 et comportent des clauses mentionnées au troisième alinéa de l'article L. 411-27 du code rural et de la pêche maritime ; -l'entreprise s'engage dans ses statuts à ne pas céder à titre onéreux les biens ruraux acquis pour l'exercice de son activité pendant une durée minimale de vingt ans, sauf à titre exceptionnel, lorsque le bien se révèle impropre à la culture ou doit être cédé dans le cadre d'un aménagement foncier ou pour faire face à de graves difficultés économiques conjoncturelles, après information du ministère de l'agriculture et pour un prix de cession n'excédant pas la valeur nette comptable dudit bien ; 3° Elle exerce son activité en faveur de personnes en situation de fragilité du fait de leur situation économique ou sociale au sens du 1° de l'article 2 de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire. Un décret précise, pour chaque secteur d'activité mentionné au 2° du présent 1, les critères de définition de ces publics, en fonction de leur niveau de ressources. Un arrêté, pris conjointement par le ministre chargé de l'économie et par le ou les ministres compétents pour chacun de ces secteurs, fixe la fraction minimale que ces publics représentent au sein de l'ensemble des bénéficiaires de l'entreprise ; 4° Elle rend aux personnes mentionnées au 3° du présent 1 un service d'intérêt économique général, au sens de la décision 2012/21/ UE de la Commission du 20 décembre 2011 relative à l'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides d'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion de services d'intérêt économique général, en mettant à leur disposition les biens et services fonciers mentionnés au 2° du présent 1 pour un tarif inférieur à celui du marché de référence dans lequel elle intervient et en favorisant l'accès de ses bénéficiaires en situation de fragilité économique ou sociale à ces biens et services fonciers, par un accompagnement spécifique. Les missions effectuées par l'entreprise bénéficiaire pour l'exécution du service mentionné au premier alinéa du présent 4°, ainsi que les obligations correspondantes, sont décrites par une convention qui tient lieu de mandat au sens de l'article 4 de la décision 2012/21/ UE précitée. Cette convention est conclue pour une durée n'excédant pas dix ans et est reconductible par périodes de dix ans. Un décret précise : -les différents marchés de référence, en distinguant ceux des entreprises qui accomplissent des services sociaux relatifs au logement social mentionnés à l'article L. 365-1 du code de la construction et de l'habitation, ceux des autres entreprises intervenant en matière de logement et ceux des entreprises qui exercent l'activité mentionnée au b du 2° du présent 1 ; -les modalités de détermination de la différence entre le tarif de mise à disposition par l'entreprise bénéficiaire et le tarif de référence sur le marché dans lequel elle intervient ; -le contenu de la convention mentionnée au deuxième alinéa du présent 4° ; 5° Les titres financiers ou parts sociales ayant fait l'objet des souscriptions ouvrant droit à la réduction d'impôt sont soumis aux exigences suivantes : a) L'entreprise ne procède pas à la distribution de dividendes ; b) Ces titres ou parts sont incessibles à un prix excédant leur valeur d'acquisition, majorée d'un taux de rendement annuel qui ne peut être supérieur à un plafond défini comme la somme entre : -le taux du livret A en vigueur au premier jour du mois de la date de la cession ; -et, le cas échéant, une majoration, définie par arrêté du ministre de l'économie, dans la limite de 1,25 % ; c) Les statuts de l'entreprise prévoient, si de telles modalités existent, les modalités de revalorisation de ces titres ou parts ; 6° Elle délivre au souscripteur qui lui en fait la demande le récépissé prévu au 6° du 2 du I du présent article ; elle tient un registre des souscriptions ayant donné lieu à délivrance d'un récépissé dont le contenu et les modalités de conservation sont précisées par arrêté du ministre chargé du budget ; 7° L'entreprise communique à chaque souscripteur, avant la souscription, un document d'information précisant notamment la période de conservation à respecter pour bénéficier de la réduction d'impôt mentionnée au 1 du I, les conditions de revente des titres ou parts au terme de la période de conservation, les conditions de remboursement des apports, les risques engendrés par l'opération, les règles d'organisation et de prévention des conflits d'intérêts, ainsi que les modalités de calcul et la décomposition de tous les frais et commissions, directs et indirects. 2. Pour chaque entreprise, le montant total des souscriptions ouvrant droit au bénéfice de la réduction prévue au 1 du I du présent article n'excède pas, au titre de l'exercice de souscription : 1° Un montant égal au rapport entre : a) Au numérateur : -la somme du produit, pour chaque marché sur lequel l'entreprise est intervenue en application du 4° du 1 du présent II au cours de l'avant-dernier exercice clos : i) de la surface mise à la disposition des personnes mentionnées au 3° du même 1 au cours de ce même exercice ; ii) par la différence de tarif prévue au premier alinéa du 4° dudit 1 constatée au cours dudit exercice ; -majorée d'un montant forfaitaire représentatif du surcroît de charges d'exploitation mobilisées par l'entreprise pour l'accompagnement spécifique prévu au même premier alinéa, dont les modalités de calcul sont fixées par la convention prévue au deuxième alinéa du même 4° ; -et minorée, le cas échéant, des autres aides publiques spécifiques destinées à compenser les coûts liés à l'exécution du service d'intérêt économique général défini au premier alinéa dudit 4° ; b) Au dénominateur, le taux de la réduction d'impôt définie au 1 du I applicable au titre de l'exercice de souscription ; 2° Un montant : a) De 40 millions d'euros, s'agissant des entreprises qui exercent l'activité mentionnée au a du 2° du 1 du présent II ; b) De 15 millions d'euros, s'agissant des entreprises qui exercent l'activité mentionnée au b du même 2°. Un décret précise la nature et les obligations de transmission par l'entreprise des informations nécessaires à la justification du calcul du plafond défini au 1° du présent 2 ainsi que les modalités de leur exploitation par l'administration. III.-La réduction d'impôt prévue au I ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à l'article 163 quinquies D, dans un plan d'épargne retraite mentionné à l'article L. 224-1 du code monétaire et financier ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues aux articles 199 undecies A, 199 undecies B, 199 undecies C, 199 terdecies-0 A ou 199 terdecies-0 B du présent code. IV.-Le bénéfice de la réduction d'impôt prévue au I est subordonné au respect de la décision 2012/21/ UE de la Commission du 20 décembre 2011, relative à l'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides d'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion de services d'intérêt économique général.",
            "texteHtml": "<p>I.-1. Les contribuables domiciliés fiscalement en France peuvent bénéficier d'une réduction de leur impôt sur le revenu égale à 18 % des versements effectués au titre de souscriptions en numéraire au capital initial ou aux augmentations de capital des entreprises mentionnées au 1 du II.<br/><br/>\n Cet avantage fiscal s'applique, dans les mêmes conditions, aux souscriptions effectuées par des personnes physiques en indivision. Chaque membre de l'indivision peut bénéficier de l'avantage fiscal à concurrence de la fraction de la part de sa souscription représentative de titres reçus en contrepartie de souscriptions au capital des entreprises vérifiant les conditions prévues au II du présent article.<br/><br/>\n 2. La réduction d'impôt prévue au 1 du présent I est accordée dans les limites et conditions suivantes :<br/><br/>\n 1° Elle est accordée au titre de l'année de la clôture de l'exercice de l'entreprise ;<br/><br/>\n 2° Les versements ouvrant droit à la réduction d'impôt prévue au 1 du présent I sont retenus dans la limite d'un montant de 50 000 € pour les contribuables célibataires, veufs ou divorcés et de 100 000 € pour les contribuables mariés ou liés par un pacte civil de solidarité soumis à imposition commune, diminué du montant des versements ouvrant droit à la réduction d'impôt prévue à l'article 199 terdecies-0 A. La fraction des versements d'une année excédant, le cas échéant, les limites mentionnées au 1° du présent 2 ouvre droit à la réduction d'impôt dans les mêmes conditions au titre des quatre années suivantes ;<br/><br/>\n 3° Le montant de la réduction d'impôt qui excède le montant mentionné au premier alinéa du 1 de l'article 200-0 A peut être reporté sur l'impôt sur le revenu dû au titre des années suivantes jusqu'à la cinquième année incluse. Pour la détermination de cet excédent au titre d'une année, il est tenu compte de la réduction d'impôt accordée au titre des versements réalisés au cours de l'année concernée et des versements en report mentionnés au second alinéa du 2° du présent 2, ainsi que des reports de la réduction d'impôt constatés au titre d'années antérieures ;<br/><br/>\n 4° Les titres reçus en contrepartie de la souscription au capital de l'entreprise sont conservés jusqu'au 31 décembre de la cinquième année suivant celle de la souscription.<br/><br/>\n La condition de conservation s'applique également à l'indivision mentionnée au second alinéa du 1 du présent I.<br/><br/>\n En cas de non-respect de la condition de conservation, l'avantage fiscal mentionné au 1 du présent I est remis en cause au titre de l'année au cours de laquelle le contribuable cesse de respecter cette condition.<br/><br/>\n En cas de non-respect de la condition de conservation par suite d'une fusion ou d'une scission au sens de l'article 817 A, l'avantage fiscal mentionné au 1 du présent I accordé au titre de l'année en cours et de celles précédant ces opérations n'est pas remis en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cet avantage fiscal n'est pas non plus remis en cause lorsque la condition de conservation n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ou d'une cession réalisée dans le cadre d'une procédure de redressement judiciaire ou de liquidation judiciaire.<br/><br/>\n Les dispositions du troisième alinéa du présent 4° ne s'appliquent pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, du décès du souscripteur ou de son conjoint ou partenaire lié par un pacte civil de solidarité soumis à une imposition commune. Il en est de même en cas de donation à une personne physique des titres reçus en contrepartie de la souscription au capital de l'entreprise si le donataire reprend l'obligation de conservation des titres transmis prévue au premier alinéa du présent 4°. A défaut, la reprise de la réduction d'impôt obtenue est effectuée au nom du donateur ;<br/><br/>\n 5° Les apports ne sont pas remboursés au contribuable avant le 31 décembre de la septième année suivant celle de la souscription, sauf si le remboursement fait suite à la liquidation judiciaire de l'entreprise.<br/><br/>\n En cas de non-respect de la condition prévue au premier alinéa du présent 5°, l'avantage fiscal mentionné au 1 du présent I est remis en cause au titre de l'année au cours de laquelle le contribuable cesse de respecter cette condition.<br/><br/>\n Cette condition s'applique également à l'indivision mentionnée au second alinéa du même 1 ;<br/><br/>\n 6° Les versements ouvrent droit au bénéfice de la réduction d'impôt, sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, un récépissé de sa souscription attestant de son montant, de la date du versement et du respect, par l'entreprise au capital de laquelle il est souscrit, des conditions prévues au II du présent article pour l'exercice au cours duquel est effectuée la souscription ;<br/><br/>\n 7° Les souscriptions mentionnées au 1 du présent I confèrent aux souscripteurs les seuls droits résultant de la qualité d'actionnaire ou d'associé, à l'exclusion de toute autre contrepartie notamment sous la forme de garantie en capital, de tarifs préférentiels ou d'accès prioritaire aux biens produits ou aux services rendus par la société.<br/><br/>\n II.-1. L'entreprise bénéficiaire de la souscription mentionnée au I satisfait aux conditions suivantes :<br/><br/>\n 1° Elle est agréée “ entreprise solidaire d'utilité sociale ” conformément à l'article L. 3332-17-1 du code du travail ;<br/><br/>\n 2° Elle exerce à titre principal :<br/><br/>\n a) Soit l'une des activités mentionnées au 1° ou au 3° de l'article L. 365-1 du code de la construction et de l'habitation ;<br/><br/>\n b) Soit une activité d'acquisition et de gestion par bail rural de tous biens ruraux bâtis et non bâtis, dans le respect des conditions suivantes :</p><p><br/>\n-l'activité répond aux objectifs mentionnés au 1° du I de l'article L. 141-1 du code rural et de la pêche maritime et l'entreprise n'exerce pas d'activité d'exploitation ;<br/><br/>\n-les baux ruraux sont conclus avec des preneurs répondant aux conditions mentionnées au 3° du présent 1 et comportent des clauses mentionnées au troisième alinéa de l'article L. 411-27 du code rural et de la pêche maritime ;<br/><br/>\n-l'entreprise s'engage dans ses statuts à ne pas céder à titre onéreux les biens ruraux acquis pour l'exercice de son activité pendant une durée minimale de vingt ans, sauf à titre exceptionnel, lorsque le bien se révèle impropre à la culture ou doit être cédé dans le cadre d'un aménagement foncier ou pour faire face à de graves difficultés économiques conjoncturelles, après information du ministère de l'agriculture et pour un prix de cession n'excédant pas la valeur nette comptable dudit bien ;</p><p><br/>\n 3° Elle exerce son activité en faveur de personnes en situation de fragilité du fait de leur situation économique ou sociale au sens du 1° de l'article 2 de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire.<br/><br/>\n Un décret précise, pour chaque secteur d'activité mentionné au 2° du présent 1, les critères de définition de ces publics, en fonction de leur niveau de ressources.<br/><br/>\n Un arrêté, pris conjointement par le ministre chargé de l'économie et par le ou les ministres compétents pour chacun de ces secteurs, fixe la fraction minimale que ces publics représentent au sein de l'ensemble des bénéficiaires de l'entreprise ;<br/><br/>\n 4° Elle rend aux personnes mentionnées au 3° du présent 1 un service d'intérêt économique général, au sens de la décision 2012/21/ UE de la Commission du 20 décembre 2011 relative à l'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides d'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion de services d'intérêt économique général, en mettant à leur disposition les biens et services fonciers mentionnés au 2° du présent 1 pour un tarif inférieur à celui du marché de référence dans lequel elle intervient et en favorisant l'accès de ses bénéficiaires en situation de fragilité économique ou sociale à ces biens et services fonciers, par un accompagnement spécifique.<br/><br/>\n Les missions effectuées par l'entreprise bénéficiaire pour l'exécution du service mentionné au premier alinéa du présent 4°, ainsi que les obligations correspondantes, sont décrites par une convention qui tient lieu de mandat au sens de l'article 4 de la décision 2012/21/ UE précitée. Cette convention est conclue pour une durée n'excédant pas dix ans et est reconductible par périodes de dix ans.<br/><br/>\n Un décret précise :</p><p><br/>\n-les différents marchés de référence, en distinguant ceux des entreprises qui accomplissent des services sociaux relatifs au logement social mentionnés à l'article L. 365-1 du code de la construction et de l'habitation, ceux des autres entreprises intervenant en matière de logement et ceux des entreprises qui exercent l'activité mentionnée au b du 2° du présent 1 ;<br/><br/>\n-les modalités de détermination de la différence entre le tarif de mise à disposition par l'entreprise bénéficiaire et le tarif de référence sur le marché dans lequel elle intervient ;<br/><br/>\n-le contenu de la convention mentionnée au deuxième alinéa du présent 4° ;</p><p><br/>\n 5° Les titres financiers ou parts sociales ayant fait l'objet des souscriptions ouvrant droit à la réduction d'impôt sont soumis aux exigences suivantes :<br/><br/>\n a) L'entreprise ne procède pas à la distribution de dividendes ;<br/><br/>\n b) Ces titres ou parts sont incessibles à un prix excédant leur valeur d'acquisition, majorée d'un taux de rendement annuel qui ne peut être supérieur à un plafond défini comme la somme entre :</p><p><br/>\n-le taux du livret A en vigueur au premier jour du mois de la date de la cession ;<br/><br/>\n-et, le cas échéant, une majoration, définie par arrêté du ministre de l'économie, dans la limite de 1,25 % ;</p><p><br/>\n c) Les statuts de l'entreprise prévoient, si de telles modalités existent, les modalités de revalorisation de ces titres ou parts ;<br/><br/>\n 6° Elle délivre au souscripteur qui lui en fait la demande le récépissé prévu au 6° du 2 du I du présent article ; elle tient un registre des souscriptions ayant donné lieu à délivrance d'un récépissé dont le contenu et les modalités de conservation sont précisées par arrêté du ministre chargé du budget ;<br/><br/>\n 7° L'entreprise communique à chaque souscripteur, avant la souscription, un document d'information précisant notamment la période de conservation à respecter pour bénéficier de la réduction d'impôt mentionnée au 1 du I, les conditions de revente des titres ou parts au terme de la période de conservation, les conditions de remboursement des apports, les risques engendrés par l'opération, les règles d'organisation et de prévention des conflits d'intérêts, ainsi que les modalités de calcul et la décomposition de tous les frais et commissions, directs et indirects.<br/><br/>\n 2. Pour chaque entreprise, le montant total des souscriptions ouvrant droit au bénéfice de la réduction prévue au 1 du I du présent article n'excède pas, au titre de l'exercice de souscription :<br/><br/>\n 1° Un montant égal au rapport entre :<br/><br/>\n a) Au numérateur :</p><p><br/>\n-la somme du produit, pour chaque marché sur lequel l'entreprise est intervenue en application du 4° du 1 du présent II au cours de l'avant-dernier exercice clos :</p><p><br/>\n i) de la surface mise à la disposition des personnes mentionnées au 3° du même 1 au cours de ce même exercice ;<br/><br/>\n ii) par la différence de tarif prévue au premier alinéa du 4° dudit 1 constatée au cours dudit exercice ;</p><p><br/>\n-majorée d'un montant forfaitaire représentatif du surcroît de charges d'exploitation mobilisées par l'entreprise pour l'accompagnement spécifique prévu au même premier alinéa, dont les modalités de calcul sont fixées par la convention prévue au deuxième alinéa du même 4° ;<br/><br/>\n-et minorée, le cas échéant, des autres aides publiques spécifiques destinées à compenser les coûts liés à l'exécution du service d'intérêt économique général défini au premier alinéa dudit 4° ;</p><p><br/>\n b) Au dénominateur, le taux de la réduction d'impôt définie au 1 du I applicable au titre de l'exercice de souscription ;<br/><br/>\n 2° Un montant :<br/><br/>\n a) De 40 millions d'euros, s'agissant des entreprises qui exercent l'activité mentionnée au a du 2° du 1 du présent II ;<br/><br/>\n b) De 15 millions d'euros, s'agissant des entreprises qui exercent l'activité mentionnée au b du même 2°.<br/><br/>\n Un décret précise la nature et les obligations de transmission par l'entreprise des informations nécessaires à la justification du calcul du plafond défini au 1° du présent 2 ainsi que les modalités de leur exploitation par l'administration.<br/><br/>\n III.-La réduction d'impôt prévue au I ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à l'article 163 quinquies D, dans un plan d'épargne retraite mentionné à l'article L. 224-1 du code monétaire et financier ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues aux articles 199 undecies A, 199 undecies B, 199 undecies C, 199 terdecies-0 A ou 199 terdecies-0 B du présent code.<br/><br/>\n IV.-Le bénéfice de la réduction d'impôt prévue au I est subordonné au respect de la décision 2012/21/ UE de la Commission du 20 décembre 2011, relative à l'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides d'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion de services d'intérêt économique général.</p>",
            "num": "199 terdecies-0 AB",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1678492800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610677158,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-04-11",
                        "fin": "2999-01-01",
                        "titre": "14° : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital des sociétés ainsi qu'au titre des souscriptions de parts de fonds communs de placement dans l'innovation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191614",
                        "id": "LEGISCTA000006191614",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041407321",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191614",
            "sectionParentId": "LEGISCTA000006191614",
            "sectionParentTitre": "14° : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital des sociétés ainsi qu'au titre des souscriptions de parts de fonds communs de placement dans l'innovation",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 14° : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital des sociétés ainsi qu'au titre des souscriptions de parts de fonds communs de placement dans l'innovation",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041407363",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au A du V de l’article 157 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent à compter du 1er janvier 2020. Toutefois, par dérogation au A du présent V, le dernier alinéa du b du 2° et le c du 5° du 1 du II de l'article 199 terdecies-0 AB, dans leur rédaction résultant de la présente loi, entrent en vigueur à compter du 1er janvier 2021. Le b du même 5° ne s'applique qu'aux titres ou parts souscrits à compter de cette même échéance. Aux termes du IV du même article, pour les versements effectués jusqu'au 31 décembre 2021, le taux de la réduction d'impôt prévue à l'article 199 terdecies-0 AB est fixé à 25 %.",
            "notaHtml": "<p>Conformément au A du V de l’article 157 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent à compter du 1er janvier 2020. Toutefois, par dérogation au A du présent V, le dernier alinéa du b du 2° et le c du 5° du 1 du II de l'article 199 terdecies-0 AB, dans leur rédaction résultant de la présente loi, entrent en vigueur à compter du 1er janvier 2021. Le b du même 5° ne s'applique qu'aux titres ou parts souscrits à compter de cette même échéance.</p><p>Aux termes du IV du même article, pour les versements effectués jusqu'au 31 décembre 2021, le taux de la réduction d'impôt prévue à l'article 199 terdecies-0 AB est fixé à 25 %.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 157 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "157",
                    "articleId": "LEGIARTI000046861226",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2023-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041407363",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1678492800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047288710",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1678492800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 terdecies-0 AB",
                "199"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}