{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042524283",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les dispositions de la présente sous-section sont également applicables aux prêts consentis à des personnes morales, après décision d'agrément du représentant de l'Etat dans le département, pour le financement des opérations suivantes : 1° La construction ou l'acquisition de logements neufs ; sont assimilés à la construction de logements l'acquisition d'un logement en vue de sa première occupation après la réalisation de travaux concourant à la production ou à la livraison d'un immeuble neuf au sens du 2° du 2 du I de l'article 257 du code général des impôts, et l'aménagement à usage de logement de locaux non destinés à l'habitation ; 2° L'acquisition-amélioration de logements ayant déjà été occupés à condition que le programme de travaux dont ils font l'objet respectent les conditions définies au II bis et au III de l'article D. 31-10-2. Les logements financés par ces prêts font l'objet d'un contrat de location-accession régi par la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété et sont destinés à être occupés à titre de résidence principale par des personnes dont les revenus, à la date de signature du contrat préliminaire ou, à défaut, du contrat de location-accession, n'excèdent pas un plafond fixé par arrêté. Les prêts visés au premier alinéa peuvent faire l'objet d'une convention de refinancement conclue sous l'égide de l'Etat entre les établissements de crédits ou les sociétés de financement distributeurs et la Caisse des dépôts et consignations. L'accédant peut, au moment de la levée d'option, bénéficier des dispositions du présent article et de celles des articles D. 31-10-1 et suivants. II.-Pour obtenir la décision d'agrément, le vendeur conclut avec l'Etat une convention qui prévoit le respect des conditions suivantes : -la partie de la redevance correspondant au droit de l'accédant à la jouissance du logement n'excède pas des plafonds de loyer fixés par arrêté ; elle peut être révisée à chaque date anniversaire du contrat, dans la limite de la variation annuelle de l'indice de référence des loyers, à partir du dernier indice publié à la date de signature du contrat ; -le prix de vente du logement n'excède pas un plafond fixé par arrêté ; ce prix de vente, non révisable, est minoré, à chaque date anniversaire de l'entrée dans les lieux, d'un pourcentage défini par arrêté ; - le délai dans lequel l'accédant exerce sa faculté d'acquérir est supérieur à six mois à compter de la date d'entrée dans les lieux ; - pour les opérations mentionnées au 2° du I, le programme de travaux respecte les conditions fixées aux II bis et III de l'article D. 31-10-2 ; -le vendeur dispose de l'engagement d'un établissement de crédit ou d'une société de financement de proposer à l'accédant un ou plusieurs prêts conventionnés qui permettent de financer le transfert de propriété et dont la charge totale de remboursement mensuelle n'excède pas, au moment de la levée d'option, le montant de la redevance versée au titre du mois précédant le transfert de propriété ; -le vendeur offre à l'accédant, en cas de levée d'option, une garantie de relogement sous condition de ressources et une garantie de rachat mentionnées dans le contrat de location-accession et dans l'acte constatant le transfert de propriété lorsque des conditions définies par arrêté sont réunies. Le vendeur transmet au représentant de l'Etat dans le département, dans le délai maximum de dix-huit mois à compter de la déclaration d'achèvement des travaux, les contrats de location-accession signés ainsi que les justifications des conditions de ressources des accédants. Pour les opérations mentionnées au 2° du I, le vendeur justifie également du respect des conditions fixées aux II bis et III de l'article D. 31-10-2 dans les conditions fixées par arrêté. Au vu des documents communiqués, le représentant de l'Etat notifie au vendeur la liste des logements bénéficiant à titre définitif de l'agrément. Les dispositions de la convention ne sont pas applicables aux logements n'ayant pu faire l'objet d'un contrat de location-accession à l'expiration du délai prévu à l'alinéa précédent. Ces logements peuvent dans ce cas faire l'objet d'une mise en location dans les conditions fixées au II de l'article D. 331-17. Cette mise en location est subordonnée à la passation de l'une des conventions mentionnées aux articles D. 353-1, D. 353-58 et D. 353-90. En cas de non-levée de l'option d'achat ou de résiliation du contrat de location-accession avant l'expiration du délai prévu pour lever l'option d'achat, les dispositions de la convention mentionnée au premier alinéa du II sont applicables au logement concerné qui peut faire l'objet d'un nouveau contrat de location-accession. Ne peuvent donner lieu au bénéfice des prêts de la présente sous-section les logements dont les travaux ont commencé avant l'obtention de la décision d'agrément, sauf s'ils portent sur des logements qui ont fait l'objet du contrat mentionné à l'article L. 261-3.",
            "texteHtml": "<p>I. - Les dispositions de la présente sous-section sont également applicables aux prêts consentis à des personnes morales, après décision d'agrément du représentant de l'Etat dans le département, pour le financement des opérations suivantes :</p><p></p><p> 1° La construction ou l'acquisition de logements neufs ; sont assimilés à la construction de logements l'acquisition d'un logement en vue de sa première occupation après la réalisation de travaux concourant à la production ou à la livraison d'un immeuble neuf au sens du 2° du 2 du I de l'article 257 du code général des impôts, et l'aménagement à usage de logement de locaux non destinés à l'habitation ;</p><p></p><p> 2° L'acquisition-amélioration de logements ayant déjà été occupés à condition que le programme de travaux dont ils font l'objet respectent les conditions définies au II bis et au III de l'article D. 31-10-2.</p><p></p><p> Les logements financés par ces prêts font l'objet d'un contrat de location-accession régi par la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété et sont destinés à être occupés à titre de résidence principale par des personnes dont les revenus, à la date de signature du contrat préliminaire ou, à défaut, du contrat de location-accession, n'excèdent pas un plafond fixé par arrêté.</p><p>Les prêts visés au premier alinéa peuvent faire l'objet d'une convention de refinancement conclue sous l'égide de l'Etat entre les établissements de crédits ou les sociétés de financement distributeurs et la Caisse des dépôts et consignations.</p><p>L'accédant peut, au moment de la levée d'option, bénéficier des dispositions du présent article et de celles des articles D. 31-10-1 et suivants.</p><p>II.-Pour obtenir la décision d'agrément, le vendeur conclut avec l'Etat une convention qui prévoit le respect des conditions suivantes :</p><p>-la partie de la redevance correspondant au droit de l'accédant à la jouissance du logement n'excède pas des plafonds de loyer fixés par arrêté ; elle peut être révisée à chaque date anniversaire du contrat, dans la limite de la variation annuelle de l'indice de référence des loyers, à partir du dernier indice publié à la date de signature du contrat ;</p><p>-le prix de vente du logement n'excède pas un plafond fixé par arrêté ; ce prix de vente, non révisable, est minoré, à chaque date anniversaire de l'entrée dans les lieux, d'un pourcentage défini par arrêté ;</p><p>- le délai dans lequel l'accédant exerce sa faculté d'acquérir est supérieur à six mois à compter de la date d'entrée dans les lieux ;</p><p></p><p> - pour les opérations mentionnées au 2° du I, le programme de travaux respecte les conditions fixées aux II bis et III de l'article D. 31-10-2 ;</p><p>-le vendeur dispose de l'engagement d'un établissement de crédit ou d'une société de financement de proposer à l'accédant un ou plusieurs prêts conventionnés qui permettent de financer le transfert de propriété et dont la charge totale de remboursement mensuelle n'excède pas, au moment de la levée d'option, le montant de la redevance versée au titre du mois précédant le transfert de propriété ;</p><p>-le vendeur offre à l'accédant, en cas de levée d'option, une garantie de relogement sous condition de ressources et une garantie de rachat mentionnées dans le contrat de location-accession et dans l'acte constatant le transfert de propriété lorsque des conditions définies par arrêté sont réunies.</p><p>Le vendeur transmet au représentant de l'Etat dans le département, dans le délai maximum de dix-huit mois à compter de la déclaration d'achèvement des travaux, les contrats de location-accession signés ainsi que les justifications des conditions de ressources des accédants. Pour les opérations mentionnées au 2° du I, le vendeur justifie également du respect des conditions fixées aux II bis et III de l'article D. 31-10-2 dans les conditions fixées par arrêté. Au vu des documents communiqués, le représentant de l'Etat notifie au vendeur la liste des logements bénéficiant à titre définitif de l'agrément.</p><p>Les dispositions de la convention ne sont pas applicables aux logements n'ayant pu faire l'objet d'un contrat de location-accession à l'expiration du délai prévu à l'alinéa précédent. Ces logements peuvent dans ce cas faire l'objet d'une mise en location dans les conditions fixées au II de l'article D. 331-17. Cette mise en location est subordonnée à la passation de l'une des conventions mentionnées aux articles D. 353-1, D. 353-58 et D. 353-90.</p><p>En cas de non-levée de l'option d'achat ou de résiliation du contrat de location-accession avant l'expiration du délai prévu pour lever l'option d'achat, les dispositions de la convention mentionnée au premier alinéa du II sont applicables au logement concerné qui peut faire l'objet d'un nouveau contrat de location-accession.</p><p>Ne peuvent donner lieu au bénéfice des prêts de la présente sous-section les logements dont les travaux ont commencé avant l'obtention de la décision d'agrément, sauf s'ils portent sur des logements qui ont fait l'objet du contrat mentionné à l'article L. 261-3.</p>",
            "num": "D331-76-5-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1605398400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 27911,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132258",
                        "id": "LEGISCTA000006132258",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-04-18",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Subventions et prêts pour la construction, l'acquisition et l'amélioration d'habitations donnant lieu à l'aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145305",
                        "id": "LEGISCTA000006145305",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-04-18",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160547",
                        "id": "LEGISCTA000006160547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-03-19",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Prêts conventionnés des banques et établissements financiers pour la construction, l'acquisition et l'amélioration de logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177822",
                        "id": "LEGISCTA000006177822",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-03-27",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 bis : Conditions d'octroi des prêts conventionnés pour les opérations de location-accession à la propriété immobilière régies par la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177549",
                        "id": "LEGISCTA000006177549",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000038977139",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177549",
            "sectionParentId": "LEGISCTA000006177549",
            "sectionParentTitre": "Sous-section 2 bis : Conditions d'octroi des prêts conventionnés pour les opérations de location-accession à la propriété immobilière régies par la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement. &gt; Titre III : Subventions et prêts pour la construction, l'acquisition et l'amélioration d'habitations donnant lieu à l'aide personnalisée au logement. &gt; Chapitre unique. &gt; Section 3 : Prêts conventionnés des banques et établissements financiers pour la construction, l'acquisition et l'amélioration de logements. &gt; Sous-section 2 bis : Conditions d'octroi des prêts conventionnés pour les opérations de location-accession à la propriété immobilière régies par la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042524283",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042519427",
                    "textTitle": "Décret n°2020-1377 du 12 novembre 2020 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042521748",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-11-14",
                    "dateSignaTexte": "2020-11-12",
                    "dateDebutCible": "2020-11-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000437021",
                    "textTitle": "Arrêté du 26 mars 2004 - art. 3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3-1",
                    "articleId": "LEGIARTI000042522414",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1080345600000,
                    "dateDebut": 1605398400000
                },
                {
                    "textCid": "JORFTEXT000042519449",
                    "textTitle": "Arrêté du 12 novembre 2020 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042521797",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1605312000000,
                    "dateDebut": 1605398400000
                },
                {
                    "textCid": "JORFTEXT000045757121",
                    "textTitle": "Décret n°2022-781 du 4 mai 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045758094",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-781",
                    "datePubli": 1651795200000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. D832-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D832-12",
                    "articleId": "LEGIARTI000039048893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R832-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R832-8",
                    "articleId": "LEGIARTI000039048897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-76-5-1 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R331-76-5-1",
                    "articleId": "LEGIARTI000029728777",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039048304",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1605398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042524283",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1605398400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D331-76-5-1",
                "331-76-5-1"
            ],
            "versionPrecedente": "LEGIARTI000039048304",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039048304",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les dispositions de la présente sous-section sont également applicables aux prêts consentis à des personnes morales, après décision d'agrément du représentant de l'Etat dans le département, en vue de la construction ou de l'acquisition de logements neufs faisant l'objet d'un contrat de location-accession régi par la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété et destinés à être occupés à titre de résidence principale par des personnes dont les revenus, à la date de signature du contrat préliminaire ou, à défaut, du contrat de location-accession, n'excèdent pas un plafond fixé par arrêté. Les prêts visés à l'alinéa précédent peuvent faire l'objet d'une convention de refinancement conclue sous l'égide de l'Etat entre les établissements de crédits ou les sociétés de financement distributeurs et la Caisse des dépôts et consignations. L'accédant peut, au moment de la levée d'option, bénéficier des dispositions du présent article et de celles des articles D. 31-10-1 et suivants. II.-Pour obtenir la décision d'agrément, le vendeur conclut avec l'Etat une convention qui prévoit le respect des conditions suivantes : -la partie de la redevance correspondant au droit de l'accédant à la jouissance du logement n'excède pas des plafonds de loyer fixés par arrêté ; elle peut être révisée à chaque date anniversaire du contrat, dans la limite de la variation annuelle de l'indice de référence des loyers, à partir du dernier indice publié à la date de signature du contrat ; -le prix de vente du logement n'excède pas un plafond fixé par arrêté ; ce prix de vente, non révisable, est minoré, à chaque date anniversaire de l'entrée dans les lieux, d'un pourcentage défini par arrêté ; -le vendeur dispose de l'engagement d'un établissement de crédit ou d'une société de financement de proposer à l'accédant un ou plusieurs prêts conventionnés qui permettent de financer le transfert de propriété et dont la charge totale de remboursement mensuelle n'excède pas, au moment de la levée d'option, le montant de la redevance versée au titre du mois précédant le transfert de propriété ; -le vendeur offre à l'accédant, en cas de levée d'option, une garantie de relogement sous condition de ressources et une garantie de rachat mentionnées dans le contrat de location-accession et dans l'acte constatant le transfert de propriété lorsque des conditions définies par arrêté sont réunies. Le vendeur transmet au représentant de l'Etat dans le département, dans le délai maximum de dix-huit mois à compter de la déclaration d'achèvement des travaux, les contrats de location-accession signés ainsi que les justifications des conditions de ressources des accédants. Au vu des documents communiqués, le représentant de l'Etat notifie au vendeur la liste des logements bénéficiant à titre définitif de l'agrément. Les dispositions de la convention ne sont pas applicables aux logements n'ayant pu faire l'objet d'un contrat de location-accession à l'expiration du délai prévu à l'alinéa précédent. Ces logements peuvent dans ce cas faire l'objet d'une mise en location dans les conditions fixées au II de l'article D. 331-17. Cette mise en location est subordonnée à la passation de l'une des conventions mentionnées aux articles D. 353-1, D. 353-58 et D. 353-90. Ne peuvent donner lieu au bénéfice des prêts de la présente sous-section les logements dont les travaux ont commencé avant l'obtention de la décision d'agrément, sauf s'ils portent sur des logements qui ont fait l'objet du contrat mentionné à l'article L. 261-3.",
            "texteHtml": "<p>I.-Les dispositions de la présente sous-section sont également applicables aux prêts consentis à des personnes morales, après décision d'agrément du représentant de l'Etat dans le département, en vue de la construction ou de l'acquisition de logements neufs faisant l'objet d'un contrat de location-accession régi par la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété et destinés à être occupés à titre de résidence principale par des personnes dont les revenus, à la date de signature du contrat préliminaire ou, à défaut, du contrat de location-accession, n'excèdent pas un plafond fixé par arrêté.</p><p>Les prêts visés à l'alinéa précédent peuvent faire l'objet d'une convention de refinancement conclue sous l'égide de l'Etat entre les établissements de crédits ou les sociétés de financement distributeurs et la Caisse des dépôts et consignations.</p><p>L'accédant peut, au moment de la levée d'option, bénéficier des dispositions du présent article et de celles des articles D. 31-10-1 et suivants.</p><p>II.-Pour obtenir la décision d'agrément, le vendeur conclut avec l'Etat une convention qui prévoit le respect des conditions suivantes :</p><p>-la partie de la redevance correspondant au droit de l'accédant à la jouissance du logement n'excède pas des plafonds de loyer fixés par arrêté ; elle peut être révisée à chaque date anniversaire du contrat, dans la limite de la variation annuelle de l'indice de référence des loyers, à partir du dernier indice publié à la date de signature du contrat ;</p><p>-le prix de vente du logement n'excède pas un plafond fixé par arrêté ; ce prix de vente, non révisable, est minoré, à chaque date anniversaire de l'entrée dans les lieux, d'un pourcentage défini par arrêté ;</p><p>-le vendeur dispose de l'engagement d'un établissement de crédit ou d'une société de financement de proposer à l'accédant un ou plusieurs prêts conventionnés qui permettent de financer le transfert de propriété et dont la charge totale de remboursement mensuelle n'excède pas, au moment de la levée d'option, le montant de la redevance versée au titre du mois précédant le transfert de propriété ;</p><p>-le vendeur offre à l'accédant, en cas de levée d'option, une garantie de relogement sous condition de ressources et une garantie de rachat mentionnées dans le contrat de location-accession et dans l'acte constatant le transfert de propriété lorsque des conditions définies par arrêté sont réunies.</p><p>Le vendeur transmet au représentant de l'Etat dans le département, dans le délai maximum de dix-huit mois à compter de la déclaration d'achèvement des travaux, les contrats de location-accession signés ainsi que les justifications des conditions de ressources des accédants. Au vu des documents communiqués, le représentant de l'Etat notifie au vendeur la liste des logements bénéficiant à titre définitif de l'agrément.</p><p>Les dispositions de la convention ne sont pas applicables aux logements n'ayant pu faire l'objet d'un contrat de location-accession à l'expiration du délai prévu à l'alinéa précédent. Ces logements peuvent dans ce cas faire l'objet d'une mise en location dans les conditions fixées au II de l'article D. 331-17. Cette mise en location est subordonnée à la passation de l'une des conventions mentionnées aux articles D. 353-1, D. 353-58 et D. 353-90.</p><p>Ne peuvent donner lieu au bénéfice des prêts de la présente sous-section les logements dont les travaux ont commencé avant l'obtention de la décision d'agrément, sauf s'ils portent sur des logements qui ont fait l'objet du contrat mentionné à l'article L. 261-3.</p>",
            "num": "D331-76-5-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1567296000000,
            "dateFin": 1605398400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 27911,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132258",
                        "id": "LEGISCTA000006132258",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-04-18",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Subventions et prêts pour la construction, l'acquisition et l'amélioration d'habitations donnant lieu à l'aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145305",
                        "id": "LEGISCTA000006145305",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-04-18",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160547",
                        "id": "LEGISCTA000006160547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-03-19",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Prêts conventionnés des banques et établissements financiers pour la construction, l'acquisition et l'amélioration de logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177822",
                        "id": "LEGISCTA000006177822",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-03-27",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 bis : Conditions d'octroi des prêts conventionnés pour les opérations de location-accession à la propriété immobilière régies par la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177549",
                        "id": "LEGISCTA000006177549",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000038977139",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177549",
            "sectionParentId": "LEGISCTA000006177549",
            "sectionParentTitre": "Sous-section 2 bis : Conditions d'octroi des prêts conventionnés pour les opérations de location-accession à la propriété immobilière régies par la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement. &gt; Titre III : Subventions et prêts pour la construction, l'acquisition et l'amélioration d'habitations donnant lieu à l'aide personnalisée au logement. &gt; Chapitre unique. &gt; Section 3 : Prêts conventionnés des banques et établissements financiers pour la construction, l'acquisition et l'amélioration de logements. &gt; Sous-section 2 bis : Conditions d'octroi des prêts conventionnés pour les opérations de location-accession à la propriété immobilière régies par la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039048304",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Aux termes de l'article 4 du décret n° 2014-1102 du 30 septembre 2014, les dispositions relatives aux plafonds de loyer et de ressources modifiées par les dispositions de son article 3 s'appliquent aux offres de prêts mentionnées à l'article R. 391-1 du code de la construction et de l'habitation émises à compter du 1er janvier 2015. Toutefois, elles ne s'appliquent pas aux offres de prêt pour lesquelles une décision d'agrément au titre de l'article 279-0 bis A du code général des impôts a été accordée avant le 1er octobre 2014. Pour l'application du septième alinéa de l'article L. 411-2 de ce même code, ces mêmes dispositions ne s'appliquent qu'aux logements acquis ou construits à compter du 1er janvier 2015. Pour l'application du huitième alinéa de ce même article L. 411-2, ces mêmes dispositions ne s'appliquent qu'aux logements ayant fait l'objet d'un avant-contrat ou d'un contrat préliminaire ou, à défaut, d'un contrat de vente à compter de cette même date.",
            "notaHtml": "<p>Aux termes de l'article 4 du décret n° 2014-1102 du 30 septembre 2014, les dispositions relatives aux plafonds de loyer et de ressources modifiées par les dispositions de son article 3 s'appliquent aux offres de prêts mentionnées à l'article R. 391-1 du code de la construction et de l'habitation émises à compter du 1er janvier 2015. Toutefois, elles ne s'appliquent pas aux offres de prêt pour lesquelles une décision d'agrément au titre de l'article 279-0 bis A du code général des impôts a été accordée avant le 1er octobre 2014.</p><p>Pour l'application du septième alinéa de l'article L. 411-2 de ce même code, ces mêmes dispositions ne s'appliquent qu'aux logements acquis ou construits à compter du 1er janvier 2015.</p><p>Pour l'application du huitième alinéa de ce même article L. 411-2, ces mêmes dispositions ne s'appliquent qu'aux logements ayant fait l'objet d'un avant-contrat ou d'un contrat préliminaire ou, à défaut, d'un contrat de vente à compter de cette même date.<br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038955632",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 6",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038955632",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000437021",
                    "textTitle": "Arrêté du 26 mars 2004 - art. 3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3-1",
                    "articleId": "LEGIARTI000042522414",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1080345600000,
                    "dateDebut": 1605398400000
                },
                {
                    "textCid": "JORFTEXT000042519449",
                    "textTitle": "Arrêté du 12 novembre 2020 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042521797",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1605312000000,
                    "dateDebut": 1605398400000
                },
                {
                    "textCid": "JORFTEXT000045757121",
                    "textTitle": "Décret n°2022-781 du 4 mai 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045758094",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-781",
                    "datePubli": 1651795200000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. D832-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D832-12",
                    "articleId": "LEGIARTI000039048893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R832-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R832-8",
                    "articleId": "LEGIARTI000039048897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-76-5-1 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R331-76-5-1",
                    "articleId": "LEGIARTI000029728777",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039048304",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1605398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042524283",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1605398400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D331-76-5-1",
                "331-76-5-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}