{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039423202",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans les dispositions suivantes : -l'expression “ employeur ” désigne le président de la chambre de commerce et d'industrie de région ou le président de CCI France, si le directeur général concerné est celui de CCI France ; -l'expression “ directeur général ” désigne le directeur général d'une chambre de commerce et d'industrie qui a la qualité d'agent public. I.-Lorsqu'un agent public employé par une chambre de commerce et d'industrie est nommé directeur général, ou lorsqu'un directeur général, est nommé sur un autre poste de directeur général dans le ressort du même employeur, un avenant à sa convention particulière précise les dispositions relatives aux conditions d'exercice de ses nouvelles fonctions et fait référence aux avis du président de CCI France et, lorsqu'il est nommé directeur général d'une chambre de commerce et d'industrie territoriale, du président de la chambre de commerce et d'industrie de région. Une copie de l'avenant, et de ses modifications éventuelles, est adressée par l'employeur, dans les quinze jours ouvrés suivant la date de sa signature par l'employeur et l'agent intéressé, au président de CCI France et au ministre chargé de la tutelle des chambres de commerce et d'industrie. II.-La rémunération du directeur général est fixée par l'employeur par référence à la grille de rémunération des directeurs généraux sous contrat de droit privé établie par CCI France et qui tient compte de l'importance et de la diversité des missions que l'établissement public exerce, du nombre de ses ressortissants et de celui des personnels qui y travaillent. Toute évolution de la rémunération fait l'objet d'un avenant à la convention particulière. III.-En sa qualité de cadre dirigeant, le directeur général n'est soumis à aucune durée du travail. Il bénéficie toutefois des dispositions relatives aux congés payés et au compte épargne temps du statut du personnel administratif des chambres de commerce et d'industrie mentionné à l' article 1er de la loi n° 52-1311 du 10 décembre 1952 relative à l'établissement obligatoire d'un statut du personnel administratif des chambres d'agriculture, des chambres de commerce et des chambres de métiers. IV.-La cessation de fonctions du directeur général intervient dans les conditions suivantes : 1° Démission de l'intéressé La démission ne peut résulter que d'une demande écrite de l'intéressé, adressée à son employeur, marquant sa volonté expresse de quitter son emploi, avec un préavis de trois mois, sauf accord particulier entre les parties. Elle n'a d'effet qu'autant qu'elle est acceptée par l'employeur et prend effet à la date qu'il fixe. Elle n'ouvre droit ni à l'indemnité de licenciement prévue au 5°, ni au revenu de remplacement prévu à l'article 35-3 bis du statut du personnel administratif des chambres de commerce et d'industrie mentionné ci-dessus. 2° Rupture d'un commun accord de la relation de travail La rupture d'un commun accord de la relation de travail intervient dans les conditions prévues par l'annexe à l'article 33 du statut du personnel administratif des chambres de commerce et d'industrie relative à la cessation d'un commun accord de la relation de travail. Le projet de rupture de la convention particulière est signé par l'employeur après consultation du bureau de sa chambre de commerce et d'industrie. 3° Départ à la retraite à la demande du directeur général Le directeur général informe l'employeur, par écrit, au moins six mois à l'avance, sauf accord contraire entre les parties, de sa décision de faire valoir ses droits à la retraite ; cette décision a un caractère définitif. Le départ à la retraite à la demande du directeur général ouvre droit au versement de l'allocation de fin de carrière prévue à l'article 24 du statut du personnel administratif des chambres de commerce et d'industrie mentionné ci-dessus. 4° Mise à la retraite par décision de l'employeur La mise à la retraite fait l'objet d'une décision de l'employeur notifiée par lettre recommandée avec demande d'avis de réception six mois au moins avant sa date d'effet, laquelle ne peut intervenir, en tout état de cause, que si le directeur général a atteint l'âge de 65 ans ou plus et à condition de pouvoir prétendre au bénéfice d'une pension de retraite à taux plein sans décote dans le régime général de sécurité sociale. Tout directeur général est tenu de communiquer à l'employeur qui le demande un relevé de carrière. A défaut de remplir les conditions prévues au deuxième alinéa du présent 4°, le directeur général peut être mis à la retraite dès lors qu'il peut prétendre au bénéfice d'une pension de retraite à taux plein sans décote dans le régime général de sécurité sociale. La mise à la retraite intervient au plus tard à l'âge de 70 ans. Le directeur général perçoit, à ce titre, l'allocation de fin de carrière telle que prévue à l'article 24 du statut du personnel administratif des chambres de commerce et d'industrie. 5° Licenciement La dénonciation de la convention peut être prononcée par mesure unilatérale de l'employeur, sur proposition, pour le directeur général d'une chambre de commerce et d'industrie territoriale, du président de cette chambre. Elle peut être motivée notamment : -soit par une divergence de vue faisant obstacle au bon fonctionnement de la chambre ; -soit par une insuffisance professionnelle ; -soit par un comportement faisant obstacle au bon accomplissement de sa tâche. La décision de licenciement notifiée au directeur général comporte l'énoncé des motifs justifiant la mesure. La décision de licenciement motivée par une divergence de vue faisant obstacle au bon fonctionnement de la chambre ne peut être prise avant l'expiration d'un délai de quatre mois après la date de l'élection du président de la chambre de commerce et d'industrie dont il dirige les services. Le licenciement est soumis à un préavis de trois mois et ouvre droit à une indemnité de licenciement égale à celle versée dans le cadre de l'article 35-2 du statut du personnel administratif des chambres de commerce et d'industrie mentionné ci-dessus. L'ancienneté à prendre en compte correspond aux années de service accomplies en qualité de directeur général de la chambre et à celles effectuées dans d'autres fonctions auprès du même employeur, ainsi que, le cas échéant, l'ancienneté reprise par la convention du directeur général au titre des services effectués auprès d'autres chambres de commerce et d'industrie. En cas de licenciement motivé par une insuffisance professionnelle ou par un comportement faisant obstacle au bon accomplissement de sa tâche, l'indemnité de licenciement peut être réduite d'un montant qui ne dépasse la moitié de celui résultant de l'application de l'article 35-2 du statut. Le versement de l'indemnité de licenciement intervient à la date de la cessation effective des fonctions du directeur général. A titre exceptionnel, en cas d'indisponibilité des crédits budgétaires, la part de l'indemnité dépassant une année de traitement peut être versée au plus tard le 15 février de l'exercice budgétaire suivant. Si le licenciement intervient dans l'une des trois années qui précèdent l'âge auquel intervient normalement le départ à la retraite en application du régime général de la sécurité sociale, le total de l'indemnité ne pourra être supérieur au traitement que l'intéressé aurait perçu pendant le délai restant à courir jusqu'à cette date. Le directeur général agent public licencié bénéficie du revenu de remplacement prévu à l'article 35-3 bis du statut du personnel administratif des chambres de commerce et d'industrie mentionné ci-dessus. 6° Révocation La révocation, prononcée par l'employeur, est motivée par une faute grave retenue à l'encontre du directeur général agent public. Elle est motivée et notifiée au directeur général par écrit. Elle entraîne, durant la procédure indiquée au V, la suspension de ses fonctions et de sa rémunération par l'employeur. La révocation n'ouvre pas droit à une indemnité de licenciement. V.-Les cessations de fonctions mentionnées aux 5° et 6° du IV interviennent dans le respect de la procédure suivante : -Convocation du directeur général à un entretien par l'employeur ou son délégataire par lettre recommandée avec avis de réception ou lettre remise en main propre contre décharge. -Communication au directeur général de son dossier ; -L'entretien a lieu au moins cinq jours ouvrés après la notification de la lettre de convocation. -Il est mené par l'employeur ou son délégataire. Au cours de cet entretien, le directeur général peut se faire assister par toute personne de son choix ; -Notification du licenciement ou de la révocation par l'employeur par écrit avec mention des voies et délai de recours. VI.-Le directeur général agent public d'une chambre de commerce et d'industrie territoriale dont le poste est supprimé du fait d'une transformation de la chambre en chambre de commerce et d'industrie locale ou d'une fusion avec une autre chambre est informé de la suppression de son poste par lettre recommandée avec avis de réception adressée par l'employeur. Dans les quinze jours ouvrés suivant la date de réception de cette lettre, l'employeur reçoit, au cours d'un entretien, le directeur général pour lui présenter, le cas échéant, les possibilités de reclassement au sein du réseau des chambres de commerce et d'industrie. Si aucun reclassement n'est proposé, le directeur général est licencié selon la procédure prévue au V. Si une proposition de reclassement est proposée, le directeur général peut la refuser, dans un délai d'un mois, par lettre recommandée avec avis de réception. A réception de ce courrier, le président de la chambre de commerce et d'industrie de région procède au licenciement selon la procédure prévue au V. VII.-Une commission mixte de conciliation, composée de deux membres titulaires et de deux membres suppléants désignés parmi les présidents de chambre par le bureau de CCI France, ainsi que de deux membres titulaires et de deux membres suppléants désignés parmi les directeurs généraux par l'association des directeurs généraux des chambres de commerce et d'industrie, peut être saisie pour avis, avant la décision de l'employeur, dans le cas d'une procédure de licenciement ou de révocation prévus aux 5° et 6° du IV et au VI du présent article, par l'employeur ou le directeur général. Ses modalités de fonctionnement sont fixées par arrêté du ministre chargé de la tutelle des chambres de commerce et d'industrie.",
            "texteHtml": "<p>Dans les dispositions suivantes :</p><p><br/>\n-l'expression “ employeur ” désigne le président de la chambre de commerce et d'industrie de région ou le président de CCI France, si le directeur général concerné est celui de CCI France ;<br/><br/>\n-l'expression “ directeur général ” désigne le directeur général d'une chambre de commerce et d'industrie qui a la qualité d'agent public.</p><p><br/>\nI.-Lorsqu'un agent public employé par une chambre de commerce et d'industrie est nommé directeur général, ou lorsqu'un directeur général, est nommé sur un autre poste de directeur général dans le ressort du même employeur, un avenant à sa convention particulière précise les dispositions relatives aux conditions d'exercice de ses nouvelles fonctions et fait référence aux avis du président de CCI France et, lorsqu'il est nommé directeur général d'une chambre de commerce et d'industrie territoriale, du président de la chambre de commerce et d'industrie de région.<br/><br/>\nUne copie de l'avenant, et de ses modifications éventuelles, est adressée par l'employeur, dans les quinze jours ouvrés suivant la date de sa signature par l'employeur et l'agent intéressé, au président de CCI France et au ministre chargé de la tutelle des chambres de commerce et d'industrie.<br/><br/>\nII.-La rémunération du directeur général est fixée par l'employeur par référence à la grille de rémunération des directeurs généraux sous contrat de droit privé établie par CCI France et qui tient compte de l'importance et de la diversité des missions que l'établissement public exerce, du nombre de ses ressortissants et de celui des personnels qui y travaillent.<br/><br/>\nToute évolution de la rémunération fait l'objet d'un avenant à la convention particulière.<br/><br/>\nIII.-En sa qualité de cadre dirigeant, le directeur général n'est soumis à aucune durée du travail. Il bénéficie toutefois des dispositions relatives aux congés payés et au compte épargne temps du statut du personnel administratif des chambres de commerce et d'industrie mentionné à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000698649&idArticle=LEGIARTI000021016983&dateTexte=&categorieLien=cid'>article 1er de la loi n° 52-1311 du 10 décembre 1952</a> relative à l'établissement obligatoire d'un statut du personnel administratif des chambres d'agriculture, des chambres de commerce et des chambres de métiers.<br/><br/>\nIV.-La cessation de fonctions du directeur général intervient dans les conditions suivantes :<br/><br/>\n1° Démission de l'intéressé<br/><br/>\nLa démission ne peut résulter que d'une demande écrite de l'intéressé, adressée à son employeur, marquant sa volonté expresse de quitter son emploi, avec un préavis de trois mois, sauf accord particulier entre les parties. Elle n'a d'effet qu'autant qu'elle est acceptée par l'employeur et prend effet à la date qu'il fixe.<br/><br/>\nElle n'ouvre droit ni à l'indemnité de licenciement prévue au 5°, ni au revenu de remplacement prévu à l'article 35-3 bis du statut du personnel administratif des chambres de commerce et d'industrie mentionné ci-dessus.<br/><br/>\n2° Rupture d'un commun accord de la relation de travail<br/><br/>\nLa rupture d'un commun accord de la relation de travail intervient dans les conditions prévues par l'annexe à l'article 33 du statut du personnel administratif des chambres de commerce et d'industrie relative à la cessation d'un commun accord de la relation de travail.<br/><br/>\nLe projet de rupture de la convention particulière est signé par l'employeur après consultation du bureau de sa chambre de commerce et d'industrie.<br/><br/>\n3° Départ à la retraite à la demande du directeur général<br/><br/>\n Le directeur général informe l'employeur, par écrit, au moins six mois à l'avance, sauf accord contraire entre les parties, de sa décision de faire valoir ses droits à la retraite ; cette décision a un caractère définitif.<br/><br/>\nLe départ à la retraite à la demande du directeur général ouvre droit au versement de l'allocation de fin de carrière prévue à l'article 24 du statut du personnel administratif des chambres de commerce et d'industrie mentionné ci-dessus.<br/><br/>\n4° Mise à la retraite par décision de l'employeur<br/><br/>\nLa mise à la retraite fait l'objet d'une décision de l'employeur notifiée par lettre recommandée avec demande d'avis de réception six mois au moins avant sa date d'effet, laquelle ne peut intervenir, en tout état de cause, que si le directeur général a atteint l'âge de 65 ans ou plus et à condition de pouvoir prétendre au bénéfice d'une pension de retraite à taux plein sans décote dans le régime général de sécurité sociale.<br/><br/>\nTout directeur général est tenu de communiquer à l'employeur qui le demande un relevé de carrière.<br/><br/>\nA défaut de remplir les conditions prévues au deuxième alinéa du présent 4°, le directeur général peut être mis à la retraite dès lors qu'il peut prétendre au bénéfice d'une pension de retraite à taux plein sans décote dans le régime général de sécurité sociale. La mise à la retraite intervient au plus tard à l'âge de 70 ans.<br/><br/>\nLe directeur général perçoit, à ce titre, l'allocation de fin de carrière telle que prévue à l'article 24 du statut du personnel administratif des chambres de commerce et d'industrie.<br/><br/>\n5° Licenciement<br/><br/>\nLa dénonciation de la convention peut être prononcée par mesure unilatérale de l'employeur, sur proposition, pour le directeur général d'une chambre de commerce et d'industrie territoriale, du président de cette chambre.<br/><br/>\nElle peut être motivée notamment :</p><p><br/>\n-soit par une divergence de vue faisant obstacle au bon fonctionnement de la chambre ;<br/><br/>\n-soit par une insuffisance professionnelle ;<br/><br/>\n-soit par un comportement faisant obstacle au bon accomplissement de sa tâche.</p><p><br/>\nLa décision de licenciement notifiée au directeur général comporte l'énoncé des motifs justifiant la mesure.<br/><br/>\nLa décision de licenciement motivée par une divergence de vue faisant obstacle au bon fonctionnement de la chambre ne peut être prise avant l'expiration d'un délai de quatre mois après la date de l'élection du président de la chambre de commerce et d'industrie dont il dirige les services.<br/><br/>\nLe licenciement est soumis à un préavis de trois mois et ouvre droit à une indemnité de licenciement égale à celle versée dans le cadre de l'article 35-2 du statut du personnel administratif des chambres de commerce et d'industrie mentionné ci-dessus.<br/><br/>\nL'ancienneté à prendre en compte correspond aux années de service accomplies en qualité de directeur général de la chambre et à celles effectuées dans d'autres fonctions auprès du même employeur, ainsi que, le cas échéant, l'ancienneté reprise par la convention du directeur général au titre des services effectués auprès d'autres chambres de commerce et d'industrie.<br/><br/>\nEn cas de licenciement motivé par une insuffisance professionnelle ou par un comportement faisant obstacle au bon accomplissement de sa tâche, l'indemnité de licenciement peut être réduite d'un montant qui ne dépasse la moitié de celui résultant de l'application de l'article 35-2 du statut.<br/><br/>\nLe versement de l'indemnité de licenciement intervient à la date de la cessation effective des fonctions du directeur général. A titre exceptionnel, en cas d'indisponibilité des crédits budgétaires, la part de l'indemnité dépassant une année de traitement peut être versée au plus tard le 15 février de l'exercice budgétaire suivant.<br/><br/>\nSi le licenciement intervient dans l'une des trois années qui précèdent l'âge auquel intervient normalement le départ à la retraite en application du régime général de la sécurité sociale, le total de l'indemnité ne pourra être supérieur au traitement que l'intéressé aurait perçu pendant le délai restant à courir jusqu'à cette date.<br/><br/>\nLe directeur général agent public licencié bénéficie du revenu de remplacement prévu à l'article 35-3 bis du statut du personnel administratif des chambres de commerce et d'industrie mentionné ci-dessus.<br/><br/>\n6° Révocation<br/><br/>\nLa révocation, prononcée par l'employeur, est motivée par une faute grave retenue à l'encontre du directeur général agent public. Elle est motivée et notifiée au directeur général par écrit. Elle entraîne, durant la procédure indiquée au V, la suspension de ses fonctions et de sa rémunération par l'employeur.<br/><br/>\nLa révocation n'ouvre pas droit à une indemnité de licenciement.<br/><br/>\nV.-Les cessations de fonctions mentionnées aux 5° et 6° du IV interviennent dans le respect de la procédure suivante :</p><p><br/>\n-Convocation du directeur général à un entretien par l'employeur ou son délégataire par lettre recommandée avec avis de réception ou lettre remise en main propre contre décharge.<br/><br/>\n-Communication au directeur général de son dossier ;<br/><br/>\n-L'entretien a lieu au moins cinq jours ouvrés après la notification de la lettre de convocation.<br/><br/>\n-Il est mené par l'employeur ou son délégataire. Au cours de cet entretien, le directeur général peut se faire assister par toute personne de son choix ;<br/><br/>\n-Notification du licenciement ou de la révocation par l'employeur par écrit avec mention des voies et délai de recours.</p><p><br/>\nVI.-Le directeur général agent public d'une chambre de commerce et d'industrie territoriale dont le poste est supprimé du fait d'une transformation de la chambre en chambre de commerce et d'industrie locale ou d'une fusion avec une autre chambre est informé de la suppression de son poste par lettre recommandée avec avis de réception adressée par l'employeur.<br/><br/>\nDans les quinze jours ouvrés suivant la date de réception de cette lettre, l'employeur reçoit, au cours d'un entretien, le directeur général pour lui présenter, le cas échéant, les possibilités de reclassement au sein du réseau des chambres de commerce et d'industrie.<br/><br/>\nSi aucun reclassement n'est proposé, le directeur général est licencié selon la procédure prévue au V.<br/><br/>\nSi une proposition de reclassement est proposée, le directeur général peut la refuser, dans un délai d'un mois, par lettre recommandée avec avis de réception. A réception de ce courrier, le président de la chambre de commerce et d'industrie de région procède au licenciement selon la procédure prévue au V.<br/><br/>\nVII.-Une commission mixte de conciliation, composée de deux membres titulaires et de deux membres suppléants désignés parmi les présidents de chambre par le bureau de CCI France, ainsi que de deux membres titulaires et de deux membres suppléants désignés parmi les directeurs généraux par l'association des directeurs généraux des chambres de commerce et d'industrie, peut être saisie pour avis, avant la décision de l'employeur, dans le cas d'une procédure de licenciement ou de révocation prévus aux 5° et 6° du IV et au VI du présent article, par l'employeur ou le directeur général.<br/><br/>\nSes modalités de fonctionnement sont fixées par arrêté du ministre chargé de la tutelle des chambres de commerce et d'industrie.</p>",
            "num": "D711-70-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1574899200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 579811,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113781",
                        "id": "LEGISCTA000006113781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Du réseau des chambres de  commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133274",
                        "id": "LEGISCTA000006133274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146288",
                        "id": "LEGISCTA000006146288",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Dispositions communes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161565",
                        "id": "LEGISCTA000006161565",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039423182",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161565",
            "sectionParentId": "LEGISCTA000006161565",
            "sectionParentTitre": "Section 4 : Dispositions communes.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; TITRE Ier : Du réseau des chambres de  commerce et d'industrie. &gt; Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie. &gt; Section 4 : Dispositions communes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039423202",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 2 du décret n° 2019-1227 du 26 novembre 2019, le III de l'article D. 711-70-1 du code de commerce entre en vigueur le 1er janvier 2020. Le présent décret n'est applicable qu'aux procédures de nomination et de cessation de fonctions engagées après son entrée en vigueur.",
            "notaHtml": "<p>Conformément à l'article 2 du décret n° 2019-1227 du 26 novembre 2019, le III de l'article D. 711-70-1 du code de commerce entre en vigueur le 1er janvier 2020.</p><p>Le présent décret n'est applicable qu'aux procédures de nomination et de cessation de fonctions engagées après son entrée en vigueur.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039421781",
                    "textTitle": "Décret n°2019-1227 du 26 novembre 2019 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000039423129",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-11-27",
                    "dateSignaTexte": "2019-11-26",
                    "dateDebutCible": "2019-11-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000698649",
                    "textTitle": "Loi n° 52-1311 du 10 décembre 1952 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021016983",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "52-1311",
                    "datePubli": -538272000000,
                    "dateDebut": -538185600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A711-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A711-5",
                    "articleId": "LEGIARTI000043855687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1627257600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039423202",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1574899200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D711-70-1",
                "711-70-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}