{
    "cid": "LEGIARTI000036917782",
    "num": "L515-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-16",
                        "fin": "2018-10-01",
                        "titre": "Livre V : Intermédiaires d'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128478",
                        "id": "LEGISCTA000006128478",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Distributeurs d'assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128478",
                        "id": "LEGISCTA000036920450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-16",
                        "fin": "2018-10-01",
                        "titre": "Titre Ier : Intermédiation en assurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142927",
                        "id": "LEGISCTA000006142927",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Distribution d'assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142927",
                        "id": "LEGISCTA000036920448",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-16",
                        "fin": "2018-10-01",
                        "titre": "Chapitre V : Dispositions spéciales concernant la liberté d'établissement et la libre prestation de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157845",
                        "id": "LEGISCTA000006157845",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions spéciales concernant la liberté d'établissement et la libre prestation de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157845",
                        "id": "LEGISCTA000036920522",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Exercice de la liberté d'établissement et manquement à des obligations dans le cadre de cet exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036917755",
                        "id": "LEGISCTA000036917771",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000036920506",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036915336",
                    "textTitle": "Ordonnance n°2018-361 du 16 mai 2018 - art. 8",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000036915935",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2018-05-17",
                    "dateSignaTexte": "2018-05-16",
                    "dateDebutCible": "2018-05-18"
                }
            ],
            "num": "L515-4",
            "origine": "LEGI",
            "texte": "I.-Lorsque l'Autorité de contrôle prudentiel et de résolution constate qu'un intermédiaire d'assurance ou de réassurance ou qu'un intermédiaire d'assurance à titre accessoire enfreint les dispositions des chapitres V et VI du présent titre, du titre II du présent livre ainsi que celles des articles L. 112-2, L. 112-2-1 et L. 112-11, elle peut prendre les mesures appropriées en vue de mettre un terme aux infractions constatées. II.-Si l'Autorité de contrôle prudentiel et de résolution estime qu'un intermédiaire d'assurance ou de réassurance ou un intermédiaire d'assurance à titre accessoire qui exerce des activités en France en régime de libre établissement enfreint l'une des obligations prévues par les livres Ier et V du présent code, et que le contrôle de cet intermédiaire ne lui incombe pas en application de l'article L. 515-5, elle informe de ses conclusions l'autorité compétente de l'Etat membre d'origine. Si en dépit des mesures prises par l'Etat membre d'origine pour remédier à cette situation, ou si ces mesures s'avèrent insuffisantes ou qu'elles font défaut, l'intermédiaire d'assurance ou de réassurance ou l'intermédiaire d'assurance à titre accessoire persiste à agir d'une manière préjudiciable aux intérêts des souscripteurs ou adhérents en France ou au bon fonctionnement des marchés de l'assurance et de la réassurance, l'Autorité de contrôle prudentiel et de résolution peut, après en avoir informé l'autorité compétente de l'Etat membre d'origine, prendre les mesures appropriées pour prévenir de nouvelles irrégularités, y compris, pour autant que cela soit absolument nécessaire, en demandant à l'organisme qui tient le registre mentionné au I de l'article L. 512-1, en application du I de l'article L. 514-4, de prendre les dispositions visant à empêcher l'intermédiaire concerné de distribuer de nouveaux contrats en France. Dans ce cas, elle en informe l'Autorité européenne des assurances et des pensions professionnelles et peut demander à cette dernière de lui prêter assistance conformément à l'article 19 du règlement (UE) n° 1094/2010. III.-Sans préjudice des dispositions du II, lorsqu'une action immédiate s'avère nécessaire afin de protéger les droits des souscripteurs ou adhérents et lorsque des mesures équivalentes de l'Etat membre d'origine sont insuffisantes ou font défaut, l'Autorité de contrôle prudentiel et de résolution ou l'organisme qui tient le registre mentionné au I de l'article L. 512-1 prend les mesures appropriées et non discriminatoires afin de prévenir ou de sanctionner des irrégularités commises en France. Ces mesures peuvent aller, le cas échéant, jusqu'à empêcher l'intermédiaire d'assurance ou de réassurance ou l'intermédiaire d'assurance à titre accessoire concerné de distribuer de nouveaux contrats en France. IV.-Toute mesure adoptée par l'Autorité de contrôle prudentiel et de résolution ou par l'organisme qui tient le registre mentionné au I de l'article L. 512-1 au titre du présent article fait l'objet d'une décision motivée qui est communiquée par l'Autorité à l'intermédiaire d'assurance ou de réassurance ou à l'intermédiaire d'assurance à titre accessoire concerné. L'Autorité communique sans délai cette décision à l'autorité compétente de l'Etat membre d'origine, à l'Autorité européenne des assurances et des pensions professionnelles et à la Commission européenne. V.-Saisie par l'autorité compétente d'un autre Etat membre d'un manquement aux obligations prévues par la directive (UE) 2016/97 du Parlement européen et du Conseil du 20 janvier 2016 de la part d'un intermédiaire d'assurance ou de réassurance ou un intermédiaire d'assurance à titre accessoire immatriculé en France et exerçant des activités dans cet autre Etat au titre du libre établissement, l'Autorité de contrôle prudentiel et de résolution prend, le cas échéant et dès que possible après examen des informations communiquées par son homologue, les mesures appropriées pour remédier à cette situation. Elle informe l'autorité compétente qui l'a saisie des mesures prises.",
            "texteHtml": "<p>I.-Lorsque l'Autorité de contrôle prudentiel et de résolution constate qu'un intermédiaire d'assurance ou de réassurance ou qu'un intermédiaire d'assurance à titre accessoire enfreint les dispositions des chapitres V et VI du présent titre, du titre II du présent livre ainsi que celles des articles L. 112-2, L. 112-2-1 et L. 112-11, elle peut prendre les mesures appropriées en vue de mettre un terme aux infractions constatées.<br/><br/>\n II.-Si l'Autorité de contrôle prudentiel et de résolution estime qu'un intermédiaire d'assurance ou de réassurance ou un intermédiaire d'assurance à titre accessoire qui exerce des activités en France en régime de libre établissement enfreint l'une des obligations prévues par les livres Ier et V du présent code, et que le contrôle de cet intermédiaire ne lui incombe pas en application de l'article L. 515-5, elle informe de ses conclusions l'autorité compétente de l'Etat membre d'origine.<br/><br/>\n Si en dépit des mesures prises par l'Etat membre d'origine pour remédier à cette situation, ou si ces mesures s'avèrent insuffisantes ou qu'elles font défaut, l'intermédiaire d'assurance ou de réassurance ou l'intermédiaire d'assurance à titre accessoire persiste à agir d'une manière préjudiciable aux intérêts des souscripteurs ou adhérents en France ou au bon fonctionnement des marchés de l'assurance et de la réassurance, l'Autorité de contrôle prudentiel et de résolution peut, après en avoir informé l'autorité compétente de l'Etat membre d'origine, prendre les mesures appropriées pour prévenir de nouvelles irrégularités, y compris, pour autant que cela soit absolument nécessaire, en demandant à l'organisme qui tient le registre mentionné au I de l'article L. 512-1, en application du I de l'article L. 514-4, de prendre les dispositions visant à empêcher l'intermédiaire concerné de distribuer de nouveaux contrats en France. Dans ce cas, elle en informe l'Autorité européenne des assurances et des pensions professionnelles et peut demander à cette dernière de lui prêter assistance conformément à l'article 19 du règlement (UE) n° 1094/2010.<br/><br/>\n III.-Sans préjudice des dispositions du II, lorsqu'une action immédiate s'avère nécessaire afin de protéger les droits des souscripteurs ou adhérents et lorsque des mesures équivalentes de l'Etat membre d'origine sont insuffisantes ou font défaut, l'Autorité de contrôle prudentiel et de résolution ou l'organisme qui tient le registre mentionné au I de l'article L. 512-1 prend les mesures appropriées et non discriminatoires afin de prévenir ou de sanctionner des irrégularités commises en France. Ces mesures peuvent aller, le cas échéant, jusqu'à empêcher l'intermédiaire d'assurance ou de réassurance ou l'intermédiaire d'assurance à titre accessoire concerné de distribuer de nouveaux contrats en France.<br/><br/>\n IV.-Toute mesure adoptée par l'Autorité de contrôle prudentiel et de résolution ou par l'organisme qui tient le registre mentionné au I de l'article L. 512-1 au titre du présent article fait l'objet d'une décision motivée qui est communiquée par l'Autorité à l'intermédiaire d'assurance ou de réassurance ou à l'intermédiaire d'assurance à titre accessoire concerné. L'Autorité communique sans délai cette décision à l'autorité compétente de l'Etat membre d'origine, à l'Autorité européenne des assurances et des pensions professionnelles et à la Commission européenne.<br/><br/>\n V.-Saisie par l'autorité compétente d'un autre Etat membre d'un manquement aux obligations prévues par la directive (UE) 2016/97 du Parlement européen et du Conseil du 20 janvier 2016 de la part d'un intermédiaire d'assurance ou de réassurance ou un intermédiaire d'assurance à titre accessoire immatriculé en France et exerçant des activités dans cet autre Etat au titre du libre établissement, l'Autorité de contrôle prudentiel et de résolution prend, le cas échéant et dès que possible après examen des informations communiquées par son homologue, les mesures appropriées pour remédier à cette situation. Elle informe l'autorité compétente qui l'a saisie des mesures prises.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-10-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}