{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047861470",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Pour l'application du présent code, du règlement (UE) 2018/1672 du Parlement européen et du Conseil du 23 octobre 2018 relatif aux contrôles de l'argent liquide entrant dans l'Union ou sortant de l'Union et abrogeant le règlement (CE) n° 1889/2005, du chapitre II du titre V du livre Ier du code monétaire et financier ainsi que du règlement (UE) n° 952/2013 du Parlement européen et du Conseil du 9 octobre 2013 établissant le code des douanes de l'Union et de ses règlements d'application et en vue de la recherche de la fraude, les agents des douanes peuvent accéder à bord et visiter tout navire qui se trouve dans un port, dans une rade ou à quai. II. - Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis moins de soixante-douze heures, elle se déroule selon les conditions prévues à l'article 62. III. - A. - Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle se déroule en présence du capitaine du navire ou de son représentant. B. - Lorsque la visite concerne des locaux affectés à un usage privé ou d'habitation, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal judiciaire du lieu de la direction des douanes dont dépend le service chargé de la procédure. La visite s'effectue sous le contrôle du juge qui l'a autorisée. Lorsqu'elle a lieu en dehors du ressort de son tribunal judiciaire, il délivre une commission rogatoire, pour exercer ce contrôle, au juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel s'effectue la visite. Le juge peut se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. L'ordonnance est exécutoire au seul vu de la minute. L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou, en son absence, au capitaine du navire ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal prévu au V. Le délai et la voie de recours sont mentionnés dans l'ordonnance. L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. Les parties ne sont pas tenues de constituer avocat. IV. - Chaque visite fait l'objet d'un procès-verbal relatant le déroulement des opérations de contrôle, dont une copie est immédiatement remise au capitaine du navire, à son représentant et à l'occupant des locaux affectés à un usage privé ou d'habitation visités. Une copie du procès-verbal est transmise au juge des libertés et de la détention dans les trois jours suivant son établissement. V. - L'occupant des locaux à usage privé ou d'habitation visités dispose d'un recours contre le déroulement des opérations de visite devant le premier président de la cour d'appel du lieu de la direction des douanes dont dépend le service chargé de la procédure. Le procès-verbal rédigé à l'issue des opérations de visite mentionne le délai et la voie de recours prévus au VI. Les parties ne sont pas tenues de constituer avocat. VI. - Les recours contre l'ordonnance du juge des libertés et de la détention prévue au III et contre le déroulement des opérations de visite prévu au V doivent être exclusivement formés par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ces recours ne sont pas suspensifs. VII. - L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. VIII. - Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article. IX. - A l'occasion de la visite du navire, les articles 60-6, 60-7 et 60-9 sont applicables aux marchandises et aux personnes se trouvant à son bord. X. - Le fait que les opérations de visite révèlent des infractions autres que celles mentionnées au I du présent article ne constitue pas une cause de nullité des procédures incidentes.",
            "texteHtml": "<p>I. - Pour l'application du présent code, du règlement (UE) 2018/1672 du Parlement européen et du Conseil du 23 octobre 2018 relatif aux contrôles de l'argent liquide entrant dans l'Union ou sortant de l'Union et abrogeant le règlement (CE) n° 1889/2005, du chapitre II du titre V du livre Ier du code monétaire et financier ainsi que du règlement (UE) n° 952/2013 du Parlement européen et du Conseil du 9 octobre 2013 établissant le code des douanes de l'Union et de ses règlements d'application et en vue de la recherche de la fraude, les agents des douanes peuvent accéder à bord et visiter tout navire qui se trouve dans un port, dans une rade ou à quai.</p><p>II. - Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis moins de soixante-douze heures, elle se déroule selon les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000006615395&dateTexte=&categorieLien=cid'>l'article 62.</a></p><p>III. - A. - Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle se déroule en présence du capitaine du navire ou de son représentant.</p><p>B. - Lorsque la visite concerne des locaux affectés à un usage privé ou d'habitation, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal judiciaire du lieu de la direction des douanes dont dépend le service chargé de la procédure.</p><p>La visite s'effectue sous le contrôle du juge qui l'a autorisée. Lorsqu'elle a lieu en dehors du ressort de son tribunal judiciaire, il délivre une commission rogatoire, pour exercer ce contrôle, au juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel s'effectue la visite.</p><p>Le juge peut se rendre dans les locaux pendant l'intervention.</p><p>A tout moment, il peut décider la suspension ou l'arrêt de la visite.</p><p>L'ordonnance est exécutoire au seul vu de la minute.</p><p>L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou, en son absence, au capitaine du navire ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal prévu au V.</p><p>Le délai et la voie de recours sont mentionnés dans l'ordonnance.</p><p>L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. Les parties ne sont pas tenues de constituer avocat.</p><p>IV. - Chaque visite fait l'objet d'un procès-verbal relatant le déroulement des opérations de contrôle, dont une copie est immédiatement remise au capitaine du navire, à son représentant et à l'occupant des locaux affectés à un usage privé ou d'habitation visités. Une copie du procès-verbal est transmise au juge des libertés et de la détention dans les trois jours suivant son établissement.</p><p>V. - L'occupant des locaux à usage privé ou d'habitation visités dispose d'un recours contre le déroulement des opérations de visite devant le premier président de la cour d'appel du lieu de la direction des douanes dont dépend le service chargé de la procédure.</p><p>Le procès-verbal rédigé à l'issue des opérations de visite mentionne le délai et la voie de recours prévus au VI. Les parties ne sont pas tenues de constituer avocat.</p><p>VI. - Les recours contre l'ordonnance du juge des libertés et de la détention prévue au III et contre le déroulement des opérations de visite prévu au V doivent être exclusivement formés par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ces recours ne sont pas suspensifs.</p><p>VII. - L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours.</p><p>VIII. - Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.</p><p>IX. - A l'occasion de la visite du navire, les articles 60-6, 60-7 et 60-9 sont applicables aux marchandises et aux personnes se trouvant à son bord.</p><p></p><p> X. - Le fait que les opérations de visite révèlent des infractions autres que celles mentionnées au I du présent article ne constitue pas une cause de nullité des procédures incidentes.</p>",
            "num": "63",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1689811200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation et fonctionnement du service des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099261",
                        "id": "LEGISCTA000006099261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Pouvoirs des agents des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122076",
                        "id": "LEGISCTA000006122076",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138841",
                        "id": "LEGISCTA000006138841",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006615398",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138841",
            "sectionParentId": "LEGISCTA000006138841",
            "sectionParentTitre": "Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
            "fullSectionsTitre": "Titre II : Organisation et fonctionnement du service des douanes &gt; Chapitre IV : Pouvoirs des agents des douanes &gt; Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047861470",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047858021",
                    "textTitle": "LOI n°2023-610 du 18 juillet 2023 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047858857",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-07-19",
                    "dateSignaTexte": "2023-07-18",
                    "dateDebutCible": "2023-07-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000726939",
                    "textTitle": "Loi n° 93-1 du 4 janvier 1993 - art. 38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000047861342",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1",
                    "datePubli": 726105600000,
                    "dateDebut": 1689811200000
                },
                {
                    "textCid": "JORFTEXT000000726939",
                    "textTitle": "Loi n° 93-1 du 4 janvier 1993 - art. 52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "52",
                    "articleId": "LEGIARTI000047861307",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1",
                    "datePubli": 726105600000,
                    "dateDebut": 1689811200000
                },
                {
                    "textCid": "JORFTEXT000000189108",
                    "textTitle": "Loi n°95-877 du 3 août 1995 - art. 22 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000006488132",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "95-877",
                    "datePubli": 807494400000,
                    "dateDebut": 807494400000
                },
                {
                    "textCid": "JORFTEXT000028254425",
                    "textTitle": "Décision n° 2013-357 QPC  du 29 novembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028254426",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-357 QPC",
                    "datePubli": 1385856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028416389",
                    "textTitle": "Décision n°2013-357 R QPC  du 29 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028416390",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-357 R QPC",
                    "datePubli": 1388534400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032548109",
                    "textTitle": "Décision n°2016-541 QPC du 18 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032548110",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-541 QPC",
                    "datePubli": 1463702400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 62",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000006615395",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -44755200000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 67 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "67 bis",
                    "articleId": "LEGIARTI000006615437",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096588800000
                },
                {
                    "textCid": "LEGITEXT000006074236",
                    "textTitle": "Code du patrimoine. - art. L112-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L112-22",
                    "articleId": "LEGIARTI000006845481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1077580800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006615398",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -662688000000,
                    "dateFin": 1404345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029188666",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1404345600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041783736",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1689811200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047861470",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1689811200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "63"
            ],
            "versionPrecedente": "LEGIARTI000041783736",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000041783736",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour l'application du présent code et en vue de la recherche de la fraude, les agents des douanes peuvent accéder à bord et visiter tout navire qui se trouve dans un port, dans une rade ou à quai. II.-Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis moins de soixante-douze heures, elle se déroule selon les conditions prévues à l'article 62. III.-A.-Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle se déroule en présence du capitaine du navire ou de son représentant. B.-Lorsque la visite concerne des locaux affectés à un usage privé ou d'habitation, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal judiciaire du lieu de la direction des douanes dont dépend le service chargé de la procédure. La visite s'effectue sous le contrôle du juge qui l'a autorisée. Lorsqu'elle a lieu en dehors du ressort de son tribunal judiciaire, il délivre une commission rogatoire, pour exercer ce contrôle, au juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel s'effectue la visite. Le juge peut se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. L'ordonnance est exécutoire au seul vu de la minute. L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou, en son absence, au capitaine du navire ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal prévu au V. Le délai et la voie de recours sont mentionnés dans l'ordonnance. L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. Les parties ne sont pas tenues de constituer avocat. IV.-Chaque visite fait l'objet d'un procès-verbal relatant le déroulement des opérations de contrôle, dont une copie est immédiatement remise au capitaine du navire, à son représentant et à l'occupant des locaux affectés à un usage privé ou d'habitation visités. Une copie du procès-verbal est transmise au juge des libertés et de la détention dans les trois jours suivant son établissement. V.-L'occupant des locaux à usage privé ou d'habitation visités dispose d'un recours contre le déroulement des opérations de visite devant le premier président de la cour d'appel du lieu de la direction des douanes dont dépend le service chargé de la procédure. Le procès-verbal rédigé à l'issue des opérations de visite mentionne le délai et la voie de recours prévus au VI. Les parties ne sont pas tenues de constituer avocat. VI.-Les recours contre l'ordonnance du juge des libertés et de la détention prévue au III et contre le déroulement des opérations de visite prévu au V doivent être exclusivement formés par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ces recours ne sont pas suspensifs. VII.-L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. VIII.-Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.",
            "texteHtml": "<p>I.-Pour l'application du présent code et en vue de la recherche de la fraude, les agents des douanes peuvent accéder à bord et visiter tout navire qui se trouve dans un port, dans une rade ou à quai.</p><p>II.-Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis moins de soixante-douze heures, elle se déroule selon les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000029188672&dateTexte=&categorieLien=id' title='Code des douanes - art. 62 (M)'>l'article 62.</a></p><p>III.-A.-Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle se déroule en présence du capitaine du navire ou de son représentant.</p><p>B.-Lorsque la visite concerne des locaux affectés à un usage privé ou d'habitation, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal judiciaire du lieu de la direction des douanes dont dépend le service chargé de la procédure.</p><p>La visite s'effectue sous le contrôle du juge qui l'a autorisée. Lorsqu'elle a lieu en dehors du ressort de son tribunal judiciaire, il délivre une commission rogatoire, pour exercer ce contrôle, au juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel s'effectue la visite.</p><p>Le juge peut se rendre dans les locaux pendant l'intervention.</p><p>A tout moment, il peut décider la suspension ou l'arrêt de la visite.</p><p>L'ordonnance est exécutoire au seul vu de la minute.</p><p>L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou, en son absence, au capitaine du navire ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal prévu au V.</p><p>Le délai et la voie de recours sont mentionnés dans l'ordonnance.</p><p>L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. Les parties ne sont pas tenues de constituer avocat.</p><p>IV.-Chaque visite fait l'objet d'un procès-verbal relatant le déroulement des opérations de contrôle, dont une copie est immédiatement remise au capitaine du navire, à son représentant et à l'occupant des locaux affectés à un usage privé ou d'habitation visités. Une copie du procès-verbal est transmise au juge des libertés et de la détention dans les trois jours suivant son établissement.</p><p>V.-L'occupant des locaux à usage privé ou d'habitation visités dispose d'un recours contre le déroulement des opérations de visite devant le premier président de la cour d'appel du lieu de la direction des douanes dont dépend le service chargé de la procédure.</p><p>Le procès-verbal rédigé à l'issue des opérations de visite mentionne le délai et la voie de recours prévus au VI. Les parties ne sont pas tenues de constituer avocat.</p><p>VI.-Les recours contre l'ordonnance du juge des libertés et de la détention prévue au III et contre le déroulement des opérations de visite prévu au V doivent être exclusivement formés par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ces recours ne sont pas suspensifs.</p><p>VII.-L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours.</p><p>VIII.-Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.</p><p></p>",
            "num": "63",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1689811200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation et fonctionnement du service des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099261",
                        "id": "LEGISCTA000006099261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Pouvoirs des agents des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122076",
                        "id": "LEGISCTA000006122076",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138841",
                        "id": "LEGISCTA000006138841",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006615398",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138841",
            "sectionParentId": "LEGISCTA000006138841",
            "sectionParentTitre": "Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
            "fullSectionsTitre": "Titre II : Organisation et fonctionnement du service des douanes &gt; Chapitre IV : Pouvoirs des agents des douanes &gt; Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041783736",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 36 de l’ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l'article 36 de l’ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000726939",
                    "textTitle": "Loi n° 93-1 du 4 janvier 1993 - art. 38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000047861342",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1",
                    "datePubli": 726105600000,
                    "dateDebut": 1689811200000
                },
                {
                    "textCid": "JORFTEXT000000726939",
                    "textTitle": "Loi n° 93-1 du 4 janvier 1993 - art. 52 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "52",
                    "articleId": "LEGIARTI000033815461",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1",
                    "datePubli": 726105600000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000000189108",
                    "textTitle": "Loi n°95-877 du 3 août 1995 - art. 22 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000006488132",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "95-877",
                    "datePubli": 807494400000,
                    "dateDebut": 807494400000
                },
                {
                    "textCid": "JORFTEXT000028254425",
                    "textTitle": "Décision n° 2013-357 QPC  du 29 novembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028254426",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-357 QPC",
                    "datePubli": 1385856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028416389",
                    "textTitle": "Décision n°2013-357 R QPC  du 29 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028416390",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-357 R QPC",
                    "datePubli": 1388534400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032548109",
                    "textTitle": "Décision n°2016-541 QPC du 18 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032548110",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-541 QPC",
                    "datePubli": 1463702400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 62 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000029188672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1404345600000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 67 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "67 bis",
                    "articleId": "LEGIARTI000006615437",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096588800000
                },
                {
                    "textCid": "LEGITEXT000006074236",
                    "textTitle": "Code du patrimoine. - art. L112-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L112-22",
                    "articleId": "LEGIARTI000006845481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1077580800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006615398",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -662688000000,
                    "dateFin": 1404345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029188666",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1404345600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041783736",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1689811200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047861470",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1689811200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "63"
            ],
            "versionPrecedente": "LEGIARTI000029188666",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029188666",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour l'application du présent code et en vue de la recherche de la fraude, les agents des douanes peuvent accéder à bord et visiter tout navire qui se trouve dans un port, dans une rade ou à quai. II.-Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis moins de soixante-douze heures, elle se déroule selon les conditions prévues à l'article 62. III.-A.-Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle se déroule en présence du capitaine du navire ou de son représentant. B.-Lorsque la visite concerne des locaux affectés à un usage privé ou d'habitation, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal de grande instance du lieu de la direction des douanes dont dépend le service chargé de la procédure. La visite s'effectue sous le contrôle du juge qui l'a autorisée. Lorsqu'elle a lieu en dehors du ressort de son tribunal de grande instance, il délivre une commission rogatoire, pour exercer ce contrôle, au juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel s'effectue la visite. Le juge peut se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. L'ordonnance est exécutoire au seul vu de la minute. L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou, en son absence, au capitaine du navire ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal prévu au V. Le délai et la voie de recours sont mentionnés dans l'ordonnance. L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. Les parties ne sont pas tenues de constituer avocat. IV.-Chaque visite fait l'objet d'un procès-verbal relatant le déroulement des opérations de contrôle, dont une copie est immédiatement remise au capitaine du navire, à son représentant et à l'occupant des locaux affectés à un usage privé ou d'habitation visités. Une copie du procès-verbal est transmise au juge des libertés et de la détention dans les trois jours suivant son établissement. V.-L'occupant des locaux à usage privé ou d'habitation visités dispose d'un recours contre le déroulement des opérations de visite devant le premier président de la cour d'appel du lieu de la direction des douanes dont dépend le service chargé de la procédure. Le procès-verbal rédigé à l'issue des opérations de visite mentionne le délai et la voie de recours prévus au VI. Les parties ne sont pas tenues de constituer avocat. VI.-Les recours contre l'ordonnance du juge des libertés et de la détention prévue au III et contre le déroulement des opérations de visite prévu au V doivent être exclusivement formés par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ces recours ne sont pas suspensifs. VII.-L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. VIII.-Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.",
            "texteHtml": "<p>I.-Pour l'application du présent code et en vue de la recherche de la fraude, les agents des douanes peuvent accéder à bord et visiter tout navire qui se trouve dans un port, dans une rade ou à quai. </p><p>II.-Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis moins de soixante-douze heures, elle se déroule selon les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000029188672&dateTexte=&categorieLien=id' title='Code des douanes - art. 62 (M)'>l'article 62.</a></p><p>III.-A.-Lorsque la visite concerne des navires qui se trouvent dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle se déroule en présence du capitaine du navire ou de son représentant. </p><p>B.-Lorsque la visite concerne des locaux affectés à un usage privé ou d'habitation, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal de grande instance du lieu de la direction des douanes dont dépend le service chargé de la procédure. </p><p>La visite s'effectue sous le contrôle du juge qui l'a autorisée. Lorsqu'elle a lieu en dehors du ressort de son tribunal de grande instance, il délivre une commission rogatoire, pour exercer ce contrôle, au juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel s'effectue la visite. </p><p>Le juge peut se rendre dans les locaux pendant l'intervention. </p><p>A tout moment, il peut décider la suspension ou l'arrêt de la visite. </p><p>L'ordonnance est exécutoire au seul vu de la minute. </p><p>L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou, en son absence, au capitaine du navire ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal prévu au V. </p><p>Le délai et la voie de recours sont mentionnés dans l'ordonnance. </p><p>L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. Les parties ne sont pas tenues de constituer avocat. </p><p>IV.-Chaque visite fait l'objet d'un procès-verbal relatant le déroulement des opérations de contrôle, dont une copie est immédiatement remise au capitaine du navire, à son représentant et à l'occupant des locaux affectés à un usage privé ou d'habitation visités. Une copie du procès-verbal est transmise au juge des libertés et de la détention dans les trois jours suivant son établissement. </p><p>V.-L'occupant des locaux à usage privé ou d'habitation visités dispose d'un recours contre le déroulement des opérations de visite devant le premier président de la cour d'appel du lieu de la direction des douanes dont dépend le service chargé de la procédure. </p><p>Le procès-verbal rédigé à l'issue des opérations de visite mentionne le délai et la voie de recours prévus au VI. Les parties ne sont pas tenues de constituer avocat. </p><p>VI.-Les recours contre l'ordonnance du juge des libertés et de la détention prévue au III et contre le déroulement des opérations de visite prévu au V doivent être exclusivement formés par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ces recours ne sont pas suspensifs. </p><p>VII.-L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. </p><p>VIII.-Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.</p><p></p>",
            "num": "63",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1404345600000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation et fonctionnement du service des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099261",
                        "id": "LEGISCTA000006099261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Pouvoirs des agents des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122076",
                        "id": "LEGISCTA000006122076",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138841",
                        "id": "LEGISCTA000006138841",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006615398",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138841",
            "sectionParentId": "LEGISCTA000006138841",
            "sectionParentTitre": "Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
            "fullSectionsTitre": "Titre II : Organisation et fonctionnement du service des douanes &gt; Chapitre IV : Pouvoirs des agents des douanes &gt; Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029188666",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Décret 48-1985 1948-12-08",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000029175262",
                    "textTitle": "LOI n°2014-742 du 1er juillet 2014 - art. 28",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000029176561",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-07-02",
                    "dateSignaTexte": "2014-07-01",
                    "dateDebutCible": "2014-07-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000726939",
                    "textTitle": "Loi n° 93-1 du 4 janvier 1993 - art. 38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000047861342",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1",
                    "datePubli": 726105600000,
                    "dateDebut": 1689811200000
                },
                {
                    "textCid": "JORFTEXT000000726939",
                    "textTitle": "Loi n° 93-1 du 4 janvier 1993 - art. 52 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "52",
                    "articleId": "LEGIARTI000033815461",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1",
                    "datePubli": 726105600000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000000189108",
                    "textTitle": "Loi n°95-877 du 3 août 1995 - art. 22 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000006488132",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "95-877",
                    "datePubli": 807494400000,
                    "dateDebut": 807494400000
                },
                {
                    "textCid": "JORFTEXT000028254425",
                    "textTitle": "Décision n° 2013-357 QPC  du 29 novembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028254426",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-357 QPC",
                    "datePubli": 1385856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028416389",
                    "textTitle": "Décision n°2013-357 R QPC  du 29 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028416390",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-357 R QPC",
                    "datePubli": 1388534400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032548109",
                    "textTitle": "Décision n°2016-541 QPC du 18 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032548110",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-541 QPC",
                    "datePubli": 1463702400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 62 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000029188672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1404345600000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 67 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "67 bis",
                    "articleId": "LEGIARTI000006615437",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096588800000
                },
                {
                    "textCid": "LEGITEXT000006074236",
                    "textTitle": "Code du patrimoine. - art. L112-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L112-22",
                    "articleId": "LEGIARTI000006845481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1077580800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006615398",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -662688000000,
                    "dateFin": 1404345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029188666",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1404345600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041783736",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1689811200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047861470",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1689811200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "63"
            ],
            "versionPrecedente": "LEGIARTI000006615398",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006615398",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les agents des douanes peuvent aller à bord de tous les bâtiments, y compris les navires de guerre, qui se trouvent dans les ports ou rades ou qui montent ou descendent les rivières et canaux. Ils peuvent y demeurer jusqu'à leur déchargement ou sortie. 2. Les capitaines et commandants doivent recevoir les agents des douanes, les accompagner et, s'ils le demandent, faire ouvrir les écoutilles, les chambres et armoires de leur bâtiment, ainsi que les colis désignés pour la visite. En cas de refus, les agents peuvent demander l'assistance d'un juge (ou, s'il n'y en a pas sur le lieu, d'un officier municipal dudit lieu ou d'un officier de police judiciaire), qui est tenu de faire ouvrir les écoutilles, chambres, armoires et colis ; il est dressé procès-verbal de cette ouverture et des constatations, faites aux frais des capitaines ou commandants. 3. Les agents chargés de la vérification des bâtiments et cargaisons peuvent, au coucher du soleil, fermer les écoutilles, qui ne pourront être ouvertes qu'en leur présence. 4. Sur les navires de guerre, les visites ne peuvent être faites après le coucher du soleil.",
            "texteHtml": "<p></p>   1. Les agents des douanes peuvent aller à bord de tous les bâtiments, y compris les navires de guerre, qui se trouvent dans les ports ou rades ou qui montent ou descendent les rivières et canaux. Ils peuvent y demeurer jusqu'à leur déchargement ou sortie.<p></p><p></p>   2. Les capitaines et commandants doivent recevoir les agents des douanes, les accompagner et, s'ils le demandent, faire ouvrir les écoutilles, les chambres et armoires de leur bâtiment, ainsi que les colis désignés pour la visite. En cas de refus, les agents peuvent demander l'assistance d'un juge (ou, s'il n'y en a pas sur le lieu, d'un officier municipal dudit lieu ou d'un officier de police judiciaire), qui est tenu de faire ouvrir les écoutilles, chambres, armoires et colis ; il est dressé procès-verbal de cette ouverture et des constatations, faites aux frais des capitaines ou commandants.<p></p><p></p>   3. Les agents chargés de la vérification des bâtiments et cargaisons peuvent, au coucher du soleil, fermer les écoutilles, qui ne pourront être ouvertes qu'en leur présence.<p></p><p></p>   4. Sur les navires de guerre, les visites ne peuvent être faites après le coucher du soleil.<p></p>",
            "num": "63",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": -662688000000,
            "dateFin": 1404345600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation et fonctionnement du service des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099261",
                        "id": "LEGISCTA000006099261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Pouvoirs des agents des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122076",
                        "id": "LEGISCTA000006122076",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138841",
                        "id": "LEGISCTA000006138841",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006615398",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138841",
            "sectionParentId": "LEGISCTA000006138841",
            "sectionParentTitre": "Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
            "fullSectionsTitre": "Titre II : Organisation et fonctionnement du service des douanes &gt; Chapitre IV : Pouvoirs des agents des douanes &gt; Section 1 : Droit de visite des marchandises, des moyens de transport et des personnes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006615398",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Dans sa décision n° 2013-357 QPC du 29 novembre 2013 (NOR : CSCX1329486S), le Conseil constitutionnel a déclaré l'article 63 du code des douanes contraire à la Constitution. La déclaration d'inconstitutionnalité de l'article 1er prend effet à compter de la publication de la présente décision dans les conditions prévues au considérant 10. Dans sa décision n° 2013-357 R QPC du 29 décembre 2013, les mots \" de la publication de la présente décision \" sont remplacés par les mots \" du 1er janvier 2015 \".",
            "notaHtml": "<p>Dans sa décision n° 2013-357 QPC du 29 novembre 2013 (NOR : CSCX1329486S), le Conseil constitutionnel a déclaré l'article 63 du code des douanes contraire à la Constitution. La déclaration d'inconstitutionnalité de l'article 1er prend effet à compter de la publication de la présente décision dans les conditions prévues au considérant 10. Dans sa décision n° 2013-357 R QPC du 29 décembre 2013, les mots \" de la publication de la présente décision \" sont remplacés par les mots \" du 1er janvier 2015 \".</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Décret 48-1985 1948-12-08",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000028254425",
                    "textTitle": "Décision n° 2013-357 QPC\r\n du 29 novembre 2013 - art. 1, v. init.",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000028254438",
                    "natureText": "DECISION",
                    "datePubliTexte": "2013-12-01",
                    "dateSignaTexte": "2013-11-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000726939",
                    "textTitle": "Loi n° 93-1 du 4 janvier 1993 - art. 38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000047861342",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1",
                    "datePubli": 726105600000,
                    "dateDebut": 1689811200000
                },
                {
                    "textCid": "JORFTEXT000000726939",
                    "textTitle": "Loi n° 93-1 du 4 janvier 1993 - art. 52 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "52",
                    "articleId": "LEGIARTI000033815461",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1",
                    "datePubli": 726105600000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000000189108",
                    "textTitle": "Loi n°95-877 du 3 août 1995 - art. 22 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000006488132",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "95-877",
                    "datePubli": 807494400000,
                    "dateDebut": 807494400000
                },
                {
                    "textCid": "JORFTEXT000028254425",
                    "textTitle": "Décision n° 2013-357 QPC  du 29 novembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028254426",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-357 QPC",
                    "datePubli": 1385856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028416389",
                    "textTitle": "Décision n°2013-357 R QPC  du 29 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028416390",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-357 R QPC",
                    "datePubli": 1388534400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032548109",
                    "textTitle": "Décision n°2016-541 QPC du 18 mai 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032548110",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-541 QPC",
                    "datePubli": 1463702400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 67 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "67 bis",
                    "articleId": "LEGIARTI000006615437",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096588800000
                },
                {
                    "textCid": "LEGITEXT000006074236",
                    "textTitle": "Code du patrimoine. - art. L112-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L112-22",
                    "articleId": "LEGIARTI000006845481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1077580800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006615398",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -662688000000,
                    "dateFin": 1404345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029188666",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1404345600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041783736",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1689811200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047861470",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1689811200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "63"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}