{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037556682",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Doit être communiqué à l'Autorité de la concurrence, à titre d'information, au moins quatre mois avant sa mise en œuvre, tout accord entre des entreprises ou des groupes de personnes physiques ou morales exploitant, directement ou indirectement, un ou plusieurs magasins de commerce de détail de produits de grande consommation, ou intervenant dans le secteur de la distribution comme centrale de référencement ou d'achat d'entreprises de commerce de détail, visant à négocier de manière groupée l'achat ou le référencement de produits ou la vente de services aux fournisseurs. Le premier alinéa du présent I s'applique lorsque le chiffre d'affaires total mondial hors taxes de l'ensemble des entreprises ou des groupes de personnes physiques ou morales parties à l'accord et le chiffre d'affaires total hors taxes réalisé à l'achat en France dans le cadre de l'accord par l'ensemble des parties à l'accord excèdent des seuils fixés par décret en Conseil d'Etat. L'Autorité de la concurrence transmet au ministre chargé de l'économie, à sa demande, les accords mentionnés au premier alinéa du présent I. II.-Un bilan concurrentiel de la mise en œuvre d'un accord défini au premier alinéa du I est effectué par l'Autorité de la concurrence, de sa propre initiative ou à la demande du ministre chargé de l'économie. A cet effet, l'Autorité de la concurrence peut demander aux parties à l'accord de lui transmettre un rapport présentant l'effet sur la concurrence de cet accord. L'engagement de la procédure de bilan concurrentiel est rendu public par l'Autorité de la concurrence, afin de permettre aux tiers intéressés de lui adresser leurs observations. La procédure applicable est celle prévue au deuxième alinéa de l'article L. 463-2 et aux articles L. 463-4, L. 463-6 et L. 463-7. Avant de statuer, l'Autorité de la concurrence peut entendre des tiers en l'absence des parties à l'accord en cause. Afin de réaliser le bilan concurrentiel, l'Autorité de la concurrence examine si cet accord, tel qu'il a été mis en œuvre, est de nature à porter une atteinte sensible à la concurrence au sens des articles L. 420-1 et L. 420-2. A cette occasion, elle apprécie si l'accord apporte au progrès économique une contribution suffisante pour compenser d'éventuelles atteintes à la concurrence, en prenant en compte son impact tant pour les producteurs, les transformateurs et les distributeurs que pour les consommateurs. Si des atteintes à la concurrence telles que mentionnées au troisième alinéa du présent II ou des effets anticoncurrentiels ont été identifiés, les parties à l'accord s'engagent à prendre des mesures visant à y remédier dans un délai fixé par l'Autorité de la concurrence. L'Autorité de la concurrence peut également se saisir d'office en application du III de l'article L. 462-5 ou être saisie par le ministre chargé de l'économie en application du I du même article L. 462-5. III.-L'Autorité de la concurrence peut prendre des mesures conservatoires selon les modalités et dans les conditions prévues au dernier alinéa de l'article L. 464-1 pour tout accord mentionné au I du présent article dès lors que l'une des atteintes à la concurrence mentionnées au II, que cet accord entraîne ou est susceptible d'entraîner immédiatement après son entrée en vigueur, présente un caractère suffisant de gravité. Elles peuvent comporter une injonction aux parties de revenir à l'état antérieur ou demander une modification dudit accord. IV.-Un arrêté du ministre chargé de l'économie, pris après avis de l'Autorité de la concurrence, fixe le contenu du dossier d'information communiqué à cette autorité en application du premier alinéa du I ainsi que les éléments d'information et les documents devant figurer dans le rapport prévu au premier alinéa du II.",
            "texteHtml": "<p>I.-Doit être communiqué à l'Autorité de la concurrence, à titre d'information, au moins quatre mois avant sa mise en œuvre, tout accord entre des entreprises ou des groupes de personnes physiques ou morales exploitant, directement ou indirectement, un ou plusieurs magasins de commerce de détail de produits de grande consommation, ou intervenant dans le secteur de la distribution comme centrale de référencement ou d'achat d'entreprises de commerce de détail, visant à négocier de manière groupée l'achat ou le référencement de produits ou la vente de services aux fournisseurs.</p><p>Le premier alinéa du présent I s'applique lorsque le chiffre d'affaires total mondial hors taxes de l'ensemble des entreprises ou des groupes de personnes physiques ou morales parties à l'accord et le chiffre d'affaires total hors taxes réalisé à l'achat en France dans le cadre de l'accord par l'ensemble des parties à l'accord excèdent des seuils fixés par décret en Conseil d'Etat.</p><p>L'Autorité de la concurrence transmet au ministre chargé de l'économie, à sa demande, les accords mentionnés au premier alinéa du présent I.<br/><br/>\n II.-Un bilan concurrentiel de la mise en œuvre d'un accord défini au premier alinéa du I est effectué par l'Autorité de la concurrence, de sa propre initiative ou à la demande du ministre chargé de l'économie. A cet effet, l'Autorité de la concurrence peut demander aux parties à l'accord de lui transmettre un rapport présentant l'effet sur la concurrence de cet accord.<br/><br/>\n L'engagement de la procédure de bilan concurrentiel est rendu public par l'Autorité de la concurrence, afin de permettre aux tiers intéressés de lui adresser leurs observations. La procédure applicable est celle prévue au deuxième alinéa de l'article L. 463-2 et aux articles L. 463-4, L. 463-6 et L. 463-7. Avant de statuer, l'Autorité de la concurrence peut entendre des tiers en l'absence des parties à l'accord en cause.<br/><br/>\n Afin de réaliser le bilan concurrentiel, l'Autorité de la concurrence examine si cet accord, tel qu'il a été mis en œuvre, est de nature à porter une atteinte sensible à la concurrence au sens des articles L. 420-1 et L. 420-2. A cette occasion, elle apprécie si l'accord apporte au progrès économique une contribution suffisante pour compenser d'éventuelles atteintes à la concurrence, en prenant en compte son impact tant pour les producteurs, les transformateurs et les distributeurs que pour les consommateurs.<br/><br/>\n Si des atteintes à la concurrence telles que mentionnées au troisième alinéa du présent II ou des effets anticoncurrentiels ont été identifiés, les parties à l'accord s'engagent à prendre des mesures visant à y remédier dans un délai fixé par l'Autorité de la concurrence. L'Autorité de la concurrence peut également se saisir d'office en application du III de l'article L. 462-5 ou être saisie par le ministre chargé de l'économie en application du I du même article L. 462-5.<br/><br/>\n III.-L'Autorité de la concurrence peut prendre des mesures conservatoires selon les modalités et dans les conditions prévues au dernier alinéa de l'article L. 464-1 pour tout accord mentionné au I du présent article dès lors que l'une des atteintes à la concurrence mentionnées au II, que cet accord entraîne ou est susceptible d'entraîner immédiatement après son entrée en vigueur, présente un caractère suffisant de gravité.<br/><br/>\n Elles peuvent comporter une injonction aux parties de revenir à l'état antérieur ou demander une modification dudit accord.<br/><br/>\n IV.-Un arrêté du ministre chargé de l'économie, pris après avis de l'Autorité de la concurrence, fixe le contenu du dossier d'information communiqué à cette autorité en application du premier alinéa du I ainsi que les éléments d'information et les documents devant figurer dans le rapport prévu au premier alinéa du II. </p><p></p>",
            "num": "L462-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1541116800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1074042466,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113741",
                        "id": "LEGISCTA000006113741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2008-11-13",
                        "titre": "TITRE VI : Du conseil de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000006133188",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-13",
                        "fin": "2999-01-01",
                        "titre": "TITRE VI : De l'Autorité de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000019294601",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Des attributions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146079",
                        "id": "LEGISCTA000006146079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030984930",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146079",
            "sectionParentId": "LEGISCTA000006146079",
            "sectionParentTitre": "Chapitre II : Des attributions.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE VI : De l'Autorité de la concurrence. &gt; Chapitre II : Des attributions.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037556682",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037547946",
                    "textTitle": "LOI n°2018-938 du 30 octobre 2018 - art. 19",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000037549053",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-01",
                    "dateSignaTexte": "2018-10-30",
                    "dateDebutCible": "2018-11-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031629832",
                    "textTitle": "Décret n°2015-1671 du 14 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031630080",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1671",
                    "datePubli": 1450224000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "JORFTEXT000042334433",
                    "textTitle": "Arrêté du 9 septembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042335995",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1600300800000,
                    "dateDebut": 1600387200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R462-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R462-5",
                    "articleId": "LEGIARTI000031630121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030984937",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1541116800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037556682",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1541116800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L462-10",
                "462-10"
            ],
            "versionPrecedente": "LEGIARTI000030984937",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030984937",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Doit être communiqué à l'Autorité de la concurrence, à titre d'information, au moins deux mois avant sa mise en œuvre, tout accord entre des entreprises ou des groupes de personnes physiques ou morales exploitant, directement ou indirectement, un ou plusieurs magasins de commerce de détail de produits de grande consommation, ou intervenant dans le secteur de la distribution comme centrale de référencement ou d'achat d'entreprises de commerce de détail, visant à négocier de manière groupée l'achat ou le référencement de produits ou la vente de services aux fournisseurs. Le premier alinéa s'applique lorsque le chiffre d'affaires total mondial hors taxes de l'ensemble des entreprises ou des groupes de personnes physiques ou morales parties à l'accord et le chiffre d'affaires total hors taxes réalisé à l'achat en France dans le cadre de l'accord par l'ensemble des parties à l'accord excèdent des seuils fixés par décret en Conseil d'Etat.",
            "texteHtml": "<p>Doit être communiqué à l'Autorité de la concurrence, à titre d'information, au moins deux mois avant sa mise en œuvre, tout accord entre des entreprises ou des groupes de personnes physiques ou morales exploitant, directement ou indirectement, un ou plusieurs magasins de commerce de détail de produits de grande consommation, ou intervenant dans le secteur de la distribution comme centrale de référencement ou d'achat d'entreprises de commerce de détail, visant à négocier de manière groupée l'achat ou le référencement de produits ou la vente de services aux fournisseurs. </p><p> Le premier alinéa s'applique lorsque le chiffre d'affaires total mondial hors taxes de l'ensemble des entreprises ou des groupes de personnes physiques ou morales parties à l'accord et le chiffre d'affaires total hors taxes réalisé à l'achat en France dans le cadre de l'accord par l'ensemble des parties à l'accord excèdent des seuils fixés par décret en Conseil d'Etat. </p><p></p>",
            "num": "L462-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1438992000000,
            "dateFin": 1541116800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1074042466,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113741",
                        "id": "LEGISCTA000006113741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2008-11-13",
                        "titre": "TITRE VI : Du conseil de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000006133188",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-13",
                        "fin": "2999-01-01",
                        "titre": "TITRE VI : De l'Autorité de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000019294601",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Des attributions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146079",
                        "id": "LEGISCTA000006146079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030984930",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146079",
            "sectionParentId": "LEGISCTA000006146079",
            "sectionParentTitre": "Chapitre II : Des attributions.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE VI : De l'Autorité de la concurrence. &gt; Chapitre II : Des attributions.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030984937",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030978561",
                    "textTitle": "LOI n°2015-990 du 6 août 2015 - art. 37",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000030982238",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-07",
                    "dateSignaTexte": "2015-08-06",
                    "dateDebutCible": "2015-08-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031629832",
                    "textTitle": "Décret n°2015-1671 du 14 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031630080",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1671",
                    "datePubli": 1450224000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "JORFTEXT000042334433",
                    "textTitle": "Arrêté du 9 septembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042335995",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1600300800000,
                    "dateDebut": 1600387200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R462-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R462-5",
                    "articleId": "LEGIARTI000031630121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030984937",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1541116800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037556682",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1541116800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L462-10",
                "462-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}