{
    "cid": "LEGIARTI000030030562",
    "num": "R5312-23",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029338352",
                        "id": "LEGISCTA000029344454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838538",
                        "id": "LEGISCTA000029838538",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ORGANISATION DES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030030478",
                        "id": "LEGISCTA000030030478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2021-06-01",
                        "titre": "Chapitre II : Grands ports maritimes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030030504",
                        "id": "LEGISCTA000030030504",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Grands ports maritimes et fluvio-maritimes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030030504",
                        "id": "LEGISCTA000043517411",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030030532",
                        "id": "LEGISCTA000030030532",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conseil de surveillance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030030534",
                        "id": "LEGISCTA000030030534",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000030030562",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code des ports maritimes - art. R102-13 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006074233",
                    "textTitle": "Code des ports maritimes - art. R102-13 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R102-13",
                    "articleId": "LEGIARTI000023970505",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030000237",
                    "textTitle": "DÉCRET n°2014-1670 du 30 décembre 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000030027775",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-31",
                    "dateSignaTexte": "2014-12-30",
                    "dateDebutCible": "2015-01-01"
                },
                {
                    "textCid": "JORFTEXT000030000237",
                    "textTitle": "DÉCRET n°2014-1670 du 30 décembre 2014 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000030027775",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-31",
                    "dateSignaTexte": "2014-12-30",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "num": "R5312-23",
            "origine": "LEGI",
            "texte": "Le conseil de surveillance se réunit, sur la convocation de son président, au moins deux fois par semestre. Le président du conseil de surveillance fixe l'ordre du jour après consultation du président du directoire. Le commissaire du Gouvernement ou l'autorité chargée du contrôle économique et financier peut demander au président du conseil de surveillance l'inscription à l'ordre du jour des questions sur lesquelles ils estiment nécessaire de provoquer une délibération ou une information de cette assemblée. Le conseil ne peut valablement délibérer que lorsque la moitié au moins de ses membres en exercice assistent à la séance. Toutefois, si ce quorum n'est pas atteint, le conseil, réuni sur une nouvelle convocation à trois jours d'intervalle, délibère valablement quel que soit le nombre des membres présents. Les délibérations sont prises à la majorité des suffrages exprimés. En cas de partage égal des voix, la voix du président est prépondérante. Tout membre du conseil de surveillance peut, par procuration spéciale écrite, déléguer à un autre membre du même conseil la faculté de voter en ses lieu et place sur les questions portées à l'ordre du jour. Nul membre ne peut détenir plus d'une procuration. Le vote a lieu au scrutin secret en cas de nomination ou d'avis sur une désignation. Dans ces deux cas, si, après deux tours de scrutin, aucun candidat n'a obtenu la majorité absolue, il est procédé à un troisième tour de scrutin et la nomination ou la désignation a lieu à la majorité relative. A égalité de voix, la nomination ou la désignation est acquise au plus âgé. Les procès-verbaux sont signés par le président et par le vice-président. Ils font mention des personnes présentes. Les membres du directoire assistent avec voix consultative aux séances du conseil de surveillance. Les convocations aux séances sont adressées au commissaire du Gouvernement et à l'autorité chargée du contrôle économique et financier, accompagnées des ordres du jour et des mêmes documents que ceux transmis aux membres du conseil. Le commissaire du Gouvernement et l'autorité chargée du contrôle économique et financier sont convoqués aux commissions constituées au sein du conseil. Ils assistent à ces commissions s'ils le jugent utile. Le conseil de surveillance peut s'assurer le concours de secrétaires pris dans le personnel du grand port maritime, qui assistent aux séances sans prendre part aux délibérations.",
            "texteHtml": "<p><br/>Le conseil de surveillance se réunit, sur la convocation de son président, au moins deux fois par semestre. Le président du conseil de surveillance fixe l'ordre du jour après consultation du président du directoire. Le commissaire du Gouvernement ou l'autorité chargée du contrôle économique et financier peut demander au président du conseil de surveillance l'inscription à l'ordre du jour des questions sur lesquelles ils estiment nécessaire de provoquer une délibération ou une information de cette assemblée.<br/>Le conseil ne peut valablement délibérer que lorsque la moitié au moins de ses membres en exercice assistent à la séance. Toutefois, si ce quorum n'est pas atteint, le conseil, réuni sur une nouvelle convocation à trois jours d'intervalle, délibère valablement quel que soit le nombre des membres présents.<br/>Les délibérations sont prises à la majorité des suffrages exprimés. En cas de partage égal des voix, la voix du président est prépondérante.<br/>Tout membre du conseil de surveillance peut, par procuration spéciale écrite, déléguer à un autre membre du même conseil la faculté de voter en ses lieu et place sur les questions portées à l'ordre du jour. Nul membre ne peut détenir plus d'une procuration.<br/>Le vote a lieu au scrutin secret en cas de nomination ou d'avis sur une désignation. Dans ces deux cas, si, après deux tours de scrutin, aucun candidat n'a obtenu la majorité absolue, il est procédé à un troisième tour de scrutin et la nomination ou la désignation a lieu à la majorité relative. A égalité de voix, la nomination ou la désignation est acquise au plus âgé.<br/>Les procès-verbaux sont signés par le président et par le vice-président. Ils font mention des personnes présentes.<br/>Les membres du directoire assistent avec voix consultative aux séances du conseil de surveillance.<br/>Les convocations aux séances sont adressées au commissaire du Gouvernement et à l'autorité chargée du contrôle économique et financier, accompagnées des ordres du jour et des mêmes documents que ceux transmis aux membres du conseil.<br/>Le commissaire du Gouvernement et l'autorité chargée du contrôle économique et financier sont convoqués aux commissions constituées au sein du conseil. Ils assistent à ces commissions s'ils le jugent utile.<br/>Le conseil de surveillance peut s'assurer le concours de secrétaires pris dans le personnel du grand port maritime, qui assistent aux séances sans prendre part aux délibérations.</p>",
            "type": "AUTONOME",
            "dateDebut": "2015-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}