{
    "cid": "LEGIARTI000033275355",
    "num": "Annexe 4-10",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000033275531",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1111-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1111-11",
                    "articleId": "LEGIARTI000006685791",
                    "natureText": "CODE",
                    "date": 1599848846775,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1454544000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1111-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1111-6",
                    "articleId": "LEGIARTI000006685772",
                    "natureText": "CODE",
                    "date": 1599848846775,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D311-0-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D311-0-4",
                    "articleId": "LEGIARTI000033275296",
                    "natureText": "CODE",
                    "date": 1599848846775,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477008000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L311-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-5-1",
                    "articleId": "LEGIARTI000031711846",
                    "natureText": "CODE",
                    "date": 1599848846775,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L312-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-1",
                    "articleId": "LEGIARTI000006797382",
                    "natureText": "CODE",
                    "date": 1599848846776,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1461456000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033273861",
                    "textTitle": "Décret n°2016-1395 du 18 octobre 2016 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033275212",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-10-20",
                    "dateSignaTexte": "2016-10-18",
                    "dateDebutCible": "2016-10-21"
                }
            ],
            "num": "Annexe 4-10",
            "origine": "LEGI",
            "texte": "Notice d'information relative à la désignation de la personne de confiance (article D. 311-0-4 du code de l'action sociale et des familles) La notice d'information comprend : – des explications concernant le rôle et les modalités de désignation de la personne de confiance mentionnée à l'article L. 311-5-1 du code de l'action sociale et des familles ; – cinq annexes : – annexe 1 : Rappel des principales missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique ; – annexe 2 : Formulaire de désignation de la personne de confiance ; – annexe 3 : Formulaire de révocation de la personne de confiance ; – annexe 4 : Formulaires à destination des témoins en cas d'impossibilité physique d'écrire seul (e) le formulaire de désignation ou de révocation de la personne de confiance – annexe 5 : Un modèle d'attestation de délivrance de l'information sur la personne de confiance. Le rôle et les modalités de désignation de la personne de confiance La loi donne le droit à toute personne majeure prise en charge dans un établissement ou un service social ou médico-social (1) de désigner une personne de confiance qui, si elle le souhaite, l'accompagnera dans ses démarches afin de l'aider dans ses décisions. 1. Quel est son rôle ? La personne de confiance a plusieurs missions : – Accompagnement et présence : La personne de confiance peut si vous le souhaitez : – être présente à l'entretien prévu, lors de la conclusion du contrat de séjour, pour rechercher votre consentement à être accueillie dans l'établissement d'hébergement (en présence du directeur de l'établissement ou toute autre personne formellement désignée par lui et, chaque fois que nécessaire, du médecin coordonnateur si la structure d'accueil est un établissement d'hébergement pour personnes âgées dépendantes). Elle sera la seule personne de votre entourage à avoir le droit d'être présente à cet entretien. – vous accompagner dans vos démarches liées à votre prise en charge sociale ou médico-sociale afin de vous aider dans vos décisions. – assister aux entretiens médicaux prévus dans le cadre de votre prise en charge médico-sociale afin de vous aider dans vos décisions. – Aide pour la compréhension de vos droits : Votre personne de confiance sera consultée par l'établissement ou le service qui vous prend en charge au cas où vous rencontriez des difficultés dans la connaissance et la compréhension de vos droits. Cette consultation n'a pas vocation à se substituer à vos décisions. Par ailleurs, lors de la désignation de la personne de confiance du code de l'action sociale et des familles (dans le cadre de votre prise en charge sociale ou médico-sociale), si vous souhaitez que cette personne exerce également les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique (concernant les usagers du système de santé, par exemple, en cas d'hospitalisation, d'accompagnement de fin de vie...), vous devrez l'indiquer expressément dans le formulaire de désignation figurant en annexe 2. Les missions de cette personne de confiance sont rappelées dans l'annexe 1. La personne de confiance est tenue à un devoir de confidentialité par rapport aux informations qui vous concernent. 2. Qui peut la désigner ? Cette faculté est ouverte à toute personne majeure prise en charge par une structure sociale ou médico-sociale. C'est un droit qui vous est offert, mais ce n'est pas une obligation : vous êtes libre de ne pas désigner une personne de confiance. Pour les personnes qui bénéficient d'une mesure de protection judiciaire (sauvegarde de justice lorsqu'un mandataire spécial a été désigné, tutelle, curatelle) pour les actes relatifs à la personne, la désignation d'une personne de confiance est soumise à l'autorisation du conseil de famille s'il a été constitué ou du juge des tutelles. 3. Qui peut être la personne de confiance ? Vous pouvez désigner comme personne de confiance toute personne majeure de votre entourage en qui vous avez confiance, par exemple un membre de votre famille, un proche, votre médecin traitant. Il est important d'échanger avec la personne que vous souhaitez désigner avant de remplir le formulaire de désignation et de lui faire part de vos souhaits par rapport à sa future mission. Il est important qu'elle ait la possibilité de prendre connaissance de son futur rôle auprès de vous et d'en mesurer de sa portée. La personne que vous souhaitez désigner doit donner son accord à cette désignation. A cet effet, elle contresigne le formulaire de désignation figurant en annexe 2. Il convient de préciser que cette personne peut refuser d'être votre personne de confiance ; auquel cas, vous devrez en désigner une autre. 4. Quand la désigner ? Vous pouvez la désigner lorsque vous le souhaitez. Lors du début d'une prise en charge sociale ou médico-sociale, qu'elle soit effectuée par un service ou dans un établissement d'hébergement, il vous sera proposé, si vous n'aviez désigné personne auparavant, de désigner une personne de confiance. Il est possible que vous ayez déjà désigné une personne de confiance pour votre santé (2), notamment au cours d'une hospitalisation, avant votre début de prise en charge sociale ou médico-sociale. Cette personne n'est pas automatiquement autorisée à être votre personne de confiance pour votre prise en charge sociale ou médico-sociale. Il vous sera donc nécessaire, si vous souhaitez que cette même personne soit également votre personne de confiance dans le cadre de votre prise en charge sociale et médico-sociale, de procéder à une nouvelle désignation. La désignation de la personne de confiance du secteur social et médico-social est valable sans limitation de durée, sauf si vous l'avez nommé pour une autre durée plus limitée. Si vous êtes demandeurs d'asile, la notice d'information et le formulaire de désignation d'une personne de confiance vous ont été remis par l'Office français de l'immigration et de l'intégration lors de votre passage au guichet unique en même temps que la proposition d'hébergement en centre d'accueil pour demandeur d'asile ou, si cette proposition d'hébergement intervient postérieurement à votre passage au guichet unique, en même temps que la proposition d'une offre d'hébergement en centre d'accueil pour demandeur d'asile. Si vous souhaitez désigner une personne de confiance, il convient dès votre arrivée que vous remettiez le formulaire de désignation au responsable du centre afin qu'il puisse engager sans délais la prise de contact avec la personne que vous aurez désignée. 5. Comment la désigner ? La désignation se fait par écrit. Il est préférable d'utiliser le formulaire figurant en annexe 2, mais vous pouvez aussi le faire sur papier libre, daté et signé en précisant bien le nom, le prénom et les coordonnées de la personne de confiance. La personne que vous désignez doit contresigner le formulaire ou, le cas échéant, le document. Vous pouvez changer de personne de confiance ou mettre fin à sa désignation à tout moment. Dans ce cas, les modalités sont les mêmes que celles prévues pour la désignation (formulaire figurant en annexe 3). Si vous avez des difficultés pour écrire, vous pouvez demander à deux personnes d'attester par écrit, notamment au moyen du formulaire figurant en annexe 4, que cette désignation ou cette révocation est bien conforme à votre volonté. 6. Comment faire connaître ce document et le conserver ? Il est important, lors d'une prise en charge, d'informer la structure et l'équipe de prise en charge que vous avez désigné une personne de confiance, afin qu'ils connaissent son nom et ses coordonnées, et d'en donner une copie. Il est souhaitable d'en tenir vos proches informés. Il peut être utile de conserver le document de désignation avec vous. (1) Etablissement ou service social ou médico-social mentionné au I de l'article L. 312-1 du code de l'action sociale et des familles, lorsqu'il prend en charge des personnes majeures. (2) En application de l'article L. 1111-6 du code de la santé publique. Annexe 1 Rappel des principales missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique Dans le cadre d'une prise en charge par le système de santé (par exemple, en cas d'hospitalisation), la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique peut exercer les missions suivantes. – Lorsque vous pouvez exprimer votre volonté, elle a une mission d'accompagnement : – La personne de confiance peut si vous le souhaitez : – vous soutenir dans votre cheminement personnel et vous aider dans vos décisions concernant votre santé ; – assister aux consultations ou aux entretiens médicaux : elle vous assiste mais ne vous remplace pas ; – prendre connaissance d'éléments de votre dossier médical en votre présence : elle n'aura pas accès à l'information en dehors de votre présence et ne devra pas divulguer des informations sans votre accord. Il est recommandé de lui remettre vos directives anticipées si vous les avez rédigées : ce sont vos volontés, exprimées par écrit, sur les traitements que vous souhaitez ou non, si un jour vous ne pouvez plus vous exprimer. – Si vous ne pouvez plus exprimer votre volonté, elle a une mission de référent auprès de l'équipe médicale : La personne de confiance sera la personne consultée en priorité par l'équipe médicale lors de tout questionnement sur la mise en œuvre, la poursuite ou l'arrêt de traitements et recevra les informations nécessaires pour pouvoir exprimer ce que vous auriez souhaité. Enfin, en l'absence de directives anticipées, le médecin a l'obligation de consulter votre personne de confiance dans le cas où vous seriez hors d'état d'exprimer votre volonté afin de connaître vos souhaits relatifs à la fin de vie. A défaut de personne de confiance, un membre de votre famille ou un proche serait consulté. Elle sera votre porte-parole pour refléter de façon précise et fidèle vos souhaits et votre volonté, par exemple sur la poursuite, la limitation ou l'arrêt de traitement. Elle n'exprime pas ses propres souhaits mais rapporte les vôtres. Son témoignage l'emportera sur tout autre témoignage (membres de la famille, proches...). Si vous avez rédigé vos directives anticipées, elle les transmettra au médecin qui vous suit si vous les lui avez confiées ou bien elle indiquera où vous les avez rangées ou qui les détient. La personne de confiance peut faire le lien avec votre famille ou vos proches mais en cas de une contestation, s'ils ne sont pas d'accord avec vos volontés, son témoignage l'emportera. Elle n'aura pas la responsabilité de prendre des décisions concernant vos traitements, mais témoignera de vos souhaits, volontés et convictions : celle-ci appartient au médecin, sous réserve de vos directives anticipées, et la décision sera prise après avis d'un autre médecin et concertation avec l'équipe soignante. Nota. – Dans le cas très particulier où une recherche biomédicale est envisagée dans les conditions prévues par la loi, si vous n'êtes pas en mesure de vous exprimer, l'autorisation de votre personne de confiance sera en revanche requise. Annexe 2 Formulaire de désignation de la personne de confiance mentionnée à l'article L. 311-5-1 du code de l'action sociale et des familles. Je soussigné (e) Nom et prénom : Né (e) le à Désigne Nom et prénom : Né (e) le à Qualité (lien avec la personne) : Adresse : Téléphone fixe professionnel portable E-mail : comme personne de confiance en application de l'article L. 311-5-1 du code de l'action sociale et des familles. Fait à, le Signature : Cosignature de la personne de confiance : Partie facultative Par le présent document, j'indique également expressément que cette personne de confiance exercera les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique, selon les modalités précisées par le même code : oui □ non □ □ Je lui ai fait part de mes directives anticipées, telles que définies à l'article L. 1111-11 du code de la santé publique, si un jour je ne suis plus en état de m'exprimer : oui □ non □ □ Elle possède un exemplaire de mes directives anticipées : oui □ non □ Fait à, le Signature : Cosignature de la personne de confiance : Annexe 3 Formulaire de révocation de la personne de confiance mentionnée à l'article L. 311-5-1 du code de l'action sociale et des familles Je soussigné (e) Nom et prénom : Né (e) le à Met fin à la désignation de Nom et prénom : Né (e) le à Qualité (lien avec la personne) : Adresse : Téléphone fixe professionnel portable E-mail : comme personne de confiance mentionnée à l'article L. 311-5-1 du code de l'action sociale et des familles ; Que, par suite, cette personne cessera aussi de remplir les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique. Fait à le Signature : Annexe 4 Formulaires à destination des témoins en cas d'impossibilité physique d'écrire seul (e) le formulaire de désignation de la personne de confiance Cas particulier Si vous êtes dans l'impossibilité physique d'écrire seul (e) le formulaire de désignation de la personne de confiance, deux personnes peuvent attester ci-dessous que la désignation de la personne de confiance, décrite dans le formulaire précédent, est bien l'expression de votre volonté. 1. Formulaire en cas de désignation d'une personne de confiance Témoin 1 : Je soussigné (e) Nom et prénom : Qualité (lien avec la personne) : atteste que la désignation de : Nom et prénom : Comme personne de confiance en application de l'article L. 311-5-1 du code de l'action sociale et des familles est bien l'expression de la volonté libre et éclairée de : Nom et prénom : Fait à le Signature du témoin : Cosignature de la personne de confiance : Partie facultative Je soussigné (e) Nom et prénom : atteste également que : Nom et prénom : □ a également indiqué expressément qu'elle exercera les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique, selon les modalités précisées par le même code : oui □ non □ □ lui a fait part de ses volontés et de ses directives anticipées si un jour elle n'est plus en état de s'exprimer : oui □ non □ □ lui a remis un exemplaire de ses directives anticipées oui □ non □ Fait à le Signature du témoin : Cosignature de la personne de confiance : Témoin 2 : Je soussigné (e) Nom et prénom : Qualité (lien avec la personne) : atteste que la désignation de : Nom et prénom : Comme personne de confiance en application de l'article L. 311-5-1 du code de l'action sociale et des familles est bien l'expression de la volonté libre et éclairée de : Nom et prénom : Fait à le Signature du témoin : Cosignature de la personne de confiance : Partie facultative Je soussigné (e) Nom et prénom : atteste également que : Nom et prénom : □ a également indiqué expressément qu'elle exercera les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique, selon les modalités précisées par le même code : oui □ non □ □ lui a fait part de ses volontés et de ses directives anticipées si un jour elle n'est plus en état de s'exprimer : oui □ non □ □ lui a remis un exemplaire de ses directives anticipées oui □ non □ Fait à le Signature du témoin : Cosignature de la personne de confiance : 2. Formulaire en cas de révocation de la personne de confiance Témoin 1 : Je soussigné (e) Nom et prénom : Qualité (lien avec la personne) : atteste que : Nom et prénom : A mis fin à la désignation de Nom et prénom : Comme personne de confiance mentionnée à l'article L. 311-5-1 du code de l'action sociale et des familles ; Que, par suite, dans le cas où elle lui avait confié ces missions, cette personne cessera aussi de remplir les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique. Fait à le Signature du témoin : Témoin 2 : Je soussigné (e) Nom et prénom : Qualité (lien avec la personne) : atteste que : Nom et prénom : A mis fin à la désignation de Nom et prénom : Comme personne de confiance mentionnée à l'article L. 311-5-1 du code de l'action sociale et des familles ; Que, par suite, dans le cas où elle lui avait confié ces missions, cette personne cessera aussi de remplir les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique. Fait à le Signature du témoin : Annexe 5 Modèle d ‘ attestation relative à l'information sur la personne de confiance Je soussigné (e) Nom et prénom : Fonctions dans l'établissement : atteste avoir délivré l'information prévue à l'article 311-0-3 du code de l'action sociale et des familles relative au droit à désigner une personne de confiance et avoir remis la notice d'information mentionnée à cet article à : Nom et prénom : Né (e) le à Attestation signée à, le Signature du directeur ou de son représentant : Cosignature de la personne accueillie :",
            "texteHtml": "<p align='left'>Notice d'information relative à la désignation de la personne de confiance (article D. 311-0-4 du code de l'action sociale et des familles)</p><p>La notice d'information comprend :</p><p>– des explications concernant le rôle et les modalités de désignation de la personne de confiance mentionnée à l'article <a href='/article/LEGIARTI000031711846'>L. 311-5-1 </a>du code de l'action sociale et des familles ;</p><p>– cinq annexes :</p><p>– annexe 1 : Rappel des principales missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique ;</p><p>– annexe 2 : Formulaire de désignation de la personne de confiance ;</p><p>– annexe 3 : Formulaire de révocation de la personne de confiance ;</p><p>– annexe 4 : Formulaires à destination des témoins en cas d'impossibilité physique d'écrire seul (e) le formulaire de désignation ou de révocation de la personne de confiance</p><p>– annexe 5 : Un modèle d'attestation de délivrance de l'information sur la personne de confiance.</p><p>Le rôle et les modalités de désignation de la personne de confiance</p><p>La loi donne le droit à toute personne majeure prise en charge dans un établissement ou un service social ou médico-social (1) de désigner une personne de confiance qui, si elle le souhaite, l'accompagnera dans ses démarches afin de l'aider dans ses décisions.</p><p>1. Quel est son rôle ?</p><p>La personne de confiance a plusieurs missions :</p><p>– Accompagnement et présence :</p><p>La personne de confiance peut si vous le souhaitez :</p><p>– être présente à l'entretien prévu, lors de la conclusion du contrat de séjour, pour rechercher votre consentement à être accueillie dans l'établissement d'hébergement (en présence du directeur de l'établissement ou toute autre personne formellement désignée par lui et, chaque fois que nécessaire, du médecin coordonnateur si la structure d'accueil est un établissement d'hébergement pour personnes âgées dépendantes).</p><p>Elle sera la seule personne de votre entourage à avoir le droit d'être présente à cet entretien.</p><p>– vous accompagner dans vos démarches liées à votre prise en charge sociale ou médico-sociale afin de vous aider dans vos décisions.</p><p>– assister aux entretiens médicaux prévus dans le cadre de votre prise en charge médico-sociale afin de vous aider dans vos décisions.</p><p>– Aide pour la compréhension de vos droits :</p><p>Votre personne de confiance sera consultée par l'établissement ou le service qui vous prend en charge au cas où vous rencontriez des difficultés dans la connaissance et la compréhension de vos droits.</p><p>Cette consultation n'a pas vocation à se substituer à vos décisions.</p><p>Par ailleurs, lors de la désignation de la personne de confiance du code de l'action sociale et des familles (dans le cadre de votre prise en charge sociale ou médico-sociale), si vous souhaitez que cette personne exerce également les missions de la personne de confiance mentionnée à l'article <a href='/article/LEGIARTI000006685772' title='Code de la santé publique - art. L1111-6 (V)'>L. 1111-6 </a>du code de la santé publique (concernant les usagers du système de santé, par exemple, en cas d'hospitalisation, d'accompagnement de fin de vie...), vous devrez l'indiquer expressément dans le formulaire de désignation figurant en annexe 2. Les missions de cette personne de confiance sont rappelées dans l'annexe 1.</p><p>La personne de confiance est tenue à un devoir de confidentialité par rapport aux informations qui vous concernent.</p><p>2. Qui peut la désigner ?</p><p>Cette faculté est ouverte à toute personne majeure prise en charge par une structure sociale ou médico-sociale.</p><p>C'est un droit qui vous est offert, mais ce n'est pas une obligation : vous êtes libre de ne pas désigner une personne de confiance.</p><p>Pour les personnes qui bénéficient d'une mesure de protection judiciaire (sauvegarde de justice lorsqu'un mandataire spécial a été désigné, tutelle, curatelle) pour les actes relatifs à la personne, la désignation d'une personne de confiance est soumise à l'autorisation du conseil de famille s'il a été constitué ou du juge des tutelles.</p><p>3. Qui peut être la personne de confiance ?</p><p>Vous pouvez désigner comme personne de confiance toute personne majeure de votre entourage en qui vous avez confiance, par exemple un membre de votre famille, un proche, votre médecin traitant.</p><p>Il est important d'échanger avec la personne que vous souhaitez désigner avant de remplir le formulaire de désignation et de lui faire part de vos souhaits par rapport à sa future mission. Il est important qu'elle ait la possibilité de prendre connaissance de son futur rôle auprès de vous et d'en mesurer de sa portée.</p><p>La personne que vous souhaitez désigner doit donner son accord à cette désignation. A cet effet, elle contresigne le formulaire de désignation figurant en annexe 2. Il convient de préciser que cette personne peut refuser d'être votre personne de confiance ; auquel cas, vous devrez en désigner une autre.</p><p>4. Quand la désigner ?</p><p>Vous pouvez la désigner lorsque vous le souhaitez.</p><p>Lors du début d'une prise en charge sociale ou médico-sociale, qu'elle soit effectuée par un service ou dans un établissement d'hébergement, il vous sera proposé, si vous n'aviez désigné personne auparavant, de désigner une personne de confiance.</p><p>Il est possible que vous ayez déjà désigné une personne de confiance pour votre santé (2), notamment au cours d'une hospitalisation, avant votre début de prise en charge sociale ou médico-sociale. Cette personne n'est pas automatiquement autorisée à être votre personne de confiance pour votre prise en charge sociale ou médico-sociale. Il vous sera donc nécessaire, si vous souhaitez que cette même personne soit également votre personne de confiance dans le cadre de votre prise en charge sociale et médico-sociale, de procéder à une nouvelle désignation.</p><p>La désignation de la personne de confiance du secteur social et médico-social est valable sans limitation de durée, sauf si vous l'avez nommé pour une autre durée plus limitée.</p><p>Si vous êtes demandeurs d'asile, la notice d'information et le formulaire de désignation d'une personne de confiance vous ont été remis par l'Office français de l'immigration et de l'intégration lors de votre passage au guichet unique en même temps que la proposition d'hébergement en centre d'accueil pour demandeur d'asile ou, si cette proposition d'hébergement intervient postérieurement à votre passage au guichet unique, en même temps que la proposition d'une offre d'hébergement en centre d'accueil pour demandeur d'asile.</p><p>Si vous souhaitez désigner une personne de confiance, il convient dès votre arrivée que vous remettiez le formulaire de désignation au responsable du centre afin qu'il puisse engager sans délais la prise de contact avec la personne que vous aurez désignée.</p><p>5. Comment la désigner ?</p><p>La désignation se fait par écrit. Il est préférable d'utiliser le formulaire figurant en annexe 2, mais vous pouvez aussi le faire sur papier libre, daté et signé en précisant bien le nom, le prénom et les coordonnées de la personne de confiance.</p><p>La personne que vous désignez doit contresigner le formulaire ou, le cas échéant, le document.</p><p>Vous pouvez changer de personne de confiance ou mettre fin à sa désignation à tout moment. Dans ce cas, les modalités sont les mêmes que celles prévues pour la désignation (formulaire figurant en annexe 3).</p><p>Si vous avez des difficultés pour écrire, vous pouvez demander à deux personnes d'attester par écrit, notamment au moyen du formulaire figurant en annexe 4, que cette désignation ou cette révocation est bien conforme à votre volonté.</p><p>6. Comment faire connaître ce document et le conserver ?</p><p>Il est important, lors d'une prise en charge, d'informer la structure et l'équipe de prise en charge que vous avez désigné une personne de confiance, afin qu'ils connaissent son nom et ses coordonnées, et d'en donner une copie.</p><p>Il est souhaitable d'en tenir vos proches informés.</p><p>Il peut être utile de conserver le document de désignation avec vous.</p><p>(1) Etablissement ou service social ou médico-social mentionné au I de l'article <a href='/article/LEGIARTI000006797382'>L. 312-1 </a>du code de l'action sociale et des familles, lorsqu'il prend en charge des personnes majeures.</p><p>(2) En application de l'article L. 1111-6 du code de la santé publique.</p><p align='center'>Annexe 1</p><p align='left'></p><p align='left'></p><p align='left'></p><p align='left'></p><p align='left'></p><p>Rappel des principales missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique</p><p>Dans le cadre d'une prise en charge par le système de santé (par exemple, en cas d'hospitalisation), la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique peut exercer les missions suivantes.</p><p>– Lorsque vous pouvez exprimer votre volonté, elle a une mission d'accompagnement :</p><p>– La personne de confiance peut si vous le souhaitez :</p><p>– vous soutenir dans votre cheminement personnel et vous aider dans vos décisions concernant votre santé ;</p><p>– assister aux consultations ou aux entretiens médicaux : elle vous assiste mais ne vous remplace pas ;</p><p>– prendre connaissance d'éléments de votre dossier médical en votre présence : elle n'aura pas accès à l'information en dehors de votre présence et ne devra pas divulguer des informations sans votre accord.</p><p>Il est recommandé de lui remettre vos directives anticipées si vous les avez rédigées : ce sont vos volontés, exprimées par écrit, sur les traitements que vous souhaitez ou non, si un jour vous ne pouvez plus vous exprimer.</p><p>– Si vous ne pouvez plus exprimer votre volonté, elle a une mission de référent auprès de l'équipe médicale :</p><p>La personne de confiance sera la personne consultée en priorité par l'équipe médicale lors de tout questionnement sur la mise en œuvre, la poursuite ou l'arrêt de traitements et recevra les informations nécessaires pour pouvoir exprimer ce que vous auriez souhaité.</p><p>Enfin, en l'absence de directives anticipées, le médecin a l'obligation de consulter votre personne de confiance dans le cas où vous seriez hors d'état d'exprimer votre volonté afin de connaître vos souhaits relatifs à la fin de vie. A défaut de personne de confiance, un membre de votre famille ou un proche serait consulté.</p><p>Elle sera votre porte-parole pour refléter de façon précise et fidèle vos souhaits et votre volonté, par exemple sur la poursuite, la limitation ou l'arrêt de traitement.</p><p>Elle n'exprime pas ses propres souhaits mais rapporte les vôtres. Son témoignage l'emportera sur tout autre témoignage (membres de la famille, proches...).</p><p>Si vous avez rédigé vos directives anticipées, elle les transmettra au médecin qui vous suit si vous les lui avez confiées ou bien elle indiquera où vous les avez rangées ou qui les détient.</p><p>La personne de confiance peut faire le lien avec votre famille ou vos proches mais en cas de une contestation, s'ils ne sont pas d'accord avec vos volontés, son témoignage l'emportera.</p><p>Elle n'aura pas la responsabilité de prendre des décisions concernant vos traitements, mais témoignera de vos souhaits, volontés et convictions : celle-ci appartient au médecin, sous réserve de vos directives anticipées, et la décision sera prise après avis d'un autre médecin et concertation avec l'équipe soignante.</p><p>Nota. – Dans le cas très particulier où une recherche biomédicale est envisagée dans les conditions prévues par la loi, si vous n'êtes pas en mesure de vous exprimer, l'autorisation de votre personne de confiance sera en revanche requise.</p><p align='center'>Annexe 2</p><p>Formulaire de désignation de la personne de confiance mentionnée à l'article L. 311-5-1 du code de l'action sociale et des familles.</p><p>Je soussigné (e)</p><p>Nom et prénom :</p><p>Né (e) le à</p><p>Désigne</p><p>Nom et prénom :</p><p>Né (e) le à</p><p>Qualité (lien avec la personne) :</p><p>Adresse :</p><p>Téléphone fixe professionnel portable</p><p>E-mail :</p><p>comme personne de confiance en application de l'article L. 311-5-1 du code de l'action sociale et des familles.</p><p>Fait à, le</p><p>Signature :</p><p>Cosignature de la personne de confiance :</p><p>Partie facultative</p><p>Par le présent document, j'indique également expressément que cette personne de confiance exercera les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique, selon les modalités précisées par le même code : oui □ non □</p><p>□ Je lui ai fait part de mes directives anticipées, telles que définies à l'article <a href='/article/LEGIARTI000006685791'>L. 1111-11 </a>du code de la santé publique, si un jour je ne suis plus en état de m'exprimer : oui □ non □</p><p>□ Elle possède un exemplaire de mes directives anticipées : oui □ non □</p><p>Fait à, le</p><p>Signature :</p><p>Cosignature de la personne de confiance :</p><p align='center'>Annexe 3</p><p>Formulaire de révocation de la personne de confiance mentionnée à l'article L. 311-5-1 du code de l'action sociale et des familles</p><p>Je soussigné (e)</p><p>Nom et prénom :</p><p>Né (e) le à</p><p>Met fin à la désignation de</p><p>Nom et prénom :</p><p>Né (e) le à</p><p>Qualité (lien avec la personne) :</p><p>Adresse :</p><p>Téléphone fixe professionnel portable</p><p>E-mail :</p><p>comme personne de confiance mentionnée à l'article L. 311-5-1 du code de l'action sociale et des familles ;</p><p>Que, par suite, cette personne cessera aussi de remplir les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique.</p><p>Fait à le</p><p>Signature :</p><p align='center'>Annexe 4</p><p>Formulaires à destination des témoins en cas d'impossibilité physique d'écrire seul (e) le formulaire de désignation de la personne de confiance</p><p>Cas particulier</p><p>Si vous êtes dans l'impossibilité physique d'écrire seul (e) le formulaire de désignation de la personne de confiance, deux personnes peuvent attester ci-dessous que la désignation de la personne de confiance, décrite dans le formulaire précédent, est bien l'expression de votre volonté.</p><p>1. Formulaire en cas de désignation d'une personne de confiance</p><center><table border='1'><tbody><tr><td align='left'><br/>\n\t\t\tTémoin 1 :\n\t\t\t<p>Je soussigné (e)</p><p>Nom et prénom :</p><p>Qualité (lien avec la personne) :</p><p>atteste que la désignation de :</p><p>Nom et prénom :</p><p>Comme personne de confiance en application de l'article L. 311-5-1 du code de l'action sociale et des familles est bien l'expression de la volonté libre et éclairée de :</p><p>Nom et prénom :</p><p>Fait à</p><p>le</p><p>Signature du témoin :</p><p>Cosignature de la personne de confiance :</p><p>Partie facultative</p><p>Je soussigné (e)</p><p>Nom et prénom :</p><p>atteste également que :</p><p>Nom et prénom :</p><p>□ a également indiqué expressément qu'elle exercera les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique, selon les modalités précisées par le même code : oui □ non □</p><p>□ lui a fait part de ses volontés et de ses directives anticipées si un jour elle n'est plus en état de s'exprimer : oui □ non □</p><p>□ lui a remis un exemplaire de ses directives anticipées oui □ non □</p><p>Fait à</p><p>le</p><p>Signature du témoin :</p><p>Cosignature de la personne de confiance :</p></td><td align='left'><br/>\n\t\t\tTémoin 2 :\n\t\t\t<p>Je soussigné (e)</p><p>Nom et prénom :</p><p>Qualité (lien avec la personne) :</p><p>atteste que la désignation de :</p><p>Nom et prénom :</p><p>Comme personne de confiance en application de l'article L. 311-5-1 du code de l'action sociale et des familles est bien l'expression de la volonté libre et éclairée de :</p><p>Nom et prénom :</p><p>Fait à</p><p>le</p><p>Signature du témoin :</p><p>Cosignature de la personne de confiance :</p><p>Partie facultative</p><p>Je soussigné (e)</p><p>Nom et prénom :</p><p>atteste également que :</p><p>Nom et prénom :</p><p>□ a également indiqué expressément qu'elle exercera les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique, selon les modalités précisées par le même code : oui □ non □</p><p>□ lui a fait part de ses volontés et de ses directives anticipées si un jour elle n'est plus en état de s'exprimer : oui □ non □</p><p>□ lui a remis un exemplaire de ses directives anticipées oui □ non □</p><p>Fait à</p><p>le</p><p>Signature du témoin :</p><p>Cosignature de la personne de confiance :</p></td></tr></tbody></table></center><p>2. Formulaire en cas de révocation de la personne de confiance</p><center><table border='1'><tbody><tr><td align='left'><br/>\n\t\t\tTémoin 1 :\n\t\t\t<p>Je soussigné (e)</p><p>Nom et prénom :</p><p>Qualité (lien avec la personne) :</p><p>atteste que :</p><p>Nom et prénom :</p><p>A mis fin à la désignation de</p><p>Nom et prénom :</p><p>Comme personne de confiance mentionnée à l'article L. 311-5-1 du code de l'action sociale et des familles ;</p><p>Que, par suite, dans le cas où elle lui avait confié ces missions, cette personne cessera aussi de remplir les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique.</p><p>Fait à</p><p>le</p><p>Signature du témoin :</p></td><td align='left'><br/>\n\t\t\tTémoin 2 :\n\t\t\t<p>Je soussigné (e)</p><p>Nom et prénom :</p><p>Qualité (lien avec la personne) :</p><p>atteste que :</p><p>Nom et prénom :</p><p>A mis fin à la désignation de</p><p>Nom et prénom :</p><p>Comme personne de confiance mentionnée à l'article L. 311-5-1 du code de l'action sociale et des familles ;</p><p>Que, par suite, dans le cas où elle lui avait confié ces missions, cette personne cessera aussi de remplir les missions de la personne de confiance mentionnée à l'article L. 1111-6 du code de la santé publique.</p><p>Fait à</p><p>le</p><p>Signature du témoin :</p></td></tr></tbody></table></center><p align='center'>Annexe 5</p><p>Modèle d ‘ attestation relative à l'information sur la personne de confiance</p><p>Je soussigné (e)</p><p>Nom et prénom :</p><p>Fonctions dans l'établissement :</p><p>atteste avoir délivré l'information prévue à l'article 311-0-3 du code de l'action sociale et des familles relative au droit à désigner une personne de confiance et avoir remis la notice d'information mentionnée à cet article à :</p><p>Nom et prénom :</p><p>Né (e) le à</p><p>Attestation signée à, le</p><p>Signature du directeur ou de son représentant :</p><p>Cosignature de la personne accueillie :</p>",
            "type": "AUTONOME",
            "dateDebut": "2016-10-21T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}