{
    "cid": "LEGIARTI000038238930",
    "num": "R163-14-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141849",
                        "id": "LEGISCTA000006141849",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Médicaments remboursables et médicaments agréés pour les collectivités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156530",
                        "id": "LEGISCTA000006156530",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-03-18",
                        "fin": "2999-01-01",
                        "titre": "Section 1 ter : Conditions d'évaluation et de prise en charge de certains médicaments homéopathiques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038238928",
                        "id": "LEGISCTA000038238928",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000042270498",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000038234811",
                    "textTitle": "Décret n°2019-195 du 15 mars 2019 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038238907",
                    "natureText": "DECRET",
                    "date": 1622674990225,
                    "parentCid": null,
                    "numTexte": "2019-195",
                    "datePubli": 1552780800000,
                    "dateDebut": 1552867200000
                },
                {
                    "textCid": "JORFTEXT000039191413",
                    "textTitle": "Arrêté du 4 octobre 2019, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000039191413",
                    "natureText": "ARRETE",
                    "date": 1622674990225,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1570492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-17-2-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-17-2-2",
                    "articleId": "LEGIARTI000026789914",
                    "natureText": "CODE",
                    "date": 1622674990226,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1545523200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R163-14-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R163-14-5",
                    "articleId": "LEGIARTI000042270487",
                    "natureText": "CODE",
                    "date": 1622674990226,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1598572800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R163-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R163-15",
                    "articleId": "LEGIARTI000006747664",
                    "natureText": "CODE",
                    "date": 1622674990226,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1598572800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R163-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R163-16",
                    "articleId": "LEGIARTI000006747669",
                    "natureText": "CODE",
                    "date": 1622674990226,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1598572800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R163-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R163-19",
                    "articleId": "LEGIARTI000006747679",
                    "natureText": "CODE",
                    "date": 1622674990226,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564876800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042266405",
                    "textTitle": "Décret n°2020-1090 du 25 août 2020 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042267406",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-08-27",
                    "dateSignaTexte": "2020-08-25",
                    "dateDebutCible": "2020-08-28"
                }
            ],
            "num": "R163-14-4",
            "origine": "LEGI",
            "texte": "I.-Les médicaments homéopathiques mentionnés à l'article L. 162-17-2-2 font l'objet d'une évaluation ou d'une réévaluation par la commission de la transparence mentionnée à l'article R. 163-15 en vue de leur prise en charge par l'assurance maladie ou du maintien de cette prise en charge, dans les conditions définies à la présente section. Cette évaluation ou cette réévaluation peuvent être effectuées à la demande des ministres chargés de la santé ou de la sécurité sociale, en application de l'article R. 163-19 , à l'initiative de la commission ou à la suite d'une demande d'inscription ou de modification des conditions d'inscription présentée par l'entreprise exploitant le médicament. Lorsque la saisine émane desdits ministres, elle précise le délai dans lequel est attendu l'avis de la commission. Au terme de cette évaluation ou de cette réévaluation, la commission donne un avis, positif ou négatif, sur le bien-fondé de la prise en charge de ces médicaments par l'assurance maladie. L'appréciation du bien-fondé de la prise en charge prend principalement en compte l'efficacité des médicaments concernés, leurs effets indésirables, leur place dans la stratégie thérapeutique, notamment au regard des autres thérapies disponibles, la gravité des affections auxquelles ils sont destinés et leur intérêt pour la santé publique. Dans le cadre de son évaluation ou réévaluation, la commission peut rendre un avis global commun à l'ensemble des médicaments homéopathiques ou à un ensemble d'entre eux regroupés par catégorie homogène, le cas échéant en fonction de situations thérapeutiques. En tant que de besoin, la commission peut inviter les entreprises concernées à produire tous les éléments utiles à l'évaluation ou la réévaluation de leur médicament. II.-L'avis de la commission est adopté dans les conditions prévues aux I et II de l'article R. 163-16 et immédiatement communiqué, par tout moyen donnant date certaine à cette communication, à l'entreprise ou aux entreprises qui exploitent les médicaments concernés. Chaque entreprise peut, dans les dix jours suivant la réception de cet avis, adresser ses observations écrites à la commission de la transparence ou demander, dans le même délai, à être entendue par cette commission. Lorsqu'elle est demandée par une entreprise, cette audition est unique et porte sur l'ensemble des médicaments homéopathiques de ladite entreprise concernés par l'avis ou les avis de la commission ou, le cas échéant, sur les seuls médicaments homéopathiques pour lesquels l'entreprise a demandé à être entendue. En cas de demande d'audition, cette audition, dont la date est fixée par la commission, intervient dans un délai maximal de quarante-cinq jours suivant la réception de la demande de l'entreprise par la commission. Sur demande motivée du ministre chargé de la santé ou du ministre chargé de la sécurité sociale auprès de la commission, ce délai peut être réduit à un mois. La commission peut modifier son avis compte tenu des observations présentées. L'avis définitif est communiqué à l'entreprise, avec copie au Comité économique des produits de santé. Il est rendu public. Lorsque, avant l'émission de l'avis définitif correspondant de la commission, une entreprise procède au retrait d'une demande d'avis, la commission, sauf impossibilité, achève son examen et rend public son avis.",
            "texteHtml": "<p>I.-Les médicaments homéopathiques mentionnés à l'article <a href='/article/LEGIARTI000026789914'>L. 162-17-2-2 </a>font l'objet d'une évaluation ou d'une réévaluation par la commission de la transparence mentionnée à l'article <a href='/article/LEGIARTI000006747664'>R. 163-15 </a>en vue de leur prise en charge par l'assurance maladie ou du maintien de cette prise en charge, dans les conditions définies à la présente section.</p><p>Cette évaluation ou cette réévaluation peuvent être effectuées à la demande des ministres chargés de la santé ou de la sécurité sociale, en application de l'article <a href='/article/LEGIARTI000006747679'>R. 163-19</a>, à l'initiative de la commission ou à la suite d'une demande d'inscription ou de modification des conditions d'inscription présentée par l'entreprise exploitant le médicament. Lorsque la saisine émane desdits ministres, elle précise le délai dans lequel est attendu l'avis de la commission.</p><p>Au terme de cette évaluation ou de cette réévaluation, la commission donne un avis, positif ou négatif, sur le bien-fondé de la prise en charge de ces médicaments par l'assurance maladie.</p><p>L'appréciation du bien-fondé de la prise en charge prend principalement en compte l'efficacité des médicaments concernés, leurs effets indésirables, leur place dans la stratégie thérapeutique, notamment au regard des autres thérapies disponibles, la gravité des affections auxquelles ils sont destinés et leur intérêt pour la santé publique. Dans le cadre de son évaluation ou réévaluation, la commission peut rendre un avis global commun à l'ensemble des médicaments homéopathiques ou à un ensemble d'entre eux regroupés par catégorie homogène, le cas échéant en fonction de situations thérapeutiques. En tant que de besoin, la commission peut inviter les entreprises concernées à produire tous les éléments utiles à l'évaluation ou la réévaluation de leur médicament.</p><p>II.-L'avis de la commission est adopté dans les conditions prévues aux I et II de l'article <a href='/article/LEGIARTI000006747669'>R. 163-16</a> et immédiatement communiqué, par tout moyen donnant date certaine à cette communication, à l'entreprise ou aux entreprises qui exploitent les médicaments concernés.</p><p>Chaque entreprise peut, dans les dix jours suivant la réception de cet avis, adresser ses observations écrites à la commission de la transparence ou demander, dans le même délai, à être entendue par cette commission. Lorsqu'elle est demandée par une entreprise, cette audition est unique et porte sur l'ensemble des médicaments homéopathiques de ladite entreprise concernés par l'avis ou les avis de la commission ou, le cas échéant, sur les seuls médicaments homéopathiques pour lesquels l'entreprise a demandé à être entendue.</p><p>En cas de demande d'audition, cette audition, dont la date est fixée par la commission, intervient dans un délai maximal de quarante-cinq jours suivant la réception de la demande de l'entreprise par la commission. Sur demande motivée du ministre chargé de la santé ou du ministre chargé de la sécurité sociale auprès de la commission, ce délai peut être réduit à un mois.</p><p>La commission peut modifier son avis compte tenu des observations présentées.</p><p>L'avis définitif est communiqué à l'entreprise, avec copie au Comité économique des produits de santé. Il est rendu public.</p><p>Lorsque, avant l'émission de l'avis définitif correspondant de la commission, une entreprise procède au retrait d'une demande d'avis, la commission, sauf impossibilité, achève son examen et rend public son avis.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-08-28T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141849",
                        "id": "LEGISCTA000006141849",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Médicaments remboursables et médicaments agréés pour les collectivités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156530",
                        "id": "LEGISCTA000006156530",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-03-18",
                        "fin": "2999-01-01",
                        "titre": "Section 1 ter : Conditions d'évaluation et de prise en charge de certains médicaments homéopathiques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038238928",
                        "id": "LEGISCTA000038238928",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000038238930",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000038234811",
                    "textTitle": "Décret n°2019-195 du 15 mars 2019 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038238907",
                    "natureText": "DECRET",
                    "date": 1622675144125,
                    "parentCid": null,
                    "numTexte": "2019-195",
                    "datePubli": 1552780800000,
                    "dateDebut": 1552867200000
                },
                {
                    "textCid": "JORFTEXT000039191413",
                    "textTitle": "Arrêté du 4 octobre 2019, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000039191413",
                    "natureText": "ARRETE",
                    "date": 1622675144125,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1570492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-17-2-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-17-2-2",
                    "articleId": "LEGIARTI000026789914",
                    "natureText": "CODE",
                    "date": 1622675144125,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1545523200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R163-14-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R163-14-5",
                    "articleId": "LEGIARTI000038238932",
                    "natureText": "CODE",
                    "date": 1622675144125,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1552867200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R163-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R163-15",
                    "articleId": "LEGIARTI000006747664",
                    "natureText": "CODE",
                    "date": 1622675144125,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1598572800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R163-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R163-16",
                    "articleId": "LEGIARTI000006747669",
                    "natureText": "CODE",
                    "date": 1622675144125,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1598572800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R163-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R163-19",
                    "articleId": "LEGIARTI000006747679",
                    "natureText": "CODE",
                    "date": 1622675144126,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564876800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038234811",
                    "textTitle": "Décret n°2019-195 du 15 mars 2019 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038238905",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-03-17",
                    "dateSignaTexte": "2019-03-15",
                    "dateDebutCible": "2019-03-18"
                }
            ],
            "num": "R163-14-4",
            "origine": "LEGI",
            "texte": "I.-Les médicaments homéopathiques mentionnés à l'article L. 162-17-2-2 font l'objet d'une évaluation ou d'une réévaluation par la commission de la transparence mentionnée à l'article R. 163-15 en vue de leur prise en charge par l'assurance maladie ou du maintien de cette prise en charge, dans les conditions définies à la présente section. Cette évaluation ou cette réévaluation peuvent être effectuées à la demande des ministres chargés de la santé ou de la sécurité sociale, en application de l'article R. 163-19 , à l'initiative de la commission ou à la suite d'une demande d'inscription, de renouvellement d'inscription ou de modification des conditions d'inscription présentée par l'entreprise exploitant le médicament. Lorsque la saisine émane desdits ministres, elle précise le délai dans lequel est attendu l'avis de la commission. Au terme de cette évaluation ou de cette réévaluation, la commission donne un avis, positif ou négatif, sur le bien-fondé de la prise en charge de ces médicaments par l'assurance maladie. L'appréciation du bien-fondé de la prise en charge prend principalement en compte l'efficacité des médicaments concernés, leurs effets indésirables, leur place dans la stratégie thérapeutique, notamment au regard des autres thérapies disponibles, la gravité des affections auxquelles ils sont destinés et leur intérêt pour la santé publique. Dans le cadre de son évaluation ou réévaluation, la commission peut rendre un avis global commun à l'ensemble des médicaments homéopathiques ou à un ensemble d'entre eux regroupés par catégorie homogène, le cas échéant en fonction de situations thérapeutiques. En tant que de besoin, la commission peut inviter les entreprises concernées à produire tous les éléments utiles à l'évaluation ou la réévaluation de leur médicament. II.-L'avis de la commission est adopté dans les conditions prévues aux I et II de l'article R. 163-16 et immédiatement communiqué, par tout moyen donnant date certaine à cette communication, à l'entreprise ou aux entreprises qui exploitent les médicaments concernés. Chaque entreprise peut, dans les dix jours suivant la réception de cet avis, adresser ses observations écrites à la commission de la transparence ou demander, dans le même délai, à être entendue par cette commission. Lorsqu'elle est demandée par une entreprise, cette audition est unique et porte sur l'ensemble des médicaments homéopathiques de ladite entreprise concernés par l'avis ou les avis de la commission ou, le cas échéant, sur les seuls médicaments homéopathiques pour lesquels l'entreprise a demandé à être entendue. En cas de demande d'audition, cette audition, dont la date est fixée par la commission, intervient dans un délai maximal de quarante-cinq jours suivant la réception de la demande de l'entreprise par la commission. Sur demande motivée du ministre chargé de la santé ou du ministre chargé de la sécurité sociale auprès de la commission, ce délai peut être réduit à un mois. La commission peut modifier son avis compte tenu des observations présentées. L'avis définitif est communiqué à l'entreprise, avec copie au Comité économique des produits de santé. Il est rendu public. Lorsque, avant l'émission de l'avis définitif correspondant de la commission, une entreprise procède au retrait d'une demande d'avis, la commission, sauf impossibilité, achève son examen et rend public son avis.",
            "texteHtml": "<p>I.-Les médicaments homéopathiques mentionnés à l'article <a href='/article/LEGIARTI000026789914' title='Code de la sécurité sociale. - art. L162-17-2-2 (V)'>L. 162-17-2-2 </a>font l'objet d'une évaluation ou d'une réévaluation par la commission de la transparence mentionnée à l'article <a href='/article/LEGIARTI000006747664' title='Code de la sécurité sociale. - art. R163-15 (V)'>R. 163-15 </a>en vue de leur prise en charge par l'assurance maladie ou du maintien de cette prise en charge, dans les conditions définies à la présente section. <br/><br/>Cette évaluation ou cette réévaluation peuvent être effectuées à la demande des ministres chargés de la santé ou de la sécurité sociale, en application de l'article <a href='/article/LEGIARTI000006747679' title='Code de la sécurité sociale. - art. R163-19 (V)'>R. 163-19</a>, à l'initiative de la commission ou à la suite d'une demande d'inscription, de renouvellement d'inscription ou de modification des conditions d'inscription présentée par l'entreprise exploitant le médicament. Lorsque la saisine émane desdits ministres, elle précise le délai dans lequel est attendu l'avis de la commission. <br/><br/>Au terme de cette évaluation ou de cette réévaluation, la commission donne un avis, positif ou négatif, sur le bien-fondé de la prise en charge de ces médicaments par l'assurance maladie. <br/><br/>L'appréciation du bien-fondé de la prise en charge prend principalement en compte l'efficacité des médicaments concernés, leurs effets indésirables, leur place dans la stratégie thérapeutique, notamment au regard des autres thérapies disponibles, la gravité des affections auxquelles ils sont destinés et leur intérêt pour la santé publique. Dans le cadre de son évaluation ou réévaluation, la commission peut rendre un avis global commun à l'ensemble des médicaments homéopathiques ou à un ensemble d'entre eux regroupés par catégorie homogène, le cas échéant en fonction de situations thérapeutiques. En tant que de besoin, la commission peut inviter les entreprises concernées à produire tous les éléments utiles à l'évaluation ou la réévaluation de leur médicament. <br/><br/>II.-L'avis de la commission est adopté dans les conditions prévues aux I et II de l'article <a href='/article/LEGIARTI000006747669' title='Code de la sécurité sociale. - art. R163-16 (V)'>R. 163-16</a> et immédiatement communiqué, par tout moyen donnant date certaine à cette communication, à l'entreprise ou aux entreprises qui exploitent les médicaments concernés. <br/><br/>Chaque entreprise peut, dans les dix jours suivant la réception de cet avis, adresser ses observations écrites à la commission de la transparence ou demander, dans le même délai, à être entendue par cette commission. Lorsqu'elle est demandée par une entreprise, cette audition est unique et porte sur l'ensemble des médicaments homéopathiques de ladite entreprise concernés par l'avis ou les avis de la commission ou, le cas échéant, sur les seuls médicaments homéopathiques pour lesquels l'entreprise a demandé à être entendue. <br/><br/>En cas de demande d'audition, cette audition, dont la date est fixée par la commission, intervient dans un délai maximal de quarante-cinq jours suivant la réception de la demande de l'entreprise par la commission. Sur demande motivée du ministre chargé de la santé ou du ministre chargé de la sécurité sociale auprès de la commission, ce délai peut être réduit à un mois. <br/><br/>La commission peut modifier son avis compte tenu des observations présentées. <br/><br/>L'avis définitif est communiqué à l'entreprise, avec copie au Comité économique des produits de santé. Il est rendu public. <br/><br/>Lorsque, avant l'émission de l'avis définitif correspondant de la commission, une entreprise procède au retrait d'une demande d'avis, la commission, sauf impossibilité, achève son examen et rend public son avis.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-03-18T00:00:00.000Z",
            "dateFin": "2020-08-28T00:00:00.000Z"
        }
    ]
}