{
    "cid": "LEGIARTI000020670599",
    "num": "Annexe 11-2 (suite 1)",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA PREMIÈRE PARTIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034153215",
                        "id": "LEGISCTA000034153215",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000020670599",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [],
            "num": "Annexe 11-2 (suite 1)",
            "origine": "LEGI",
            "texte": "BARÈME D'ÉVALUATION DES TAUX D'INCAPACITÉ DES VICTIMES D'ACCIDENTS  MÉDICAUX, D'AFFECTIONS IATROGÈNES OU D'INFECTIONS NOSOCOMIALES MENTIONNÉ  À L'ARTICLE D. 1142-2 IV. - STOMATOLOGIE A. - Perte de dents Edentation complète inappareillable 35 % Perte d'une incisive 1 % Perte d'une prémolaire ou dent de sagesse sur l'arcade 1 % Perte d'une canine ou molaire 1,5 % Ces taux seront diminués de moitié en cas de remplacement par prothèse mobile et des deux tiers en cas de remplacement par prothèse fixe. En cas de perte complète d'une dent remplacée par une prothèse implanto-portée : 0 %. Mortification pulpaire d'une dent : 0,50 %. B. - Dysfonctionnements mandibulaires Limitation permanente de l'ouverture buccale (mesurée entre le bord libre des incisives centrales) : Limitée à 30 mm 5 % Limitée à 20 mm 17 % Limitée à 10 mm 25 % Troubles de l'articulation temporo-mandibulaire : Forme légère : - unilatérale 3 % - bilatérale 5 % Forme sévère 35 à 10 % C. - Troubles de l'articulé dentaire post-traumatiques (Au prorata de la perte de la capacité masticatoire) : 2 à 10 %. D. - Atteintes neurologiques sensitives Hypoesthésie ou anesthésie avec dysesthésies dans le territoire du nerf sus-orbitaire jusqu'à 3 % Hypoesthésie ou anesthésie avec dysesthésies dans le territoire du nerf sous-orbitaire comprenant le déficit gingivo-dentaire jusqu'à 5 % Hypoesthésie ou anesthésie avec dysesthésies dans le territoire du nerf alvéolaire inférieur avec incontinence labiale comprenant le déficit sensitif dentaire : - unilatérale jusqu'à 5 % - bilatérale 5 à 12 % Hypoesthésie ou anesthésie avec dysesthésies dans le territoire du nerf lingual : - unilatérale jusqu'à 5 % - bilatérale 10 à 12 % E. - Atteintes neurologiques motrices (voir également le chapitre ORL) Paralysie faciale (ne comprenant pas les complications ophtalmologiques) : - unilatérale 5 à 15 % - bilatérale 15 à 25 % F. - Communication bucco-sinusienne ou bucco-nasale Suivant le siège, la surface et la gêne fonctionnelle, y compris les conséquences sur la déglutition et le retentissement sur la qualité de la phonation : 2 à 15 %. G. - Pathologie salivaire Fistule cutanée salivaire d'origine parotidienne jusqu'à 15 % Syndrome de Frei (éphydrose per-prandiale, latéro-faciale de la région pré-auriculaire et parotidienne) 6 à 8 % V. - OTO-RHINO-LARYNGOLOGIE I. - Audition et otologie A. - Déficit auditif Sa détermination repose sur un bilan clinique complet et minutieux et sur un bilan para-clinique qui doit comporter au minimum une impédancemétrie complète (tympanométrie avec recherche du seuil des réflexes stapédiens), une audiométrie tonale subjective liminaire et une audiométrie vocale. Si besoin est : - la qualité du champ auditif au-delà du 8 000 Hz sera appréciée par l'audiométrie des hautes fréquences ; - la réalité du déficit pourra éventuellement être confirmée par des tests objectifs (oto-émissions acoustiques, potentiels évoqués auditifs précoces). Les hypoacousies post-traumatiques ne sont plus évolutives au-delà de 12 mois. Perte complète et bilatérale de l'audition : 60 %. Pertes partielles. L'évaluation doit se faire en deux temps : a) Evaluation de la perte auditive moyenne (PAM) par rapport au déficit tonal en conduction aérienne mesuré en décibels sur le 500, 1 000, 2 000 et 4 000 Hz en affectant des coefficients de pondération respectivement de 2, 4, 3 et 1. La somme est divisée par 10. L'on se reporte au tableau ci-dessous, à double entrée, pour l'appréciation des taux : PERTE auditive moyenne en dB 0 - 19 20 - 29 30 - 39 40 - 49 50 - 59 60 - 69 70 - 79 80 et + 0 - 19 0 2 4 6 8 10 12 14 20 - 29 2 4 6 8 10 12 14 18 30 - 39 4 6 8 10 12 15 20 25 40 - 49 6 8 10 12 15 20 25 30 50 - 59 8 10 12 15 20 25 30 35 60 - 69 10 12 15 20 25 30 40 45 70 - 79 12 14 20 25 30 40 50 55 80 et + 14 18 25 30 35 45 55 60 Il s'agit de taux indicatifs qui doivent être corrélés à un éventuel état antérieur et au vieillissement physiologique de l'audition. b) Confrontation de ce taux brut aux résultats d'une audiométrie vocale pour apprécier d'éventuelles distorsions auditives (recrutement en particulier) qui aggravent la gêne fonctionnelle. Le tableau suivant propose les taux de majoration qui peuvent éventuellement être discutés par rapport aux résultats de l'audiométrie tonale liminaire : % discrimination 100 % 90 % 80 % 70 % 60 % < 50 % 100 % 0 0 1 2 3 4 90 % 0 0 1 2 3 4 80 % 1 1 2 3 4 5 70 % 2 2 3 4 5 6 60 % 3 3 4 5 6 7 50 % 4 4 5 6 7 8 Si un appareillage auditif a été prescrit, l'expert doit décrire l'amélioration fonctionnelle obtenue. Celle-ci permet habituellement de réduire le taux d'incapacité d'au moins 25 %. B. - Lésions tympaniques Une perforation sèche isolée ne justifie aucune IPP spécifique en dehors de celle liée au déficit auditif. En cas d'otorrhée, un taux de 2 à 4 % peut être retenu en plus de celui entraîné par un déficit auditif. C. - Acouphènes et hyperacousies douloureuses L'intensité ressentie n'est pas dépendante de l'importance du déficit de l'audition. Aucun test ne permet d'objectiver ce trouble. L'expert pourra cependant recourir à une acouphénométrie subjective et à des tests reconnus : questionnaire \"DET\" (mesure de DETresse psychologique), questionnaire \"SEV\" (échelle subjective de SEVérité). Dans la plupart des cas, il se produit en 12 à 18 mois un phénomène d'habituation cérébrale. On peut alors proposer un taux allant jusqu'à 3 % (auquel s'ajoute l'éventuel taux retenu pour une perte de l'audition). Lorsque le retentissement psycho-affectif est sévère, la détermination du taux d'incapacité doit se faire dans un cadre multidisciplinaire. II. - Troubles de l'équilibration L'équilibration est une fonction plurimodale qui fait appel au système vestibulaire, au système visuel et au système proprioceptif. L'étiologie du trouble ne peut donc être affirmée d'emblée comme univoque. Les troubles de l'équilibration font souvent partie des doléances exprimées après des traumatismes crâniens et/ou cervicaux. L'expert doit procéder à un interrogatoire méthodique et à un examen clinique complet à la recherche notamment d'une hypotension orthostatique iatrogène. La vidéonystagmographie est l'examen complémentaire de choix. D'introduction plus récente, l'Equitest permet une approche globale de la stratégie d'équilibration d'un sujet, il permet également de détecter la composante \"anorganique\" d'un trouble de l'équilibration. L'exploration de l'équilibration est indissociable de celle de l'audition. Dans certains cas, un avis neurologique ou ophtalmologique peut s'avérer nécessaire. L'essentiel pour l'appréciation de la gêne fonctionnelle n'est pas la mise en évidence d'une lésion, mais la qualité de la stratégie de compensation développée par le sujet. A. - Vertige positionnel paroxystique bénin (VPPB) La guérison peut être obtenue par la manoeuvre libératoire d'Alain Sémont (avec cependant 5 à 10 % de récidives dans l'année qui suit). Il peut persister quelques sensations de \"flottement\" ou \"d'instabilité\". Selon l'importance des signes cliniques et des anomalies para-cliniques : jusqu'à 4 %. B. - Atteinte vestibulaire périphérique unilatérale Le taux d'IPP ne peut dépendre uniquement de l'importance du déficit apparemment quantifiée par une seule épreuve calorique : aréflexie, hyporéflectivité simple ou syndrome irritatif canalaire. Ce n'est pas une lésion qui doit être évaluée mais son retentissement fonctionnel. Grâce à des explorations complémentaires rigoureuses, l'expert doit apprécier le niveau et la qualité de la compensation centrale de l'asymétrie vestibulaire et la fiabilité de la nouvelle stratégie d'équilibration adoptée par le sujet. Selon le résultat de ces explorations : 3 à 8 %. C. - Atteinte vestibulaire destructive périphérique bilatérale Elle est très rarement post-traumatique. Elle se rencontre le plus souvent à la suite de la prise de médicaments ototoxiques. Le sujet ne dispose plus que de la vision et de la proprioception pour gérer son équilibre. Le résultat des nouvelles stratégies utilisées par le sujet sera apprécié par la qualité du nystagmus opto-cinétique et par l'Equitest. Selon le résultat de ces explorations : 10 à 20 %. D. - Atteinte déficitaire otolithique Lorsqu'elle est confirmée par la vidéonystagmographie et les potentiels évoqués otolithiques : 3 à 5 %. E. - Syndrome vestibulaire central Ce diagnostic doit impérativement être confirmé dans un cadre multidisciplinaire : oto-neuro-ophtalmologique. Il ne peut être proposé de taux spécifique ORL. F. - Explorations complémentaires Lorsque toutes les explorations complémentaires sont négatives, l'expert ORL doit rejeter tout taux d'IPP spécifique. La prise en compte des doléances d'instabilité doit se faire dans le cadre d'un éventuel syndrome post-commotionnel. III. - Atteintes de la motricité faciale A. - Paralysie faciale L'expert peut s'aider de la classification en 6 grades de House et Brackmann pour évaluer le degré de l'atteinte : - unilatérale ; selon son degré : 5 à 15 % ; - bilatérale (exceptionnelle) ; selon son degré : 15 à 25 %. Les éventuelles complications ophtalmologiques sont à apprécier de façon complémentaire. L'évaluation du dommage esthétique fera l'objet d'une évaluation indépendante. B. - Hémispasme facial Non améliorable par la thérapeutique ; selon l'importance de la contracture et la fréquence des crises spastiques : jusqu'à 10 %. IV. - Troubles de la phonation La phonation met en jeu plusieurs effecteurs : soufflet pulmonaire, vibrateur glottique, résonateurs supralaryngés. L'appréciation doit être globale. Les éventuels troubles associés de la déglutition et de la fonction respiratoire seront évalués séparément. Aphonie complète : 25 %. Dysphonie partielle isolée : jusqu'à 10 %. V. - Troubles de la ventilation nasale L'évaluation sera fondée essentiellement sur l'interrogatoire et l'examen clinique en recherchant un éventuel état antérieur. L'examen au miroir de Glaetzel n'apporte que des éléments très fragmentaires et incomplets. Seule une rhinomanométrie peut permettre une évaluation plus proche de la réalité. A. - Gêne respiratoire Unilatérale permanente (y compris l'éventuel retentissement sur l'odorat) suivant l'importance du retentissement nocturne : jusqu'à 3 %. Bilatérale permanente suivant les mêmes critères : jusqu'à 6 %. B. - Perforation septale Elle peut engendrer une gêne fonctionnelle indépendante des troubles respiratoires. En cas de persistance : jusqu'à 3 %. C. - Sinusite Les sinusites post-traumatiques sont exceptionnelles. Selon l'uni ou la bilatéralité : jusqu'à 8 %. VI. - Troubles de l'olfaction L'exploration de ce sens ne fait appel actuellement qu'à des tests subjectifs de perception et de reconnaissance d'odeurs. Ces explorations doivent être effectuées sur chaque fosse nasale. Un déficit de ce type peut, ou non, retentir sur le comportement alimentaire du sujet. Il s'associe parfois à la perte olfactive elle-même des perceptions odorifères sans stimuli extérieurs (parosmies) ressenties sur un mode désagréable en règle générale (cacosmies). Anosmie totale (perte des fonctions d'alerte et d'agrément). Selon l'existence ou non d'un trouble du comportement alimentaire : 5 à 8 % Hyposmie selon son intensité et son caractère uni ou bilatéral : jusqu'à 3 %. L'existence de parosmies peut justifier un taux spécifique supplémentaire de 2 %. Le retentissement sur le goût ne s'ajoute pas aux taux proposés ci-dessus.",
            "texteHtml": "<p></p><p align='center'>BARÈME D'ÉVALUATION DES TAUX D'INCAPACITÉ DES VICTIMES D'ACCIDENTS  MÉDICAUX, D'AFFECTIONS IATROGÈNES OU D'INFECTIONS NOSOCOMIALES MENTIONNÉ  À L'ARTICLE D. 1142-2  </p><p></p><p></p><p><font size='1'>IV. - STOMATOLOGIE</font></p><p>A. - Perte de dents</p><p><table border='1' cellpadding='0' cellspacing='1' width='720' align='center'><tbody><tr><td valign='top'><p align='left'>Edentation complète inappareillable</p></td><td valign='top'><p align='center'></p><p align='center'>35 %</p></td></tr><tr><td valign='top'><p>Perte d'une incisive</p></td><td valign='top'><p align='center'></p><p align='center'>1 %</p></td></tr><tr><td valign='top'><p>Perte d'une prémolaire ou dent de sagesse sur l'arcade</p></td><td valign='top'><p align='center'></p><p align='center'>1 %</p></td></tr><tr><td valign='top'><p>Perte d'une canine ou molaire</p></td><td valign='top'><p align='center'></p><p align='center'>1,5 %</p></td></tr></tbody></table></p><p>Ces taux seront diminués de moitié en cas de remplacement par prothèse mobile et des deux tiers en cas de remplacement par prothèse fixe.</p><p>En cas de perte complète d'une dent remplacée par une prothèse implanto-portée : 0 %.</p><p>Mortification pulpaire d'une dent : 0,50 %.</p><p>B. - Dysfonctionnements mandibulaires</p><p>Limitation permanente de l'ouverture buccale (mesurée entre le bord libre des incisives centrales) :</p><p><table border='1' width='720' align='center'><tbody><tr><td>Limitée à 30 mm </td><td>5 %</td></tr><tr><td>Limitée à 20 mm </td><td>17 %</td></tr><tr><td>Limitée à 10 mm </td><td>25 %</td></tr></tbody></table></p><p>Troubles de l'articulation temporo-mandibulaire :</p><p>Forme légère :</p><p><table border='1' width='720' align='center'><tbody><tr><td>- unilatérale </td><td>3 %</td></tr><tr><td>- bilatérale</td><td>5 %</td></tr><tr><td>Forme sévère</td><td>35 à 10 %</td></tr></tbody></table></p><p>C. - Troubles de l'articulé dentaire post-traumatiques </p><p>(Au prorata de la perte de la capacité masticatoire) : 2 à 10 %.</p><p>D. - Atteintes neurologiques sensitives</p><p><table border='1' cellpadding='0' cellspacing='1' width='720' align='center'><tbody><tr><td valign='top'><p>Hypoesthésie ou anesthésie avec dysesthésies dans le territoire du nerf sus-orbitaire</p></td><td valign='top'><p align='center'></p><p align='center'>jusqu'à 3 %</p></td></tr><tr><td valign='top'><p>Hypoesthésie ou anesthésie avec dysesthésies dans le territoire du nerf sous-orbitaire </p><p>comprenant le déficit gingivo-dentaire</p></td><td valign='top'><p align='center'></p><p align='center'>jusqu'à 5 %</p></td></tr><tr><td valign='top'><p>Hypoesthésie ou anesthésie avec dysesthésies dans le territoire du nerf alvéolaire inférieur</p><p>avec incontinence labiale comprenant le déficit sensitif dentaire :</p></td><td valign='top'><p align='center'></p><p align='center'></p><br/></td></tr><tr><td valign='top'><p>- unilatérale</p></td><td valign='top'><p align='center'></p><p align='center'>jusqu'à 5 %</p></td></tr><tr><td valign='top'><p>- bilatérale</p></td><td valign='top'><p align='center'></p><p align='center'>5 à 12 %</p></td></tr><tr><td valign='top'><p>Hypoesthésie ou anesthésie avec dysesthésies dans le territoire du nerf lingual :</p></td><td valign='top'><p align='center'></p><p align='center'></p><br/></td></tr><tr><td valign='top'><p>- unilatérale</p></td><td valign='top'><p align='center'></p><p align='center'>jusqu'à 5 %</p></td></tr><tr><td valign='top'><p>- bilatérale</p></td><td valign='top'><p align='center'></p><p align='center'>10 à 12 %</p></td></tr></tbody></table></p><p>E. - Atteintes neurologiques motrices (voir également le chapitre ORL) </p><p>Paralysie faciale (ne comprenant pas les complications ophtalmologiques) :</p><p><table border='1' width='720' align='center'><tbody><tr><td>- unilatérale</td><td>5 à 15 % </td></tr><tr><td>- bilatérale</td><td>15 à 25 %</td></tr></tbody></table></p><p>F. - Communication bucco-sinusienne ou bucco-nasale</p><p>Suivant le siège, la surface et la gêne fonctionnelle, y compris les conséquences sur la déglutition et le retentissement sur la qualité de la phonation : 2 à 15 %.</p><p>G. - Pathologie salivaire</p><p><table border='1' width='720' align='center'><tbody><tr><td>Fistule cutanée salivaire d'origine parotidienne</td><td>jusqu'à 15 %</td></tr><tr><td><p>Syndrome de Frei (éphydrose per-prandiale, latéro-faciale de la région </p><p>pré-auriculaire et parotidienne) </p></td><td>6 à 8 %</td></tr></tbody></table></p><p><font size='1'>V. - OTO-RHINO-LARYNGOLOGIE</font></p><p align='left'>I. - Audition et otologie</p><p><i>A. - Déficit auditif</i></p><p>Sa détermination repose sur un bilan clinique complet et minutieux et sur un bilan para-clinique qui doit comporter au minimum une impédancemétrie complète (tympanométrie avec recherche du seuil des réflexes stapédiens), une audiométrie tonale subjective liminaire et une audiométrie vocale.</p><p>Si besoin est :</p><p>- la qualité du champ auditif au-delà du 8 000 Hz sera appréciée par l'audiométrie des hautes fréquences ;</p><p>- la réalité du déficit pourra éventuellement être confirmée par des tests objectifs (oto-émissions acoustiques, potentiels évoqués auditifs précoces).</p><p>Les hypoacousies post-traumatiques ne sont plus évolutives au-delà de 12 mois.</p><p>Perte complète et bilatérale de l'audition : 60 %.</p><p>Pertes partielles.</p><p>L'évaluation doit se faire en deux temps :</p><p>a) Evaluation de la perte auditive moyenne (PAM) par rapport au déficit tonal en conduction aérienne mesuré en décibels sur le 500, 1 000, 2 000 et 4 000 Hz en affectant des coefficients de pondération respectivement de 2, 4, 3 et 1. La somme est divisée par 10. L'on se reporte au tableau ci-dessous, à double entrée, pour l'appréciation des taux :</p><table border='1' cellpadding='0' cellspacing='1' width='720' align='center'><thead><tr><td width='50'><p align='center'>PERTE auditive moyenne en dB</p></td><td width='50'><p align='center'></p><p align='center'>0 - 19</p></td><td width='50'><p align='center'></p><p align='center'>20 - 29</p></td><td width='50'><p align='center'></p><p align='center'>30 - 39</p></td><td width='50'><p align='center'></p><p align='center'>40 - 49</p></td><td width='50'><p align='center'></p><p align='center'>50 - 59</p></td><td width='50'><p align='center'></p><p align='center'>60 - 69</p></td><td width='50'><p align='center'></p><p align='center'>70 - 79</p></td><td width='50'><p align='center'></p><p align='center'>80 et +</p></td></tr></thead><tbody><tr><td valign='top'><p>0 - 19</p></td><td valign='top'><p align='center'></p><p align='center'>0</p></td><td valign='top'><p align='center'></p><p align='center'>2</p></td><td valign='top'><p align='center'></p><p align='center'>4</p></td><td valign='top'><p align='center'></p><p align='center'>6</p></td><td valign='top'><p align='center'></p><p align='center'>8</p></td><td valign='top'><p align='center'></p><p align='center'>10</p></td><td valign='top'><p align='center'></p><p align='center'>12</p></td><td valign='top'><p align='center'></p><p align='center'>14</p></td></tr><tr><td valign='top'><p>20 - 29</p></td><td valign='top'><p align='center'></p><p align='center'>2</p></td><td valign='top'><p align='center'></p><p align='center'>4</p></td><td valign='top'><p align='center'></p><p align='center'>6</p></td><td valign='top'><p align='center'></p><p align='center'>8</p></td><td valign='top'><p align='center'></p><p align='center'>10</p></td><td valign='top'><p align='center'></p><p align='center'>12</p></td><td valign='top'><p align='center'></p><p align='center'>14</p></td><td valign='top'><p align='center'></p><p align='center'>18</p></td></tr><tr><td valign='top'><p>30 - 39</p></td><td valign='top'><p align='center'></p><p align='center'>4</p></td><td valign='top'><p align='center'></p><p align='center'>6</p></td><td valign='top'><p align='center'></p><p align='center'>8</p></td><td valign='top'><p align='center'></p><p align='center'>10</p></td><td valign='top'><p align='center'></p><p align='center'>12</p></td><td valign='top'><p align='center'></p><p align='center'>15</p></td><td valign='top'><p align='center'></p><p align='center'>20</p></td><td valign='top'><p align='center'></p><p align='center'>25</p></td></tr><tr><td valign='top'><p>40 - 49</p></td><td valign='top'><p align='center'></p><p align='center'>6</p></td><td valign='top'><p align='center'></p><p align='center'>8</p></td><td valign='top'><p align='center'></p><p align='center'>10</p></td><td valign='top'><p align='center'></p><p align='center'>12</p></td><td valign='top'><p align='center'></p><p align='center'>15</p></td><td valign='top'><p align='center'></p><p align='center'>20</p></td><td valign='top'><p align='center'></p><p align='center'>25</p></td><td valign='top'><p align='center'></p><p align='center'>30</p></td></tr><tr><td valign='top'><p>50 - 59</p></td><td valign='top'><p align='center'></p><p align='center'>8</p></td><td valign='top'><p align='center'></p><p align='center'>10</p></td><td valign='top'><p align='center'></p><p align='center'>12</p></td><td valign='top'><p align='center'></p><p align='center'>15</p></td><td valign='top'><p align='center'></p><p align='center'>20</p></td><td valign='top'><p align='center'></p><p align='center'>25</p></td><td valign='top'><p align='center'></p><p align='center'>30</p></td><td valign='top'><p align='center'></p><p align='center'>35</p></td></tr><tr><td valign='top'><p>60 - 69</p></td><td valign='top'><p align='center'></p><p align='center'>10</p></td><td valign='top'><p align='center'></p><p align='center'>12</p></td><td valign='top'><p align='center'></p><p align='center'>15</p></td><td valign='top'><p align='center'></p><p align='center'>20</p></td><td valign='top'><p align='center'></p><p align='center'>25</p></td><td valign='top'><p align='center'></p><p align='center'>30</p></td><td valign='top'><p align='center'></p><p align='center'>40</p></td><td valign='top'><p align='center'></p><p align='center'>45</p></td></tr><tr><td valign='top'><p>70 - 79</p></td><td valign='top'><p align='center'></p><p align='center'>12</p></td><td valign='top'><p align='center'></p><p align='center'>14</p></td><td valign='top'><p align='center'></p><p align='center'>20</p></td><td valign='top'><p align='center'></p><p align='center'>25</p></td><td valign='top'><p align='center'></p><p align='center'>30</p></td><td valign='top'><p align='center'></p><p align='center'>40</p></td><td valign='top'><p align='center'></p><p align='center'>50</p></td><td valign='top'><p align='center'></p><p align='center'>55</p></td></tr><tr><td valign='top'><p>80 et +</p></td><td valign='top'><p align='center'></p><p align='center'>14</p></td><td valign='top'><p align='center'></p><p align='center'>18</p></td><td valign='top'><p align='center'></p><p align='center'>25</p></td><td valign='top'><p align='center'></p><p align='center'>30</p></td><td valign='top'><p align='center'></p><p align='center'>35</p></td><td valign='top'><p align='center'></p><p align='center'>45</p></td><td valign='top'><p align='center'></p><p align='center'>55</p></td><td valign='top'><p align='center'></p><p align='center'>60</p></td></tr></tbody></table><p>Il s'agit de taux indicatifs qui doivent être corrélés à un éventuel état antérieur et au vieillissement physiologique de l'audition.</p><p>b) Confrontation de ce taux brut aux résultats d'une audiométrie vocale pour apprécier d'éventuelles distorsions auditives (recrutement en particulier) qui aggravent la gêne fonctionnelle.</p><p>Le tableau suivant propose les taux de majoration qui peuvent éventuellement être discutés par rapport aux résultats de l'audiométrie tonale liminaire :</p><p><table border='1' cellpadding='0' cellspacing='1' width='720' align='center'><thead><tr><td width='151'><p align='center'>% discrimination</p></td><td width='50'><p align='center'></p><p align='center'>100 %</p></td><td width='50'><p align='center'></p><p align='center'>90 %</p></td><td width='50'><p align='center'></p><p align='center'>80 %</p></td><td width='50'><p align='center'></p><p align='center'>70 %</p></td><td width='50'><p align='center'></p><p align='center'>60 %</p></td><td width='50'><p align='center'></p><p align='center'>< 50 %</p></td></tr></thead><tbody><tr><td valign='top'><p>100 %</p></td><td valign='top'><p align='center'></p><p align='center'>0</p></td><td valign='top'><p align='center'></p><p align='center'>0</p></td><td valign='top'><p align='center'></p><p align='center'>1</p></td><td valign='top'><p align='center'></p><p align='center'>2</p></td><td valign='top'><p align='center'></p><p align='center'>3</p></td><td valign='top'><p align='center'></p><p align='center'>4</p></td></tr><tr><td valign='top'><p>90 %</p></td><td valign='top'><p align='center'></p><p align='center'>0</p></td><td valign='top'><p align='center'></p><p align='center'>0</p></td><td valign='top'><p align='center'></p><p align='center'>1</p></td><td valign='top'><p align='center'></p><p align='center'>2</p></td><td valign='top'><p align='center'></p><p align='center'>3</p></td><td valign='top'><p align='center'></p><p align='center'>4</p></td></tr><tr><td valign='top'><p>80 %</p></td><td valign='top'><p align='center'></p><p align='center'>1</p></td><td valign='top'><p align='center'></p><p align='center'>1</p></td><td valign='top'><p align='center'></p><p align='center'>2</p></td><td valign='top'><p align='center'></p><p align='center'>3</p></td><td valign='top'><p align='center'></p><p align='center'>4</p></td><td valign='top'><p align='center'></p><p align='center'>5</p></td></tr><tr><td valign='top'><p>70 %</p></td><td valign='top'><p align='center'></p><p align='center'>2</p></td><td valign='top'><p align='center'></p><p align='center'>2</p></td><td valign='top'><p align='center'></p><p align='center'>3</p></td><td valign='top'><p align='center'></p><p align='center'>4</p></td><td valign='top'><p align='center'></p><p align='center'>5</p></td><td valign='top'><p align='center'></p><p align='center'>6</p></td></tr><tr><td valign='top'><p>60 %</p></td><td valign='top'><p align='center'></p><p align='center'>3</p></td><td valign='top'><p align='center'></p><p align='center'>3</p></td><td valign='top'><p align='center'></p><p align='center'>4</p></td><td valign='top'><p align='center'></p><p align='center'>5</p></td><td valign='top'><p align='center'></p><p align='center'>6</p></td><td valign='top'><p align='center'></p><p align='center'>7</p></td></tr><tr><td valign='top'><p>50 %</p></td><td valign='top'><p align='center'></p><p align='center'>4</p></td><td valign='top'><p align='center'></p><p align='center'>4</p></td><td valign='top'><p align='center'></p><p align='center'>5</p></td><td valign='top'><p align='center'></p><p align='center'>6</p></td><td valign='top'><p align='center'></p><p align='center'>7</p></td><td valign='top'><p align='center'></p><p align='center'>8</p></td></tr></tbody></table></p><p>Si un appareillage auditif a été prescrit, l'expert doit décrire l'amélioration fonctionnelle obtenue. Celle-ci permet habituellement de réduire le taux d'incapacité d'au moins 25 %.</p><p><i>B. - Lésions tympaniques</i></p><p>Une perforation sèche isolée ne justifie aucune IPP spécifique en dehors de celle liée au déficit auditif.</p><p>En cas d'otorrhée, un taux de 2 à 4 % peut être retenu en plus de celui entraîné par un déficit auditif.</p><p><i>C. - Acouphènes et hyperacousies douloureuses</i></p><p>L'intensité ressentie n'est pas dépendante de l'importance du déficit de l'audition.</p><p>Aucun test ne permet d'objectiver ce trouble. L'expert pourra cependant recourir à une acouphénométrie subjective et à des tests reconnus : questionnaire \"DET\" (mesure de DETresse psychologique), questionnaire \"SEV\" (échelle subjective de SEVérité).</p><p>Dans la plupart des cas, il se produit en 12 à 18 mois un phénomène d'habituation cérébrale. On peut alors proposer un taux allant jusqu'à 3 % (auquel s'ajoute l'éventuel taux retenu pour une perte de l'audition).</p><p>Lorsque le retentissement psycho-affectif est sévère, la détermination du taux d'incapacité doit se faire dans un cadre multidisciplinaire.</p><p align='left'>II. - Troubles de l'équilibration</p><p>L'équilibration est une fonction plurimodale qui fait appel au système vestibulaire, au système visuel et au système proprioceptif. L'étiologie du trouble ne peut donc être affirmée d'emblée comme univoque.</p><p>Les troubles de l'équilibration font souvent partie des doléances exprimées après des traumatismes crâniens et/ou cervicaux.</p><p>L'expert doit procéder à un interrogatoire méthodique et à un examen clinique complet à la recherche notamment d'une hypotension orthostatique iatrogène.</p><p>La vidéonystagmographie est l'examen complémentaire de choix. D'introduction plus récente, l'Equitest permet une approche globale de la stratégie d'équilibration d'un sujet, il permet également de détecter la composante \"anorganique\" d'un trouble de l'équilibration.</p><p>L'exploration de l'équilibration est indissociable de celle de l'audition.</p><p>Dans certains cas, un avis neurologique ou ophtalmologique peut s'avérer nécessaire.</p><p>L'essentiel pour l'appréciation de la gêne fonctionnelle n'est pas la mise en évidence d'une lésion, mais la qualité de la stratégie de compensation développée par le sujet. </p><p><i>A. - Vertige positionnel paroxystique bénin (VPPB)</i></p><p>La guérison peut être obtenue par la manoeuvre libératoire d'Alain Sémont (avec cependant 5 à 10 % de récidives dans l'année qui suit).</p><p>Il peut persister quelques sensations de \"flottement\" ou \"d'instabilité\".</p><p>Selon l'importance des signes cliniques et des anomalies para-cliniques : jusqu'à 4 %.</p><p><i>B. - Atteinte vestibulaire périphérique unilatérale</i></p><p>Le taux d'IPP ne peut dépendre uniquement de l'importance du déficit apparemment quantifiée par une seule épreuve calorique :</p><p>aréflexie, hyporéflectivité simple ou syndrome irritatif canalaire. Ce n'est pas une lésion qui doit être évaluée mais son retentissement fonctionnel.</p><p>Grâce à des explorations complémentaires rigoureuses, l'expert doit apprécier le niveau et la qualité de la compensation centrale de l'asymétrie vestibulaire et la fiabilité de la nouvelle stratégie d'équilibration adoptée par le sujet.</p><p>Selon le résultat de ces explorations : 3 à 8 %.</p><p><i>C. - Atteinte vestibulaire destructive périphérique bilatérale</i></p><p>Elle est très rarement post-traumatique. Elle se rencontre le plus souvent à la suite de la prise de médicaments ototoxiques.</p><p>Le sujet ne dispose plus que de la vision et de la proprioception pour gérer son équilibre.</p><p>Le résultat des nouvelles stratégies utilisées par le sujet sera apprécié par la qualité du nystagmus opto-cinétique et par l'Equitest.</p><p>Selon le résultat de ces explorations : 10 à 20 %.</p><p><i>D. - Atteinte déficitaire otolithique</i></p><p>Lorsqu'elle est confirmée par la vidéonystagmographie et les potentiels évoqués otolithiques : 3 à 5 %.</p><p><i>E. - Syndrome vestibulaire central</i></p><p>Ce diagnostic doit impérativement être confirmé dans un cadre multidisciplinaire : oto-neuro-ophtalmologique.</p><p>Il ne peut être proposé de taux spécifique ORL.</p><p><i>F. - Explorations complémentaires</i></p><p>Lorsque toutes les explorations complémentaires sont négatives, l'expert ORL doit rejeter tout taux d'IPP spécifique. La prise en compte des doléances d'instabilité doit se faire dans le cadre d'un éventuel syndrome post-commotionnel.</p><p align='left'>III. - Atteintes de la motricité faciale</p><p><i>A. - Paralysie faciale</i></p><p>L'expert peut s'aider de la classification en 6 grades de House et Brackmann pour évaluer le degré de l'atteinte :</p><p>- unilatérale ; selon son degré : 5 à 15 % ;</p><p>- bilatérale (exceptionnelle) ; selon son degré : 15 à 25 %.</p><p>Les éventuelles complications ophtalmologiques sont à apprécier de façon complémentaire.</p><p>L'évaluation du dommage esthétique fera l'objet d'une évaluation indépendante.</p><p><i>B. - Hémispasme facial</i></p><p>Non améliorable par la thérapeutique ; selon l'importance de la contracture et la fréquence des crises spastiques : jusqu'à 10 %.</p><p align='left'>IV. - Troubles de la phonation</p><p>La phonation met en jeu plusieurs effecteurs : soufflet pulmonaire, vibrateur glottique, résonateurs supralaryngés.</p><p>L'appréciation doit être globale.</p><p>Les éventuels troubles associés de la déglutition et de la fonction respiratoire seront évalués séparément.</p><p>Aphonie complète : 25 %.</p><p>Dysphonie partielle isolée : jusqu'à 10 %.</p><p align='left'>V. - Troubles de la ventilation nasale</p><p>L'évaluation sera fondée essentiellement sur l'interrogatoire et l'examen clinique en recherchant un éventuel état antérieur.</p><p>L'examen au miroir de Glaetzel n'apporte que des éléments très fragmentaires et incomplets. Seule une rhinomanométrie peut permettre une évaluation plus proche de la réalité.</p><p><i>A. - Gêne respiratoire</i></p><p>Unilatérale permanente (y compris l'éventuel retentissement sur l'odorat) suivant l'importance du retentissement nocturne : jusqu'à 3 %.</p><p>Bilatérale permanente suivant les mêmes critères : jusqu'à 6 %.</p><p><i>B. - Perforation septale</i></p><p>Elle peut engendrer une gêne fonctionnelle indépendante des troubles respiratoires.</p><p>En cas de persistance : jusqu'à 3 %.</p><p><i>C. - Sinusite</i></p><p>Les sinusites post-traumatiques sont exceptionnelles.</p><p>Selon l'uni ou la bilatéralité : jusqu'à 8 %.</p><p align='left'>VI. - Troubles de l'olfaction</p><p>L'exploration de ce sens ne fait appel actuellement qu'à des tests subjectifs de perception et de reconnaissance d'odeurs.</p><p>Ces explorations doivent être effectuées sur chaque fosse nasale.</p><p>Un déficit de ce type peut, ou non, retentir sur le comportement alimentaire du sujet. Il s'associe parfois à la perte olfactive elle-même des perceptions odorifères sans stimuli extérieurs (parosmies) ressenties sur un mode désagréable en règle générale (cacosmies).</p><p>Anosmie totale (perte des fonctions d'alerte et d'agrément).</p><p>Selon l'existence ou non d'un trouble du comportement alimentaire : 5 à 8 %</p><p>Hyposmie selon son intensité et son caractère uni ou bilatéral : jusqu'à 3 %.</p><p>L'existence de parosmies peut justifier un taux spécifique supplémentaire de 2 %.</p><p>Le retentissement sur le goût ne s'ajoute pas aux taux proposés ci-dessus.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2003-05-27T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}