{
    "cid": "LEGIARTI000045848758",
    "num": "L6225-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LEGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023706480",
                        "id": "LEGISCTA000023706480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "SIXIEME PARTIE : AVIATION CIVILE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023075326",
                        "id": "LEGISCTA000023078492",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA CIRCULATION AERIENNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023075484",
                        "id": "LEGISCTA000023078336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : POLICE DE LA CIRCULATION DES AERONEFS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023075513",
                        "id": "LEGISCTA000023078306",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-06-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Contrôles de l'alcoolémie et de l'usage de stupéfiants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045848748",
                        "id": "LEGISCTA000045848748",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-06-03",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Contrôles de l'alcoolémie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045848752",
                        "id": "LEGISCTA000045848752",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045848758",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000046005449",
                    "textTitle": "Décret n°2022-978 du 2 juillet 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046009152",
                    "natureText": "DECRET",
                    "date": 1656969520463,
                    "parentCid": null,
                    "numTexte": "2022-978",
                    "datePubli": 1656806400000,
                    "dateDebut": 1656892800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R137-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R137-4",
                    "articleId": "LEGIARTI000046009414",
                    "natureText": "CODE",
                    "date": 1656969520463,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656892800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R137-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R137-5",
                    "articleId": "LEGIARTI000046009416",
                    "natureText": "CODE",
                    "date": 1656969520463,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656892800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045848040",
                    "textTitle": "Ordonnance n°2022-830 du 1er juin 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045848560",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2022-06-02",
                    "dateSignaTexte": "2022-06-01",
                    "dateDebutCible": "2022-06-03"
                }
            ],
            "num": "L6225-4",
            "origine": "LEGI",
            "texte": "Lorsque les épreuves de dépistage mentionnées à l'article L. 6225-3 permettent de présumer l'existence d'un état alcoolique, ou lorsque la personne mentionnée à l'article L. 6225-1 refuse de les subir ou en cas d'impossibilité de les subir résultant d'une incapacité physique attestée par le médecin requis, les officiers ou agents de police judiciaire font procéder aux vérifications destinées à établir la preuve de l'état alcoolique. Lorsque la constatation est faite par un agent de police judiciaire adjoint mentionné au 1° bis, 1° ter, 1° quater ou 2° de l'article 21 du code de procédure pénale, il rend compte immédiatement de la présomption de l'existence d'un état alcoolique ou du refus de la personne mentionnée à l'article L. 6225-1 de subir les épreuves de dépistage ou de l'impossibilité de les subir résultant d'une incapacité physique attestée par le médecin requis, à tout officier de police judiciaire de la police nationale ou de la gendarmerie nationale territorialement compétent, qui peut alors lui ordonner sans délai de lui présenter la personne concernée. Les vérifications destinées à établir la preuve de l'état alcoolique sont faites soit au moyen d'analyses ou examens médicaux, cliniques ou biologiques, soit au moyen d'un appareil permettant de déterminer la concentration d'alcool par l'analyse de l'air expiré à la condition que cet appareil soit conforme à un type homologué. A cette fin, l'officier ou l'agent de police judiciaire peut requérir un médecin, un interne en médecine, un étudiant en médecine autorisé à exercer la médecine à titre de remplaçant ou un infirmier pour effectuer une prise de sang. Lorsque les vérifications sont faites au moyen d'analyses ou examens médicaux, cliniques ou biologiques, un échantillon est conservé. Lorsqu'elles sont faites au moyen d'un appareil permettant de déterminer la concentration d'alcool par l'analyse de l'air expiré, un second contrôle peut être immédiatement effectué, après vérification du bon fonctionnement de l'appareil ; ce contrôle est de droit lorsqu'il est demandé par l'intéressé. L'auteur présumé de l'infraction prévue au II de l'article L. 6232-14 peut être soumis directement aux vérifications destinées à établir l'état alcoolique.",
            "texteHtml": "<p>Lorsque les épreuves de dépistage mentionnées à l'article L. 6225-3 permettent de présumer l'existence d'un état alcoolique, ou lorsque la personne mentionnée à l'article L. 6225-1 refuse de les subir ou en cas d'impossibilité de les subir résultant d'une incapacité physique attestée par le médecin requis, les officiers ou agents de police judiciaire font procéder aux vérifications destinées à établir la preuve de l'état alcoolique.<br/><br/>\n Lorsque la constatation est faite par un agent de police judiciaire adjoint mentionné au 1° bis, 1° ter, 1° quater ou 2° de l'article 21 du code de procédure pénale, il rend compte immédiatement de la présomption de l'existence d'un état alcoolique ou du refus de la personne mentionnée à l'article L. 6225-1 de subir les épreuves de dépistage ou de l'impossibilité de les subir résultant d'une incapacité physique attestée par le médecin requis, à tout officier de police judiciaire de la police nationale ou de la gendarmerie nationale territorialement compétent, qui peut alors lui ordonner sans délai de lui présenter la personne concernée.<br/><br/>\n Les vérifications destinées à établir la preuve de l'état alcoolique sont faites soit au moyen d'analyses ou examens médicaux, cliniques ou biologiques, soit au moyen d'un appareil permettant de déterminer la concentration d'alcool par l'analyse de l'air expiré à la condition que cet appareil soit conforme à un type homologué. A cette fin, l'officier ou l'agent de police judiciaire peut requérir un médecin, un interne en médecine, un étudiant en médecine autorisé à exercer la médecine à titre de remplaçant ou un infirmier pour effectuer une prise de sang.<br/><br/>\n Lorsque les vérifications sont faites au moyen d'analyses ou examens médicaux, cliniques ou biologiques, un échantillon est conservé.<br/><br/>\n Lorsqu'elles sont faites au moyen d'un appareil permettant de déterminer la concentration d'alcool par l'analyse de l'air expiré, un second contrôle peut être immédiatement effectué, après vérification du bon fonctionnement de l'appareil ; ce contrôle est de droit lorsqu'il est demandé par l'intéressé.<br/><br/>\n L'auteur présumé de l'infraction prévue au II de l'article L. 6232-14 peut être soumis directement aux vérifications destinées à établir l'état alcoolique.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-06-03T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}