{
    "cid": "LEGIARTI000043964758",
    "num": "L219-1 A",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Milieux physiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129023",
                        "id": "LEGISCTA000006129023",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Titre Ier : Eau et milieux aquatiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143737",
                        "id": "LEGISCTA000006143737",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Eau et milieux aquatiques et marins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143737",
                        "id": "LEGISCTA000022494764",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Politiques pour les milieux marins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022478852",
                        "id": "LEGISCTA000022494813",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Gestion intégrée de la mer et du littoral ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022478854",
                        "id": "LEGISCTA000022494810",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043964758",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571356",
                    "textTitle": "Constitution du 4 octobre 1958 - art. 72-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "72-3",
                    "articleId": "LEGIARTI000006527595",
                    "natureText": "CONSTITUTION",
                    "date": 1630018177466,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -354758400000,
                    "dateDebut": 1048896000000
                },
                {
                    "textCid": "JORFTEXT000000317531",
                    "textTitle": "LOI n° 86-2 du 3 janvier 1986",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000317531",
                    "natureText": "LOI",
                    "date": 1630018177466,
                    "parentCid": null,
                    "numTexte": "86-2",
                    "datePubli": 505180800000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 238",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "238",
                    "articleId": "LEGIARTI000043958004",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "num": "L219-1 A",
            "origine": "LEGI",
            "texte": "Il est créé un conseil national pour l'aménagement, la protection et la mise en valeur de la mer et des littoraux et la gestion intégrée des zones côtières, dénommé Conseil national de la mer et des littoraux. Il est présidé par le Premier ministre ou, en son absence, par le ministre chargé de la mer. Sa composition et son fonctionnement sont fixés par décret. Sa composition tient compte de l'importance des espaces maritimes de l'outre-mer. Il comprend à parité, d'une part, des membres du Parlement, à raison de deux députés et deux sénateurs, dont un député et un sénateur élus dans les collectivités mentionnées à l' article 72-3 de la Constitution , un représentant au Parlement européen élu en France et des représentants des collectivités territoriales des façades maritimes de métropole et d'outre-mer et, d'autre part, des représentants des établissements publics intéressés, des milieux socio-professionnels et de la société civile représentatifs des activités et des usages du littoral. Le conseil peut être consulté dans le cadre de la rédaction des textes législatifs ou réglementaires relatifs à la mer et aux littoraux. Il est consulté sur les priorités d'intervention et les conditions générales d'attribution des aides de l'Etat. Il peut être consulté sur les projets définis en application des contrats passés entre l'Etat et les régions. Le conseil a un rôle de proposition auprès du Gouvernement, qui peut le saisir pour avis de tout sujet relatif à la mer et aux littoraux. Il contribue par ses avis et propositions à la coordination des actions publiques en mer et dans les territoires littoraux. Il est associé au suivi de la mise en œuvre de la loi n° 86-2 du 3 janvier 1986 relative à l'aménagement, la protection et la mise en valeur du littoral et des textes pris pour son application ainsi que des contrats initiés par l'Union européenne et intéressant le littoral. Il assure le suivi de la mise en œuvre de la stratégie nationale de la mer et des littoraux. Il participe aux travaux de prospective, d'observation et d'évaluation conduits sur le littoral aux niveaux européen, national et interrégional.",
            "texteHtml": "<p>Il est créé un conseil national pour l'aménagement, la protection et la mise en valeur de la mer et des littoraux et la gestion intégrée des zones côtières, dénommé Conseil national de la mer et des littoraux. Il est présidé par le Premier ministre ou, en son absence, par le ministre chargé de la mer. Sa composition et son fonctionnement sont fixés par décret. Sa composition tient compte de l'importance des espaces maritimes de l'outre-mer. Il comprend à parité, d'une part, des membres du Parlement, à raison de deux députés et deux sénateurs, dont un député et un sénateur élus dans les collectivités mentionnées à l'<a href='/article/LEGIARTI000006527595'>article 72-3 de la Constitution</a>, un représentant au Parlement européen élu en France et des représentants des collectivités territoriales des façades maritimes de métropole et d'outre-mer et, d'autre part, des représentants des établissements publics intéressés, des milieux socio-professionnels et de la société civile représentatifs des activités et des usages du littoral. <br/><br/>Le conseil peut être consulté dans le cadre de la rédaction des textes législatifs ou réglementaires relatifs à la mer et aux littoraux. Il est consulté sur les priorités d'intervention et les conditions générales d'attribution des aides de l'Etat. Il peut être consulté sur les projets définis en application des contrats passés entre l'Etat et les régions. <br/><br/>Le conseil a un rôle de proposition auprès du Gouvernement, qui peut le saisir pour avis de tout sujet relatif à la mer et aux littoraux. Il contribue par ses avis et propositions à la coordination des actions publiques en mer et dans les territoires littoraux. Il est associé au suivi de la mise en œuvre de la <a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000000317531&categorieLien=cid'>loi n° 86-2 du 3 janvier 1986 relative à l'aménagement, la protection et la mise en valeur du littoral</a> et des textes pris pour son application ainsi que des contrats initiés par l'Union européenne et intéressant le littoral. Il assure le suivi de la mise en œuvre de la stratégie nationale de la mer et des littoraux. <br/><br/>Il participe aux travaux de prospective, d'observation et d'évaluation conduits sur le littoral aux niveaux européen, national et interrégional.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-08-25T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}