{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032548863",
            "idTexte": null,
            "type": null,
            "texte": "Les personnes ayant acquis leurs qualifications dans un autre Etat membre l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen sont réputées satisfaire aux conditions de qualification professionnelle énoncées au 1° du I ou au II de l'article R. 212-2 dans les conditions suivantes : 1° Conditions générales de la reconnaissance : a) Lorsque l'Etat dans lequel ont été acquises les qualifications réglemente la profession, le demandeur doit posséder l'attestation de compétences ou le titre de formation prescrit pour exercer la profession dans cet Etat ; b) Lorsque l'Etat dans lequel ont été acquises les qualifications ne réglemente pas la profession, le demandeur doit avoir exercé la profession au cours des dix années précédentes dans un ou plusieurs Etats membres, un an, consécutif ou non, à temps plein ou pendant une durée totale équivalente, à temps partiel, et posséder au moins une attestation de compétences ou un titre de formation attestant la préparation à l'exercice de cette profession ; 2° Conditions de validité des titres : Les attestations de compétences ou les titres de formation mentionnés aux a et b du 1° doivent avoir été délivrés par une autorité compétente de l'Etat dans lequel ont été acquises les qualifications. Est assimilé au titre de formation mentionné aux a et b du 1° tout titre de formation ou ensemble de titres de formation qui : -a été délivré par une autorité compétente d'un autre Etat membre de la l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ; -sanctionne une formation acquise dans l'Union européenne ou dans l'Espace économique européen et reconnue par l'Etat de délivrance du titre comme étant de niveau équivalent ; -et confère les mêmes droits d'accès ou d'exercice de la profession, ou prépare à l'exercice de cette profession. Est également assimilée à un tel titre de formation toute qualification professionnelle qui, sans répondre aux exigences prévues par les dispositions législatives, réglementaires ou administratives de l'Etat dans lequel ont été acquises les qualifications pour l'accès à la profession ou son exercice, confère à son titulaire des droits acquis en vertu de ces dispositions. Peuvent également justifier de leur capacité à exercer la profession les personnes qui possèdent un titre permettant son exercice, acquis dans un pays tiers et admis en équivalence dans un Etat membre de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen si cet Etat réglemente l'exercice de la profession. Elles doivent en outre justifier avoir exercé la profession pendant trois ans dans l'Etat qui a admis l'équivalence de leur titre ; 3° Mesures de compensation : Il peut être exigé de la personne qui remplit les conditions fixées aux alinéas précédents qu'elle accomplisse, selon son choix, un stage d'adaptation d'une durée maximum d'un an ou qu'elle se soumette à une épreuve d'aptitude dans l'un des cas suivants : a) Lorsque la formation qu'elle a reçue porte sur des matières substantiellement différentes de celles que comporte la formation exigée des personnes ayant acquis leurs qualifications en France ; b) Lorsqu'une ou plusieurs des activités réglementées constitutives de la formation exigée en France n'existent pas dans la profession correspondante dans l'Etat ayant délivré l'attestation de compétences ou le titre de formation dont elle fait état, et que cette différence est caractérisée par une formation spécifique qui est requise en France et qui porte sur des matières substantiellement différentes de celles couvertes par l'attestation de compétences ou le titre de formation. Le contenu du stage d'adaptation ou de l'épreuve d'aptitude tient compte des connaissances acquises par le candidat au cours de son expérience professionnelle ou lors de son apprentissage tout au long de la vie. Par dérogation au deuxième alinéa ci-dessus, le préfet de département peut imposer au demandeur, par une décision motivée, soit le stage d'adaptation soit l'épreuve d'aptitude mentionnés ci-dessus, lesquels doivent intervenir dans les six mois à compter de cette décision. Le préfet prend sa décision après avoir vérifié les connaissances, les aptitudes et les compétences que le demandeur a acquises au cours de son expérience professionnelle à temps plein ou à temps partiel ou par la voie de l'apprentissage tout au long de la vie, et ayant fait l'objet à cette fin d'une validation en bonne et due forme par un organisme compétent, dans un Etat membre ou dans un pays tiers. Les conditions dans lesquelles cette décision du préfet peut intervenir sont précisées par un arrêté du ministre chargé de la sécurité routière. Le candidat est dispensé du stage d'adaptation ou de l'épreuve d'aptitude si les connaissances qu'il a acquises au cours de son expérience professionnelle couvrent l'intégralité de la différence substantielle constatée entre la formation qu'il a reçue et la formation dispensée sur le territoire français et requise pour l'enseignement de la conduite ou l'animation de stages de sensibilisation à la sécurité routière. 4° Peuvent s'établir en France, pour y exercer tout ou partie des activités placées sous le régime du III de l'article L. 212-1, les personnes, ressortissant d'un Etat membre de l'Union européenne ou d'un Etat partie à l'Espace économique européen : a) Lorsqu'elles sont titulaires d'une attestation de compétences ou d'un titre de formation requis par l'autorité compétente d'un de ces Etats pour accéder à ces activités sur son territoire ou les y exercer ; b) Ou, dans le cas où l'Etat dont elles sont le ressortissant ne réglemente pas l'exercice des activités en cause, lorsqu'elles peuvent justifier de l'exercice de ces activités à temps plein pendant une durée d'un an ou à temps partiel pendant une durée totale équivalente au cours des dix années précédentes. Les dispositions fixées au présent article sont précisées par arrêté du ministre chargé de la sécurité routière.",
            "texteHtml": "<p>Les personnes ayant acquis leurs qualifications dans un autre Etat membre l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen sont réputées satisfaire aux conditions de qualification professionnelle énoncées au 1° du I ou au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841334&dateTexte=&categorieLien=cid'>R. 212-2</a> dans les conditions suivantes : </p><p>1° Conditions générales de la reconnaissance : </p><p>a) Lorsque l'Etat dans lequel ont été acquises les qualifications réglemente la profession, le demandeur doit posséder l'attestation de compétences ou le titre de formation prescrit pour exercer la profession dans cet Etat ; </p><p>b) Lorsque l'Etat dans lequel ont été acquises les qualifications ne réglemente pas la profession, le demandeur doit avoir exercé la profession au cours des dix années précédentes dans un ou plusieurs Etats membres, un an, consécutif ou non, à temps plein ou pendant une durée totale équivalente, à temps partiel, et posséder au moins une attestation de compétences ou un titre de formation attestant la préparation à l'exercice de cette profession ; </p><p>2° Conditions de validité des titres : </p><p>Les attestations de compétences ou les titres de formation mentionnés aux a et b du 1° doivent avoir été délivrés par une autorité compétente de l'Etat dans lequel ont été acquises les qualifications. </p><p>Est assimilé au titre de formation mentionné aux a et b du 1° tout titre de formation ou ensemble de titres de formation qui :</p><p>-a été délivré par une autorité compétente d'un autre Etat membre de la l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ;</p><p>-sanctionne une formation acquise dans l'Union européenne ou dans l'Espace économique européen et reconnue par l'Etat de délivrance du titre comme étant de niveau équivalent ;</p><p>-et confère les mêmes droits d'accès ou d'exercice de la profession, ou prépare à l'exercice de cette profession. </p><p>Est également assimilée à un tel titre de formation toute qualification professionnelle qui, sans répondre aux exigences prévues par les dispositions législatives, réglementaires ou administratives de l'Etat dans lequel ont été acquises les qualifications pour l'accès à la profession ou son exercice, confère à son titulaire des droits acquis en vertu de ces dispositions. </p><p>Peuvent également justifier de leur capacité à exercer la profession les personnes qui possèdent un titre permettant son exercice, acquis dans un pays tiers et admis en équivalence dans un Etat membre de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen si cet Etat réglemente l'exercice de la profession. Elles doivent en outre justifier avoir exercé la profession pendant trois ans dans l'Etat qui a admis l'équivalence de leur titre ; </p><p>3° Mesures de compensation : </p><p>Il peut être exigé de la personne qui remplit les conditions fixées aux alinéas précédents qu'elle accomplisse, selon son choix, un stage d'adaptation d'une durée maximum d'un an ou qu'elle se soumette à une épreuve d'aptitude dans l'un des cas suivants : </p><p>a) Lorsque la formation qu'elle a reçue porte sur des matières substantiellement différentes de celles que comporte la formation exigée des personnes ayant acquis leurs qualifications en France ; </p><p>b) Lorsqu'une ou plusieurs des activités réglementées constitutives de la formation exigée en France n'existent pas dans la profession correspondante dans l'Etat ayant délivré l'attestation de compétences ou le titre de formation dont elle fait état, et que cette différence est caractérisée par une formation spécifique qui est requise en France et qui porte sur des matières substantiellement différentes de celles couvertes par l'attestation de compétences ou le titre de formation. </p><p>Le contenu du stage d'adaptation ou de l'épreuve d'aptitude tient compte des connaissances acquises par le candidat au cours de son expérience professionnelle ou lors de son apprentissage tout au long de la vie. </p><p>Par dérogation au deuxième alinéa ci-dessus, le préfet de département peut imposer au demandeur, par une décision motivée, soit le stage d'adaptation soit l'épreuve d'aptitude mentionnés ci-dessus, lesquels doivent intervenir dans les six mois à compter de cette décision.</p><p>Le préfet prend sa décision après avoir vérifié les connaissances, les aptitudes et les compétences que le demandeur a acquises au cours de son expérience professionnelle à temps plein ou à temps partiel ou par la voie de l'apprentissage tout au long de la vie, et ayant fait l'objet à cette fin d'une validation en bonne et due forme par un organisme compétent, dans un Etat membre ou dans un pays tiers.</p><p>Les conditions dans lesquelles cette décision du préfet peut intervenir sont précisées par un arrêté du ministre chargé de la sécurité routière.</p><p>Le candidat est dispensé du stage d'adaptation ou de l'épreuve d'aptitude si les connaissances qu'il a acquises au cours de son expérience professionnelle couvrent l'intégralité de la différence substantielle constatée entre la formation qu'il a reçue et la formation dispensée sur le territoire français et requise pour l'enseignement de la conduite ou l'animation de stages de sensibilisation à la sécurité routière. </p><p>4° Peuvent s'établir en France, pour y exercer tout ou partie des activités placées sous le régime du III de l'article L. 212-1, les personnes, ressortissant d'un Etat membre de l'Union européenne ou d'un Etat partie à l'Espace économique européen :</p><p>a) Lorsqu'elles sont titulaires d'une attestation de compétences ou d'un titre de formation requis par l'autorité compétente d'un de ces Etats pour accéder à ces activités sur son territoire ou les y exercer ;</p><p>b) Ou, dans le cas où l'Etat dont elles sont le ressortissant ne réglemente pas l'exercice des activités en cause, lorsqu'elles peuvent justifier de l'exercice de ces activités à temps plein pendant une durée d'un an ou à temps partiel pendant une durée totale équivalente au cours des dix années précédentes.</p><p>Les dispositions fixées au présent article sont précisées par arrêté du ministre chargé de la sécurité routière.</p><p></p>",
            "num": "R212-3-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1463702400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 236219,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108688",
                        "id": "LEGISCTA000006108688",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Le conducteur.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129090",
                        "id": "LEGISCTA000006129090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Enseignement de la conduite et de la sécurité routière.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143851",
                        "id": "LEGISCTA000006143851",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2010-01-01",
                        "titre": "Chapitre II : Enseignement à titre onéreux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159559",
                        "id": "LEGISCTA000006159559",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Enseignement à titre onéreux et animation de stages de sensibilisation à la sécurité routière.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159559",
                        "id": "LEGISCTA000021607670",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021583668",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159559",
            "sectionParentId": "LEGISCTA000021607670",
            "sectionParentTitre": "Chapitre II : Enseignement à titre onéreux et animation de stages de sensibilisation à la sécurité routière.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Le conducteur. &gt; Titre Ier : Enseignement de la conduite et de la sécurité routière. &gt; Chapitre II : Enseignement à titre onéreux et animation de stages de sensibilisation à la sécurité routière.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032548863",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032542992",
                    "textTitle": "Décret n°2016-613 du 17 mai 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032544837",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-05-19",
                    "dateSignaTexte": "2016-05-17",
                    "dateDebutCible": "2016-05-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000026087880",
                    "textTitle": "Arrêté du 26 juin 2012 - art. Annexe 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000046183269",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1341014400000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000026087880",
                    "textTitle": "Arrêté du 26 juin 2012 - art. Annexe 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 3",
                    "articleId": "LEGIARTI000046183290",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1341014400000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000032407368",
                    "textTitle": "Arrêté du 12 avril 2016 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046184466",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1460764800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000035589366",
                    "textTitle": "Arrêté du 13 septembre 2017 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036562344",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1505865600000,
                    "dateDebut": 1505952000000
                },
                {
                    "textCid": "JORFTEXT000035589366",
                    "textTitle": "Arrêté du 13 septembre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036562320",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1505865600000,
                    "dateDebut": 1505952000000
                },
                {
                    "textCid": "JORFTEXT000046179398",
                    "textTitle": "Arrêté du 8 août 2022 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046182338",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1660348800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000046179398",
                    "textTitle": "Arrêté du 8 août 2022 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046182340",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1660348800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000046179352",
                    "textTitle": "Arrêté du 8 août 2022 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046182035",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1660348800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R212-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R212-2",
                    "articleId": "LEGIARTI000006841334",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1459468800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R212-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-3",
                    "articleId": "LEGIARTI000032322929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1459468800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021607693",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1336521600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025842959",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1336521600000,
                    "dateFin": 1463702400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032548863",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1463702400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R212-3-1",
                "212-3-1"
            ],
            "versionPrecedente": "LEGIARTI000025842959",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025842959",
            "idTexte": null,
            "type": null,
            "texte": "Les personnes ayant acquis leurs qualifications dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen sont réputées satisfaire aux conditions de qualification professionnelle énoncées au 1° du I ou au II de l'article R. 212-2 dans les conditions suivantes : 1° Conditions générales de la reconnaissance : a) Lorsque l'Etat dans lequel ont été acquises les qualifications réglemente la profession, le demandeur doit posséder l'attestation de compétences ou le titre de formation prescrit pour exercer la profession dans cet Etat ; b) Lorsque l'Etat dans lequel ont été acquises les qualifications ne réglemente pas la profession, le demandeur doit avoir exercé la profession au cours des dix années précédentes dans cet Etat, soit à temps plein pendant deux années continues ou non, soit à temps partiel pendant une durée totale équivalente aux deux années requises sur la base d'un temps plein, et posséder au moins une attestation de compétences ou un titre de formation attestant la préparation à l'exercice de cette profession. La condition relative à l'expérience professionnelle n'est toutefois pas exigée quand le candidat possède un titre sanctionnant une formation réglementée, spécifiquement orientée sur l'exercice de la profession, correspondant au minimum à un cycle d'études secondaires ; 2° Conditions de validité des titres : Les attestations de compétences ou les titres de formation mentionnés aux a et b du 1° doivent avoir été délivrés par une autorité compétente de l'Etat dans lequel ont été acquises les qualifications. Est assimilé au titre de formation mentionné aux a et b du 1° tout titre de formation ou ensemble de titres de formation qui : -a été délivré par une autorité compétente d'un autre Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ; -sanctionne une formation acquise dans la Communauté européenne ou dans l'Espace économique européen et reconnue par l'Etat de délivrance du titre comme étant de niveau équivalent ; -et confère les mêmes droits d'accès ou d'exercice de la profession, ou prépare à l'exercice de cette profession. Est également assimilée à un tel titre de formation toute qualification professionnelle qui, sans répondre aux exigences prévues par les dispositions législatives, réglementaires ou administratives de l'Etat dans lequel ont été acquises les qualifications pour l'accès à la profession ou son exercice, confère à son titulaire des droits acquis en vertu de ces dispositions. Peuvent également justifier de leur capacité à exercer la profession les personnes qui possèdent un titre permettant son exercice, acquis dans un pays tiers et admis en équivalence dans un Etat membre de la Communauté européenne ou dans un Etat partie à l'accord sur l'Espace économique européen si cet Etat réglemente l'exercice de la profession. Elles doivent en outre justifier avoir exercé la profession pendant trois ans dans l'Etat qui a admis l'équivalence de leur titre ; 3° Mesures de compensation : Il peut être exigé de la personne qui remplit les conditions fixées aux alinéas précédents qu'elle accomplisse, selon son choix, un stage d'adaptation d'une durée maximum d'un an ou qu'elle se soumette à une épreuve d'aptitude dans l'un des cas suivants : a) Lorsque la formation qu'elle a reçue porte sur des matières substantiellement différentes de celles que comporte la formation exigée des personnes ayant acquis leurs qualifications en France ; b) Lorsqu'une ou plusieurs des activités réglementées constitutives de la formation exigée en France n'existent pas dans la profession correspondante dans l'Etat ayant délivré l'attestation de compétences ou le titre de formation dont elle fait état, et que cette différence est caractérisée par une formation spécifique qui est requise en France et qui porte sur des matières substantiellement différentes de celles couvertes par l'attestation de compétences ou le titre de formation. Le contenu du stage d'adaptation ou de l'épreuve d'aptitude tient compte des connaissances acquises par le candidat au cours de son expérience professionnelle. Le candidat est dispensé du stage d'adaptation ou de l'épreuve d'aptitude si les connaissances qu'il a acquises au cours de son expérience professionnelle couvrent l'intégralité de la différence substantielle constatée entre la formation qu'il a reçue et la formation dispensée sur le territoire français et requise pour l'enseignement de la conduite ou l'animation de stages de sensibilisation à la sécurité routière. Les dispositions fixées au présent article sont précisées par arrêté du   ministre chargé de la sécurité routière.",
            "texteHtml": "<p>Les personnes ayant acquis leurs qualifications dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen sont réputées satisfaire aux conditions de qualification professionnelle énoncées au 1° du I ou au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841334&dateTexte=&categorieLien=cid'>R. 212-2</a> dans les conditions suivantes : <br/><br/>1° Conditions générales de la reconnaissance : <br/><br/>a) Lorsque l'Etat dans lequel ont été acquises les qualifications réglemente la profession, le demandeur doit posséder l'attestation de compétences ou le titre de formation prescrit pour exercer la profession dans cet Etat ; <br/><br/>b) Lorsque l'Etat dans lequel ont été acquises les qualifications ne réglemente pas la profession, le demandeur doit avoir exercé la profession au cours des dix années précédentes dans cet Etat, soit à temps plein pendant deux années continues ou non, soit à temps partiel pendant une durée totale équivalente aux deux années requises sur la base d'un temps plein, et posséder au moins une attestation de compétences ou un titre de formation attestant la préparation à l'exercice de cette profession. La condition relative à l'expérience professionnelle n'est toutefois pas exigée quand le candidat possède un titre sanctionnant une formation réglementée, spécifiquement orientée sur l'exercice de la profession, correspondant au minimum à un cycle d'études secondaires ; <br/><br/>2° Conditions de validité des titres : <br/><br/>Les attestations de compétences ou les titres de formation mentionnés aux a et b du 1° doivent avoir été délivrés par une autorité compétente de l'Etat dans lequel ont été acquises les qualifications. <br/><br/>Est assimilé au titre de formation mentionné aux a et b du 1° tout titre de formation ou ensemble de titres de formation qui :<br/><br/>-a été délivré par une autorité compétente d'un autre Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ;<br/><br/>-sanctionne une formation acquise dans la Communauté européenne ou dans l'Espace économique européen et reconnue par l'Etat de délivrance du titre comme étant de niveau équivalent ;<br/><br/>-et confère les mêmes droits d'accès ou d'exercice de la profession, ou prépare à l'exercice de cette profession. <br/><br/>Est également assimilée à un tel titre de formation toute qualification professionnelle qui, sans répondre aux exigences prévues par les dispositions législatives, réglementaires ou administratives de l'Etat dans lequel ont été acquises les qualifications pour l'accès à la profession ou son exercice, confère à son titulaire des droits acquis en vertu de ces dispositions. <br/><br/>Peuvent également justifier de leur capacité à exercer la profession les personnes qui possèdent un titre permettant son exercice, acquis dans un pays tiers et admis en équivalence dans un Etat membre de la Communauté européenne ou dans un Etat partie à l'accord sur l'Espace économique européen si cet Etat réglemente l'exercice de la profession. Elles doivent en outre justifier avoir exercé la profession pendant trois ans dans l'Etat qui a admis l'équivalence de leur titre ; <br/><br/>3° Mesures de compensation : <br/><br/>Il peut être exigé de la personne qui remplit les conditions fixées aux alinéas précédents qu'elle accomplisse, selon son choix, un stage d'adaptation d'une durée maximum d'un an ou qu'elle se soumette à une épreuve d'aptitude dans l'un des cas suivants : <br/><br/>a) Lorsque la formation qu'elle a reçue porte sur des matières substantiellement différentes de celles que comporte la formation exigée des personnes ayant acquis leurs qualifications en France ; <br/><br/>b) Lorsqu'une ou plusieurs des activités réglementées constitutives de la formation exigée en France n'existent pas dans la profession correspondante dans l'Etat ayant délivré l'attestation de compétences ou le titre de formation dont elle fait état, et que cette différence est caractérisée par une formation spécifique qui est requise en France et qui porte sur des matières substantiellement différentes de celles couvertes par l'attestation de compétences ou le titre de formation. <br/><br/>Le contenu du stage d'adaptation ou de l'épreuve d'aptitude tient compte des connaissances acquises par le candidat au cours de son expérience professionnelle. <br/><br/>Le candidat est dispensé du stage d'adaptation ou de l'épreuve d'aptitude si les connaissances qu'il a acquises au cours de son expérience professionnelle couvrent l'intégralité de la différence substantielle constatée entre la formation qu'il a reçue et la formation dispensée sur le territoire français et requise pour l'enseignement de la conduite ou l'animation de stages de sensibilisation à la sécurité routière. <br/><br/>Les dispositions fixées au présent article sont précisées par arrêté du   ministre chargé de la sécurité routière.</p>",
            "num": "R212-3-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1336521600000,
            "dateFin": 1463702400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 236219,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108688",
                        "id": "LEGISCTA000006108688",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Le conducteur.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129090",
                        "id": "LEGISCTA000006129090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Enseignement de la conduite et de la sécurité routière.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143851",
                        "id": "LEGISCTA000006143851",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2010-01-01",
                        "titre": "Chapitre II : Enseignement à titre onéreux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159559",
                        "id": "LEGISCTA000006159559",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Enseignement à titre onéreux et animation de stages de sensibilisation à la sécurité routière.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159559",
                        "id": "LEGISCTA000021607670",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021583668",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159559",
            "sectionParentId": "LEGISCTA000021607670",
            "sectionParentTitre": "Chapitre II : Enseignement à titre onéreux et animation de stages de sensibilisation à la sécurité routière.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Le conducteur. &gt; Titre Ier : Enseignement de la conduite et de la sécurité routière. &gt; Chapitre II : Enseignement à titre onéreux et animation de stages de sensibilisation à la sécurité routière.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025842959",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025822965",
                    "textTitle": "Décret n°2012-688 du 7 mai 2012 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025833047",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-05-08",
                    "dateSignaTexte": "2012-05-07",
                    "dateDebutCible": "2012-05-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000026087880",
                    "textTitle": "Arrêté du 26 juin 2012 - art. Annexe 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000046183269",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1341014400000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000026087880",
                    "textTitle": "Arrêté du 26 juin 2012 - art. Annexe 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 3",
                    "articleId": "LEGIARTI000046183290",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1341014400000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000032407368",
                    "textTitle": "Arrêté du 12 avril 2016 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046184466",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1460764800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000035589366",
                    "textTitle": "Arrêté du 13 septembre 2017 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036562344",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1505865600000,
                    "dateDebut": 1505952000000
                },
                {
                    "textCid": "JORFTEXT000035589366",
                    "textTitle": "Arrêté du 13 septembre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036562320",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1505865600000,
                    "dateDebut": 1505952000000
                },
                {
                    "textCid": "JORFTEXT000046179398",
                    "textTitle": "Arrêté du 8 août 2022 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046182338",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1660348800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000046179398",
                    "textTitle": "Arrêté du 8 août 2022 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046182340",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1660348800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000046179352",
                    "textTitle": "Arrêté du 8 août 2022 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046182035",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1660348800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R212-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R212-2",
                    "articleId": "LEGIARTI000006841334",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1459468800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R212-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-3",
                    "articleId": "LEGIARTI000032322929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1459468800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021607693",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1336521600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025842959",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1336521600000,
                    "dateFin": 1463702400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032548863",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1463702400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R212-3-1",
                "212-3-1"
            ],
            "versionPrecedente": "LEGIARTI000021607693",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021607693",
            "idTexte": null,
            "type": null,
            "texte": "Les personnes ayant acquis leurs qualifications dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen sont réputées satisfaire aux conditions de qualification professionnelle énoncées au 1° du I ou au II de l'article R. 212-2 dans les conditions suivantes : 1° Conditions générales de la reconnaissance : a) Lorsque l'Etat dans lequel ont été acquises les qualifications réglemente la profession, le demandeur doit posséder l'attestation de compétences ou le titre de formation prescrit pour exercer la profession dans cet Etat ; b) Lorsque l'Etat dans lequel ont été acquises les qualifications ne réglemente pas la profession, le demandeur doit avoir exercé la profession au cours des dix années précédentes dans cet Etat, soit à temps plein pendant deux années continues ou non, soit à temps partiel pendant une durée totale équivalente aux deux années requises sur la base d'un temps plein, et posséder au moins une attestation de compétences ou un titre de formation attestant la préparation à l'exercice de cette profession. La condition relative à l'expérience professionnelle n'est toutefois pas exigée quand le candidat possède un titre sanctionnant une formation réglementée, spécifiquement orientée sur l'exercice de la profession, correspondant au minimum à un cycle d'études secondaires ; 2° Conditions de validité des titres : Les attestations de compétences ou les titres de formation mentionnés aux a et b du 1° doivent avoir été délivrés par une autorité compétente de l'Etat dans lequel ont été acquises les qualifications. Est assimilé au titre de formation mentionné aux a et b du 1° tout titre de formation ou ensemble de titres de formation qui : -a été délivré par une autorité compétente d'un autre Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ; -sanctionne une formation acquise dans la Communauté européenne ou dans l'Espace économique européen et reconnue par l'Etat de délivrance du titre comme étant de niveau équivalent ; -et confère les mêmes droits d'accès ou d'exercice de la profession, ou prépare à l'exercice de cette profession. Est également assimilée à un tel titre de formation toute qualification professionnelle qui, sans répondre aux exigences prévues par les dispositions législatives, réglementaires ou administratives de l'Etat dans lequel ont été acquises les qualifications pour l'accès à la profession ou son exercice, confère à son titulaire des droits acquis en vertu de ces dispositions. Peuvent également justifier de leur capacité à exercer la profession les personnes qui possèdent un titre permettant son exercice, acquis dans un pays tiers et admis en équivalence dans un Etat membre de la Communauté européenne ou dans un Etat partie à l'accord sur l'Espace économique européen si cet Etat réglemente l'exercice de la profession. Elles doivent en outre justifier avoir exercé la profession pendant trois ans dans l'Etat qui a admis l'équivalence de leur titre ; 3° Mesures de compensation : Il peut être exigé de la personne qui remplit les conditions fixées aux alinéas précédents qu'elle accomplisse, selon son choix, un stage d'adaptation d'une durée maximum d'un an ou qu'elle se soumette à une épreuve d'aptitude dans l'un des cas suivants : a) Lorsque la formation qu'elle a reçue porte sur des matières substantiellement différentes de celles que comporte la formation exigée des personnes ayant acquis leurs qualifications en France ; b) Lorsqu'une ou plusieurs des activités réglementées constitutives de la formation exigée en France n'existent pas dans la profession correspondante dans l'Etat ayant délivré l'attestation de compétences ou le titre de formation dont elle fait état, et que cette différence est caractérisée par une formation spécifique qui est requise en France et qui porte sur des matières substantiellement différentes de celles couvertes par l'attestation de compétences ou le titre de formation. Le contenu du stage d'adaptation ou de l'épreuve d'aptitude tient compte des connaissances acquises par le candidat au cours de son expérience professionnelle. Le candidat est dispensé du stage d'adaptation ou de l'épreuve d'aptitude si les connaissances qu'il a acquises au cours de son expérience professionnelle couvrent l'intégralité de la différence substantielle constatée entre la formation qu'il a reçue et la formation dispensée sur le territoire français et requise pour l'enseignement de la conduite ou l'animation de stages de sensibilisation à la sécurité routière. Les dispositions fixées au présent article sont précisées par arrêté du ministre chargé des transports.",
            "texteHtml": "<p>Les personnes ayant acquis leurs qualifications dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen sont réputées satisfaire aux conditions de qualification professionnelle énoncées au 1° du I ou au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841334&dateTexte=&categorieLien=cid' title='Code de la route. - art. R212-2 (V)'>R. 212-2</a> dans les conditions suivantes : <br/><br/>1° Conditions générales de la reconnaissance : <br/><br/>a) Lorsque l'Etat dans lequel ont été acquises les qualifications réglemente la profession, le demandeur doit posséder l'attestation de compétences ou le titre de formation prescrit pour exercer la profession dans cet Etat ; <br/><br/>b) Lorsque l'Etat dans lequel ont été acquises les qualifications ne réglemente pas la profession, le demandeur doit avoir exercé la profession au cours des dix années précédentes dans cet Etat, soit à temps plein pendant deux années continues ou non, soit à temps partiel pendant une durée totale équivalente aux deux années requises sur la base d'un temps plein, et posséder au moins une attestation de compétences ou un titre de formation attestant la préparation à l'exercice de cette profession. La condition relative à l'expérience professionnelle n'est toutefois pas exigée quand le candidat possède un titre sanctionnant une formation réglementée, spécifiquement orientée sur l'exercice de la profession, correspondant au minimum à un cycle d'études secondaires ; <br/><br/>2° Conditions de validité des titres : <br/><br/>Les attestations de compétences ou les titres de formation mentionnés aux a et b du 1° doivent avoir été délivrés par une autorité compétente de l'Etat dans lequel ont été acquises les qualifications. <br/><br/>Est assimilé au titre de formation mentionné aux a et b du 1° tout titre de formation ou ensemble de titres de formation qui :<br/><br/>-a été délivré par une autorité compétente d'un autre Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ;<br/><br/>-sanctionne une formation acquise dans la Communauté européenne ou dans l'Espace économique européen et reconnue par l'Etat de délivrance du titre comme étant de niveau équivalent ;<br/><br/>-et confère les mêmes droits d'accès ou d'exercice de la profession, ou prépare à l'exercice de cette profession. <br/><br/>Est également assimilée à un tel titre de formation toute qualification professionnelle qui, sans répondre aux exigences prévues par les dispositions législatives, réglementaires ou administratives de l'Etat dans lequel ont été acquises les qualifications pour l'accès à la profession ou son exercice, confère à son titulaire des droits acquis en vertu de ces dispositions. <br/><br/>Peuvent également justifier de leur capacité à exercer la profession les personnes qui possèdent un titre permettant son exercice, acquis dans un pays tiers et admis en équivalence dans un Etat membre de la Communauté européenne ou dans un Etat partie à l'accord sur l'Espace économique européen si cet Etat réglemente l'exercice de la profession. Elles doivent en outre justifier avoir exercé la profession pendant trois ans dans l'Etat qui a admis l'équivalence de leur titre ; <br/><br/>3° Mesures de compensation : <br/><br/>Il peut être exigé de la personne qui remplit les conditions fixées aux alinéas précédents qu'elle accomplisse, selon son choix, un stage d'adaptation d'une durée maximum d'un an ou qu'elle se soumette à une épreuve d'aptitude dans l'un des cas suivants : <br/><br/>a) Lorsque la formation qu'elle a reçue porte sur des matières substantiellement différentes de celles que comporte la formation exigée des personnes ayant acquis leurs qualifications en France ; <br/><br/>b) Lorsqu'une ou plusieurs des activités réglementées constitutives de la formation exigée en France n'existent pas dans la profession correspondante dans l'Etat ayant délivré l'attestation de compétences ou le titre de formation dont elle fait état, et que cette différence est caractérisée par une formation spécifique qui est requise en France et qui porte sur des matières substantiellement différentes de celles couvertes par l'attestation de compétences ou le titre de formation. <br/><br/>Le contenu du stage d'adaptation ou de l'épreuve d'aptitude tient compte des connaissances acquises par le candidat au cours de son expérience professionnelle. <br/><br/>Le candidat est dispensé du stage d'adaptation ou de l'épreuve d'aptitude si les connaissances qu'il a acquises au cours de son expérience professionnelle couvrent l'intégralité de la différence substantielle constatée entre la formation qu'il a reçue et la formation dispensée sur le territoire français et requise pour l'enseignement de la conduite ou l'animation de stages de sensibilisation à la sécurité routière. <br/><br/>Les dispositions fixées au présent article sont précisées par arrêté du ministre chargé des transports.</p>",
            "num": "R212-3-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1262304000000,
            "dateFin": 1336521600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 236219,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108688",
                        "id": "LEGISCTA000006108688",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Le conducteur.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129090",
                        "id": "LEGISCTA000006129090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Enseignement de la conduite et de la sécurité routière.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143851",
                        "id": "LEGISCTA000006143851",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2010-01-01",
                        "titre": "Chapitre II : Enseignement à titre onéreux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159559",
                        "id": "LEGISCTA000006159559",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Enseignement à titre onéreux et animation de stages de sensibilisation à la sécurité routière.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159559",
                        "id": "LEGISCTA000021607670",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021583668",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159559",
            "sectionParentId": "LEGISCTA000021607670",
            "sectionParentTitre": "Chapitre II : Enseignement à titre onéreux et animation de stages de sensibilisation à la sécurité routière.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Le conducteur. &gt; Titre Ier : Enseignement de la conduite et de la sécurité routière. &gt; Chapitre II : Enseignement à titre onéreux et animation de stages de sensibilisation à la sécurité routière.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000021607693",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021560198",
                    "textTitle": "Décret n°2009-1678\n du 29 décembre 2009 - art. 6",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000021583464",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-12-31",
                    "dateSignaTexte": "2009-12-29",
                    "dateDebutCible": "2010-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000026087880",
                    "textTitle": "Arrêté du 26 juin 2012 - art. Annexe 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000046183269",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1341014400000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000026087880",
                    "textTitle": "Arrêté du 26 juin 2012 - art. Annexe 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 3",
                    "articleId": "LEGIARTI000046183290",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1341014400000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000032407368",
                    "textTitle": "Arrêté du 12 avril 2016 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046184466",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1460764800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000035589366",
                    "textTitle": "Arrêté du 13 septembre 2017 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036562344",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1505865600000,
                    "dateDebut": 1505952000000
                },
                {
                    "textCid": "JORFTEXT000035589366",
                    "textTitle": "Arrêté du 13 septembre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036562320",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1505865600000,
                    "dateDebut": 1505952000000
                },
                {
                    "textCid": "JORFTEXT000046179398",
                    "textTitle": "Arrêté du 8 août 2022 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046182338",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1660348800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000046179398",
                    "textTitle": "Arrêté du 8 août 2022 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046182340",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1660348800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000046179352",
                    "textTitle": "Arrêté du 8 août 2022 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046182035",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1660348800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R212-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R212-2",
                    "articleId": "LEGIARTI000006841334",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1459468800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R212-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-3",
                    "articleId": "LEGIARTI000032322929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1459468800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021607693",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1336521600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025842959",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1336521600000,
                    "dateFin": 1463702400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032548863",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1463702400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R212-3-1",
                "212-3-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}