{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020791456",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "L'existence d'une alternative économiquement viable au transport routier s'apprécie pour chaque liaison au regard des critères de coût, de délais d'acheminement et de qualité de service. Les entreprises réceptionnaires de bois ronds remettent aux transporteurs une attestation sur l'honneur faisant état d'une absence d'alternative économiquement viable au transport routier. Une copie de cette attestation est en permanence à bord de chaque véhicule concerné. Les entreprises réceptionnaires de bois ronds dont le chiffre d'affaires est supérieur à cinq millions d'euros établissent annuellement un plan de transport qu'elles communiquent au préfet de région à sa demande. L'entreprise dispose d'un délai d'un mois après la demande du préfet de région pour adresser son plan de transport. Ce plan présente les flux de transport de bois ronds approvisionnant l'entreprise, et précise les modes et les itinéraires utilisés à partir d'une analyse des alternatives économiquement viables au transport routier. Il précise les modalités prises par l'entreprise pour s'assurer du respect des charges autorisées fixées à l'article R. 433-12 . Lorsqu'il estime que le plan de transport établi par l'entreprise ne permet pas de justifier d'une absence d'alternative économiquement viable au transport routier, le préfet en informe l'entreprise et l'invite à faire valoir ses observations dans un délai de deux mois. Si le préfet confirme son appréciation, il met en demeure l'entreprise qui dispose d'un délai de deux mois pour procéder aux modifications nécessaires et adapter ses choix modaux. Le préfet de région peut également demander que lui soit communiqué un bilan d'exécution du plan de transport de l'entreprise réceptionnaire selon une périodicité annuelle. L'entreprise précise les modifications intervenues ou envisagées. Le fait, pour l'entreprise réceptionnaire des bois ronds, de ne pas communiquer au préfet de région le plan de transport ou le bilan de son exécution conformément aux dispositions des troisième et cinquième alinéas du présent article est puni de l'amende prévue pour les contraventions de la quatrième classe. Le fait, pour l'entreprise réceptionnaire des bois ronds, après mise en demeure par le préfet de région demeurée sans effet, de ne pas recourir à un mode de transport non routier constituant une alternative économiquement viable au transport routier est puni de l'amende prévue pour les contraventions de la cinquième classe. L'entreprise de transport s'assure de la présence de l'attestation prévue au deuxième alinéa à bord des véhicules. L'absence de ces documents à bord est punie de l'amende prévue par les contraventions de la quatrième classe. Un arrêté du ministre chargé des transports fixe les modalités d'application du présent article.",
            "texteHtml": "<p>L'existence d'une alternative économiquement viable au transport routier s'apprécie pour chaque liaison au regard des critères de coût, de délais d'acheminement et de qualité de service. </p><p>Les entreprises réceptionnaires de bois ronds remettent aux transporteurs une attestation sur l'honneur faisant état d'une absence d'alternative économiquement viable au transport routier. Une copie de cette attestation est en permanence à bord de chaque véhicule concerné. </p><p>Les entreprises réceptionnaires de bois ronds dont le chiffre d'affaires est supérieur à cinq millions d'euros établissent annuellement un plan de transport qu'elles communiquent au préfet de région à sa demande. L'entreprise dispose d'un délai d'un mois après la demande du préfet de région pour adresser son plan de transport. Ce plan présente les flux de transport de bois ronds approvisionnant l'entreprise, et précise les modes et les itinéraires utilisés à partir d'une analyse des alternatives économiquement viables au transport routier. Il précise les modalités prises par l'entreprise pour s'assurer du respect des charges autorisées fixées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000020789009&dateTexte=&categorieLien=cid'>l'article R. 433-12</a>. </p><p>Lorsqu'il estime que le plan de transport établi par l'entreprise ne permet pas de justifier d'une absence d'alternative économiquement viable au transport routier, le préfet en informe l'entreprise et l'invite à faire valoir ses observations dans un délai de deux mois. Si le préfet confirme son appréciation, il met en demeure l'entreprise qui dispose d'un délai de deux mois pour procéder aux modifications nécessaires et adapter ses choix modaux. </p><p>Le préfet de région peut également demander que lui soit communiqué un bilan d'exécution du plan de transport de l'entreprise réceptionnaire selon une périodicité annuelle. L'entreprise précise les modifications intervenues ou envisagées. </p><p>Le fait, pour l'entreprise réceptionnaire des bois ronds, de ne pas communiquer au préfet de région le plan de transport ou le bilan de son exécution conformément aux dispositions des troisième et cinquième alinéas du présent article est puni de l'amende prévue pour les contraventions de la quatrième classe. </p><p>Le fait, pour l'entreprise réceptionnaire des bois ronds, après mise en demeure par le préfet de région demeurée sans effet, de ne pas recourir à un mode de transport non routier constituant une alternative économiquement viable au transport routier est puni de l'amende prévue pour les contraventions de la cinquième classe.</p><p>L'entreprise de transport s'assure de la présence de l'attestation prévue au deuxième alinéa à bord des véhicules. L'absence de ces documents à bord est punie de l'amende prévue par les contraventions de la quatrième classe. </p><p>Un arrêté du ministre chargé des transports fixe les modalités d'application du présent article.</p>",
            "num": "R433-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1247097600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108688",
                        "id": "LEGISCTA000006108688",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : L'usage des voies.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129092",
                        "id": "LEGISCTA000006129092",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Dispositions complémentaires applicables à la circulation de certains véhicules.  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143861",
                        "id": "LEGISCTA000006143861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Transports exceptionnels et ensembles de véhicules comportant plus d'une remorque",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159610",
                        "id": "LEGISCTA000006159610",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-09",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Transports de bois ronds",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020789001",
                        "id": "LEGISCTA000020791463",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020789007",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020789001",
            "sectionParentId": "LEGISCTA000020791463",
            "sectionParentTitre": "Section 4 : Transports de bois ronds",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : L'usage des voies. &gt; Titre III : Dispositions complémentaires applicables à la circulation de certains véhicules.   &gt; Chapitre III : Transports exceptionnels et ensembles de véhicules comportant plus d'une remorque &gt; Section 4 : Transports de bois ronds",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020791456",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020787852",
                    "textTitle": "Décret n°2009-780\n du 23 juin 2009 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000020788899",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-06-25",
                    "dateSignaTexte": "2009-06-23",
                    "dateDebutCible": "2009-06-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020818363",
                    "textTitle": "Arrêté du 29 juin 2009 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000020818802",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1246924800000,
                    "dateDebut": 1247011200000
                },
                {
                    "textCid": "JORFTEXT000020818363",
                    "textTitle": "Arrêté du 29 juin 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000020818813",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1246924800000,
                    "dateDebut": 1247011200000
                },
                {
                    "textCid": "JORFTEXT000020818363",
                    "textTitle": "Arrêté du 29 juin 2009 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020818806",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1246924800000,
                    "dateDebut": 1247011200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R433-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R433-12",
                    "articleId": "LEGIARTI000020789009",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1247097600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020791456",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1247097600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R433-11",
                "433-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}