{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033815539",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les parts ou actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur, lorsque leur propriétaire exerce son activité principale dans cette société comme salarié ou mandataire social, ou y exerce son activité principale lorsque la société est une société de personnes soumise à l'impôt sur le revenu visée aux articles 8 à 8 ter . L'exonération est subordonnée à la condition que les parts ou actions restent la propriété du redevable pendant une durée minimale de six ans courant à compter du premier fait générateur au titre duquel l'exonération a été demandée. L'activité mentionnée au premier alinéa du présent I doit correspondre à une fonction effectivement exercée par le redevable et donner lieu à une rémunération normale, dans les catégories imposables à l'impôt sur le revenu des traitements et salaires, bénéfices industriels et commerciaux, bénéfices agricoles, bénéfices non commerciaux, revenus des gérants et associés mentionnés à l'article 62 et des jetons de présence imposés dans la catégorie des revenus de capitaux mobiliers, au regard des rémunérations du même type versées au titre de fonctions analogues dans l'entreprise ou dans des entreprises similaires établies en France. Cette rémunération doit représenter plus de la moitié des revenus à raison desquels l'intéressé est soumis à l'impôt sur le revenu dans les mêmes catégories, à l'exclusion des revenus non professionnels. Les parts ou actions détenues par une même personne dans plusieurs sociétés bénéficient du régime de faveur lorsque le redevable exerce une activité éligible dans chaque société et que les sociétés en cause ont effectivement des activités, soit similaires, soit connexes et complémentaires. L'exonération s'applique dans les mêmes conditions aux titres détenus dans une société qui a des liens de dépendance avec la ou les sociétés dans laquelle ou lesquelles le redevable exerce ses fonctions ou activités au sens du a du 12 de l'article 39 . Lorsque l'exonération s'applique à des parts ou actions de plusieurs sociétés, la condition de rémunération normale mentionnée au troisième alinéa est appréciée dans chaque société prise isolément et la condition relative au seuil des revenus mentionnée au même troisième alinéa est respectée si la somme des rémunérations perçues au titre des fonctions exercées dans ces différentes sociétés représente plus de la moitié des revenus mentionnés audit troisième alinéa. L'exonération s'applique dans les mêmes conditions aux parts de fonds communs de placement d'entreprise visés aux articles L. 214-164 et suivants du code monétaire et financier ou aux actions de sociétés d'investissement à capital variable d'actionnariat salarié visées à l'article L. 214-166 du même code. L'exonération est limitée à la fraction de la valeur des parts ou actions de ces organismes de placement collectif représentative des titres de la société dans laquelle le redevable exerce son activité principale ou de sociétés qui lui sont liées dans les conditions prévues à l' article L. 233-16 du code de commerce . Une attestation de l'organisme déterminant la valeur éligible à l'exonération partielle doit être jointe à la déclaration visée au 1 du I de l'article 885 W . II. – Les parts ou actions mentionnées au I et détenues par le redevable depuis au moins trois ans au moment de la cessation de ses fonctions ou activités pour faire valoir ses droits à la retraite sont exonérées, à hauteur des trois quarts de leur valeur, d'impôt de solidarité sur la fortune, sous réserve du respect des conditions de conservation figurant au deuxième alinéa du I. III. – En cas de non-respect de la condition de détention prévue au deuxième alinéa du I et au II par suite d'une fusion ou d'une scission au sens de l'article 817 A , l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au deuxième alinéa du I et au II n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. IV. – L'exonération partielle prévue au présent article est exclusive de l'application de tout autre régime de faveur.",
            "texteHtml": "<p>I. – Les parts ou actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur, lorsque leur propriétaire exerce son activité principale dans cette société comme salarié ou mandataire social, ou y exerce son activité principale lorsque la société est une société de personnes soumise à l'impôt sur le revenu visée aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307033&dateTexte=&categorieLien=cid'>articles 8 à 8 ter</a>.</p><p>L'exonération est subordonnée à la condition que les parts ou actions restent la propriété du redevable pendant une durée minimale de six ans courant à compter du premier fait générateur au titre duquel l'exonération a été demandée.</p><p>L'activité mentionnée au premier alinéa du présent I doit correspondre à une fonction effectivement exercée par le redevable et donner lieu à une rémunération normale, dans les catégories imposables à l'impôt sur le revenu des traitements et salaires, bénéfices industriels et commerciaux, bénéfices agricoles, bénéfices non commerciaux, revenus des gérants et associés mentionnés à l'article 62 et des jetons de présence imposés dans la catégorie des revenus de capitaux mobiliers, au regard des rémunérations du même type versées au titre de fonctions analogues dans l'entreprise ou dans des entreprises similaires établies en France. Cette rémunération doit représenter plus de la moitié des revenus à raison desquels l'intéressé est soumis à l'impôt sur le revenu dans les mêmes catégories, à l'exclusion des revenus non professionnels.</p><p>Les parts ou actions détenues par une même personne dans plusieurs sociétés bénéficient du régime de faveur lorsque le redevable exerce une activité éligible dans chaque société et que les sociétés en cause ont effectivement des activités, soit similaires, soit connexes et complémentaires.</p><p>L'exonération s'applique dans les mêmes conditions aux titres détenus dans une société qui a des liens de dépendance avec la ou les sociétés dans laquelle ou lesquelles le redevable exerce ses fonctions ou activités au sens du a du 12 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307555&dateTexte=&categorieLien=cid'>l'article 39</a>.</p><p>Lorsque l'exonération s'applique à des parts ou actions de plusieurs sociétés, la condition de rémunération normale mentionnée au troisième alinéa est appréciée dans chaque société prise isolément et la condition relative au seuil des revenus mentionnée au même troisième alinéa est respectée si la somme des rémunérations perçues au titre des fonctions exercées dans ces différentes sociétés représente plus de la moitié des revenus mentionnés audit troisième alinéa.</p><p>L'exonération s'applique dans les mêmes conditions aux parts de fonds communs de placement d'entreprise visés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027780393&dateTexte=&categorieLien=cid'>L. 214-164 </a>et suivants du code monétaire et financier ou aux actions de sociétés d'investissement à capital variable d'actionnariat salarié visées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027784646&dateTexte=&categorieLien=cid'>l'article L. 214-166</a> du même code. L'exonération est limitée à la fraction de la valeur des parts ou actions de ces organismes de placement collectif représentative des titres de la société dans laquelle le redevable exerce son activité principale ou de sociétés qui lui sont liées dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229272&dateTexte=&categorieLien=cid'>article L. 233-16 du code de commerce</a>. Une attestation de l'organisme déterminant la valeur éligible à l'exonération partielle doit être jointe à la déclaration visée au 1 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310973&dateTexte=&categorieLien=cid'>l'article 885 W</a>.</p><p>II. – Les parts ou actions mentionnées au I et détenues par le redevable depuis au moins trois ans au moment de la cessation de ses fonctions ou activités pour faire valoir ses droits à la retraite sont exonérées, à hauteur des trois quarts de leur valeur, d'impôt de solidarité sur la fortune, sous réserve du respect des conditions de conservation figurant au deuxième alinéa du I.</p><p>III. – En cas de non-respect de la condition de détention prévue au deuxième alinéa du I et au II par suite d'une fusion ou d'une scission au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305517&dateTexte=&categorieLien=cid'>l'article 817 A</a>, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au deuxième alinéa du I et au II n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire.</p><p>IV. – L'exonération partielle prévue au présent article est exclusive de l'application de tout autre régime de faveur.</p>",
            "num": "885 I quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "ABROGE",
            "dateDebut": 1483228800000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305574",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033815539",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 29",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000033782332",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-01-01"
                },
                {
                    "textCid": "JORFTEXT000036339197",
                    "textTitle": "LOI n°2017-1837 du 30 décembre 2017 - art. 31 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000036377428",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-16",
                    "articleId": "LEGIARTI000006229272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006307555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006307033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 817 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "817 A",
                    "articleId": "LEGIARTI000006305517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 W",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 W",
                    "articleId": "LEGIARTI000006310973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 378691200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000036427191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-164",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-164",
                    "articleId": "LEGIARTI000027780393",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-166",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-166",
                    "articleId": "LEGIARTI000027784646",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305574",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429971",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1312329600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445519",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027795486",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815539",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I quater",
                "885"
            ],
            "versionPrecedente": "LEGIARTI000027795486",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027795486",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les parts ou actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur, lorsque leur propriétaire exerce son activité principale dans cette société comme salarié ou mandataire social, ou y exerce son activité principale lorsque la société est une société de personnes soumise à l'impôt sur le revenu visée aux articles 8 à 8 ter . L'exonération est subordonnée à la condition que les parts ou actions restent la propriété du redevable pendant une durée minimale de six ans courant à compter du premier fait générateur au titre duquel l'exonération a été demandée. Les parts ou actions détenues par une même personne dans plusieurs sociétés bénéficient du régime de faveur lorsque le redevable exerce une activité éligible dans chaque société et que les sociétés en cause ont effectivement des activités, soit similaires, soit connexes et complémentaires. L'exonération s'applique dans les mêmes conditions aux titres détenus dans une société qui a des liens de dépendance avec la ou les sociétés dans laquelle ou lesquelles le redevable exerce ses fonctions ou activités au sens du a du 12 de l'article 39 . L'exonération s'applique dans les mêmes conditions aux parts de fonds communs de placement d'entreprise visés aux articles L. 214-164 et suivants du code monétaire et financier ou aux actions de sociétés d'investissement à capital variable d'actionnariat salarié visées à l'article L. 214-166 du même code. L'exonération est limitée à la fraction de la valeur des parts ou actions de ces organismes de placement collectif représentative des titres de la société dans laquelle le redevable exerce son activité principale ou de sociétés qui lui sont liées dans les conditions prévues à l' article L. 233-16 du code de commerce . Une attestation de l'organisme déterminant la valeur éligible à l'exonération partielle doit être jointe à la déclaration visée au 1 du I de l'article 885 W . II.-Les parts ou actions mentionnées au I et détenues par le redevable depuis au moins trois ans au moment de la cessation de ses fonctions ou activités pour faire valoir ses droits à la retraite sont exonérées, à hauteur des trois quarts de leur valeur, d'impôt de solidarité sur la fortune, sous réserve du respect des conditions de conservation figurant au deuxième alinéa du I. III.-En cas de non-respect de la condition de détention prévue au deuxième alinéa du I et au II par suite d'une fusion ou d'une scission au sens de l'article 817 A , l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au deuxième alinéa du I et au II n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. IV.-L'exonération partielle prévue au présent article est exclusive de l'application de tout autre régime de faveur.",
            "texteHtml": "<p>I.-Les parts ou actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur, lorsque leur propriétaire exerce son activité principale dans cette société comme salarié ou mandataire social, ou y exerce son activité principale lorsque la société est une société de personnes soumise à l'impôt sur le revenu visée aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307033&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 8 (V)'>articles 8 à 8 ter</a>. </p><p>L'exonération est subordonnée à la condition que les parts ou actions restent la propriété du redevable pendant une durée minimale de six ans courant à compter du premier fait générateur au titre duquel l'exonération a été demandée. </p><p>Les parts ou actions détenues par une même personne dans plusieurs sociétés bénéficient du régime de faveur lorsque le redevable exerce une activité éligible dans chaque société et que les sociétés en cause ont effectivement des activités, soit similaires, soit connexes et complémentaires. </p><p>L'exonération s'applique dans les mêmes conditions aux titres détenus dans une société qui a des liens de dépendance avec la ou les sociétés dans laquelle ou lesquelles le redevable exerce ses fonctions ou activités au sens du a du 12 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307555&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 39 (VT)'>l'article 39</a>. </p><p>L'exonération s'applique dans les mêmes conditions aux parts de fonds communs de placement d'entreprise visés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027780393&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L214-164 (V)'>L. 214-164 </a>et suivants du code monétaire et financier ou aux actions de sociétés d'investissement à capital variable d'actionnariat salarié visées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027784646&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L214-166 (V)'>l'article L. 214-166</a> du même code. L'exonération est limitée à la fraction de la valeur des parts ou actions de ces organismes de placement collectif représentative des titres de la société dans laquelle le redevable exerce son activité principale ou de sociétés qui lui sont liées dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229272&dateTexte=&categorieLien=cid'>article L. 233-16 du code de commerce</a>. Une attestation de l'organisme déterminant la valeur éligible à l'exonération partielle doit être jointe à la déclaration visée au 1 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310973&dateTexte=&categorieLien=cid'>l'article 885 W</a>. </p><p>II.-Les parts ou actions mentionnées au I et détenues par le redevable depuis au moins trois ans au moment de la cessation de ses fonctions ou activités pour faire valoir ses droits à la retraite sont exonérées, à hauteur des trois quarts de leur valeur, d'impôt de solidarité sur la fortune, sous réserve du respect des conditions de conservation figurant au deuxième alinéa du I. </p><p>III.-En cas de non-respect de la condition de détention prévue au deuxième alinéa du I et au II par suite d'une fusion ou d'une scission au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305517&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 817 A (V)'>l'article 817 A</a>, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au deuxième alinéa du I et au II n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. </p><p>IV.-L'exonération partielle prévue au présent article est exclusive de l'application de tout autre régime de faveur.</p>",
            "num": "885 I quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1374969600000,
            "dateFin": 1483228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305574",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune &gt; Section III : Biens exonérés",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027795486",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027755194",
                    "textTitle": "Ordonnance n°2013-676\n du 25 juillet 2013 - art. 42",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000027762873",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2013-07-27",
                    "dateSignaTexte": "2013-07-25",
                    "dateDebutCible": "2013-07-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-16",
                    "articleId": "LEGIARTI000006229272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006307555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006307033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 817 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "817 A",
                    "articleId": "LEGIARTI000006305517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 W",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 W",
                    "articleId": "LEGIARTI000006310973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 378691200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-164 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-164",
                    "articleId": "LEGIARTI000027780393",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-166 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-166",
                    "articleId": "LEGIARTI000027784646",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305574",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429971",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1312329600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445519",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027795486",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815539",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I quater",
                "885"
            ],
            "versionPrecedente": "LEGIARTI000024445519",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024445519",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les parts ou actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur, lorsque leur propriétaire exerce son activité principale dans cette société comme salarié ou mandataire social, ou y exerce son activité principale lorsque la société est une société de personnes soumise à l'impôt sur le revenu visée aux articles 8 à 8 ter. L'exonération est subordonnée à la condition que les parts ou actions restent la propriété du redevable pendant une durée minimale de six ans courant à compter du premier fait générateur au titre duquel l'exonération a été demandée. Les parts ou actions détenues par une même personne dans plusieurs sociétés bénéficient du régime de faveur lorsque le redevable exerce une activité éligible dans chaque société et que les sociétés en cause ont effectivement des activités, soit similaires, soit connexes et complémentaires. L'exonération s'applique dans les mêmes conditions aux titres détenus dans une société qui a des liens de dépendance avec la ou les sociétés dans laquelle ou lesquelles le redevable exerce ses fonctions ou activités au sens du a du 12 de l'article 39. L'exonération s'applique dans les mêmes conditions aux parts de fonds communs de placement d'entreprise visés aux articles L. 214-39 et suivants du code monétaire et financier ou aux actions de sociétés d'investissement à capital variable d'actionnariat salarié visées à l'article L. 214-41 du même code. L'exonération est limitée à la fraction de la valeur des parts ou actions de ces organismes de placement collectif représentative des titres de la société dans laquelle le redevable exerce son activité principale ou de sociétés qui lui sont liées dans les conditions prévues à l' article L. 233-16 du code de commerce . Une attestation de l'organisme déterminant la valeur éligible à l'exonération partielle doit être jointe à la déclaration visée au 1 du I de l'article 885 W . II.-Les parts ou actions mentionnées au I et détenues par le redevable depuis au moins trois ans au moment de la cessation de ses fonctions ou activités pour faire valoir ses droits à la retraite sont exonérées, à hauteur des trois quarts de leur valeur, d'impôt de solidarité sur la fortune, sous réserve du respect des conditions de conservation figurant au deuxième alinéa du I. III.-En cas de non-respect de la condition de détention prévue au deuxième alinéa du I et au II par suite d'une fusion ou d'une scission au sens de l'article 817 A, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au deuxième alinéa du I et au II n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. IV.-L'exonération partielle prévue au présent article est exclusive de l'application de tout autre régime de faveur.",
            "texteHtml": "<p>I.-Les parts ou actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur, lorsque leur propriétaire exerce son activité principale dans cette société comme salarié ou mandataire social, ou y exerce son activité principale lorsque la société est une société de personnes soumise à l'impôt sur le revenu visée aux articles 8 à 8 ter. </p><p>L'exonération est subordonnée à la condition que les parts ou actions restent la propriété du redevable pendant une durée minimale de six ans courant à compter du premier fait générateur au titre duquel l'exonération a été demandée. </p><p>Les parts ou actions détenues par une même personne dans plusieurs sociétés bénéficient du régime de faveur lorsque le redevable exerce une activité éligible dans chaque société et que les sociétés en cause ont effectivement des activités, soit similaires, soit connexes et complémentaires. </p><p>L'exonération s'applique dans les mêmes conditions aux titres détenus dans une société qui a des liens de dépendance avec la ou les sociétés dans laquelle ou lesquelles le redevable exerce ses fonctions ou activités au sens du a du 12 de l'article 39. </p><p>L'exonération s'applique dans les mêmes conditions aux parts de fonds communs de placement d'entreprise visés aux articles L. 214-39 et suivants du code monétaire et financier ou aux actions de sociétés d'investissement à capital variable d'actionnariat salarié visées à l'article L. 214-41 du même code. L'exonération est limitée à la fraction de la valeur des parts ou actions de ces organismes de placement collectif représentative des titres de la société dans laquelle le redevable exerce son activité principale ou de sociétés qui lui sont liées dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229272&dateTexte=&categorieLien=cid'>article L. 233-16 du code de commerce</a>. Une attestation de l'organisme déterminant la valeur éligible à l'exonération partielle doit être jointe à la déclaration visée au 1 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310973&dateTexte=&categorieLien=cid'>l'article 885 W</a>. </p><p>II.-Les parts ou actions mentionnées au I et détenues par le redevable depuis au moins trois ans au moment de la cessation de ses fonctions ou activités pour faire valoir ses droits à la retraite sont exonérées, à hauteur des trois quarts de leur valeur, d'impôt de solidarité sur la fortune, sous réserve du respect des conditions de conservation figurant au deuxième alinéa du I. </p><p>III.-En cas de non-respect de la condition de détention prévue au deuxième alinéa du I et au II par suite d'une fusion ou d'une scission au sens de l'article 817 A, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au deuxième alinéa du I et au II n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. </p><p>IV.-L'exonération partielle prévue au présent article est exclusive de l'application de tout autre régime de faveur.</p>",
            "num": "885 I quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1312329600000,
            "dateFin": 1374969600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305574",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune &gt; Section III : Biens exonérés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024445519",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024413775",
                    "textTitle": "LOI n° 2011-900 du 29 juillet 2011 - art. 1 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000026947160",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-07-30",
                    "dateSignaTexte": "2011-07-29",
                    "dateDebutCible": "2013-01-01"
                },
                {
                    "textCid": "JORFTEXT000024419055",
                    "textTitle": "Ordonnance n°2011-915\n du 1er août 2011 - art. 27",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000024419817",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2011-08-02",
                    "dateSignaTexte": "2011-08-01",
                    "dateDebutCible": "2011-08-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-16",
                    "articleId": "LEGIARTI000006229272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 W",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 W",
                    "articleId": "LEGIARTI000006310973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 378691200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305574",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429971",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1312329600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445519",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027795486",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815539",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I quater",
                "885"
            ],
            "versionPrecedente": "LEGIARTI000024429971",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024429971",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les parts ou actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur, lorsque leur propriétaire exerce son activité principale dans cette société comme salarié ou mandataire social, ou y exerce son activité principale lorsque la société est une société de personnes soumise à l'impôt sur le revenu visée aux articles 8 à 8 ter. L'exonération est subordonnée à la condition que les parts ou actions restent la propriété du redevable pendant une durée minimale de six ans courant à compter du premier fait générateur au titre duquel l'exonération a été demandée. Les parts ou actions détenues par une même personne dans plusieurs sociétés bénéficient du régime de faveur lorsque le redevable exerce une activité éligible dans chaque société et que les sociétés en cause ont effectivement des activités, soit similaires, soit connexes et complémentaires. L'exonération s'applique dans les mêmes conditions aux titres détenus dans une société qui a des liens de dépendance avec la ou les sociétés dans laquelle ou lesquelles le redevable exerce ses fonctions ou activités au sens du a du 12 de l'article 39. L'exonération s'applique dans les mêmes conditions aux parts de fonds communs de placement d'entreprise visés aux articles L. 214-39 et suivants du code monétaire et financier ou aux actions de sociétés d'investissement à capital variable d'actionnariat salarié visées à l'article L. 214-40-1 du même code. L'exonération est limitée à la fraction de la valeur des parts ou actions de ces organismes de placement collectif représentative des titres de la société dans laquelle le redevable exerce son activité principale ou de sociétés qui lui sont liées dans les conditions prévues à l' article L. 233-16 du code de commerce . Une attestation de l'organisme déterminant la valeur éligible à l'exonération partielle doit être jointe à la déclaration visée au 1 du I de l'article 885 W . II.-Les parts ou actions mentionnées au I et détenues par le redevable depuis au moins trois ans au moment de la cessation de ses fonctions ou activités pour faire valoir ses droits à la retraite sont exonérées, à hauteur des trois quarts de leur valeur, d'impôt de solidarité sur la fortune, sous réserve du respect des conditions de conservation figurant au deuxième alinéa du I. III.-En cas de non-respect de la condition de détention prévue au deuxième alinéa du I et au II par suite d'une fusion ou d'une scission au sens de l'article 817 A, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au deuxième alinéa du I et au II n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. IV.-L'exonération partielle prévue au présent article est exclusive de l'application de tout autre régime de faveur.",
            "texteHtml": "<p>I.-Les parts ou actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur, lorsque leur propriétaire exerce son activité principale dans cette société comme salarié ou mandataire social, ou y exerce son activité principale lorsque la société est une société de personnes soumise à l'impôt sur le revenu visée aux articles 8 à 8 ter. </p><p></p><p>L'exonération est subordonnée à la condition que les parts ou actions restent la propriété du redevable pendant une durée minimale de six ans courant à compter du premier fait générateur au titre duquel l'exonération a été demandée. </p><p></p><p>Les parts ou actions détenues par une même personne dans plusieurs sociétés bénéficient du régime de faveur lorsque le redevable exerce une activité éligible dans chaque société et que les sociétés en cause ont effectivement des activités, soit similaires, soit connexes et complémentaires. </p><p></p><p>L'exonération s'applique dans les mêmes conditions aux titres détenus dans une société qui a des liens de dépendance avec la ou les sociétés dans laquelle ou lesquelles le redevable exerce ses fonctions ou activités au sens du a du 12 de l'article 39. </p><p></p><p>L'exonération s'applique dans les mêmes conditions aux parts de fonds communs de placement d'entreprise visés aux articles L. 214-39 et suivants du code monétaire et financier ou aux actions de sociétés d'investissement à capital variable d'actionnariat salarié visées à l'article L. 214-40-1 du même code. L'exonération est limitée à la fraction de la valeur des parts ou actions de ces organismes de placement collectif représentative des titres de la société dans laquelle le redevable exerce son activité principale ou de sociétés qui lui sont liées dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229272&dateTexte=&categorieLien=cid'>article L. 233-16 du code de commerce</a>. Une attestation de l'organisme déterminant la valeur éligible à l'exonération partielle doit être jointe à la déclaration visée au 1 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310973&dateTexte=&categorieLien=cid'>l'article 885 W</a>. </p><p></p><p>II.-Les parts ou actions mentionnées au I et détenues par le redevable depuis au moins trois ans au moment de la cessation de ses fonctions ou activités pour faire valoir ses droits à la retraite sont exonérées, à hauteur des trois quarts de leur valeur, d'impôt de solidarité sur la fortune, sous réserve du respect des conditions de conservation figurant au deuxième alinéa du I. </p><p></p><p>III.-En cas de non-respect de la condition de détention prévue au deuxième alinéa du I et au II par suite d'une fusion ou d'une scission au sens de l'article 817 A, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au deuxième alinéa du I et au II n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. </p><p></p><p>IV.-L'exonération partielle prévue au présent article est exclusive de l'application de tout autre régime de faveur.</p><p></p>",
            "num": "885 I quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1312070400000,
            "dateFin": 1312329600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305574",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune &gt; Section III : Biens exonérés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024429971",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "LOI n° 2011-900 du 29 juillet 2011 de finances rectificative pour 2011 art 1 III : Les I et II du présent article s'appliquent à l'impôt de solidarité sur la fortune dû à compter de l'année 2012, à l'exception de l'option de paiement par prélèvements mensuels prévue au second alinéa du 1 de l'article 1723 ter-00 A du code général des impôts dans sa rédaction issue du 7° du I du présent article, qui s'applique à l'impôt dû à compter de l'année 2013.",
            "notaHtml": "<p>LOI n° 2011-900 du 29 juillet 2011 de finances rectificative pour 2011 art 1 III : Les I et II du présent article s'appliquent à l'impôt de solidarité sur la fortune dû à compter de l'année 2012, à l'exception de l'option de paiement par prélèvements mensuels prévue au second alinéa du 1 de l'article 1723 ter-00 A du code général des impôts dans sa rédaction issue du 7° du I du présent article, qui s'applique à l'impôt dû à compter de l'année 2013.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024413775",
                    "textTitle": "LOI n°2011-900\n du 29 juillet 2011 - art. 1 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024415798",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-07-30",
                    "dateSignaTexte": "2011-07-29",
                    "dateDebutCible": "2011-07-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-16",
                    "articleId": "LEGIARTI000006229272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 W",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 W",
                    "articleId": "LEGIARTI000006310973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 378691200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305574",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429971",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1312329600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445519",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027795486",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815539",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I quater",
                "885"
            ],
            "versionPrecedente": "LEGIARTI000006305574",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006305574",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les parts ou actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur, lorsque leur propriétaire exerce son activité principale dans cette société comme salarié ou mandataire social, ou y exerce son activité principale lorsque la société est une société de personnes soumise à l'impôt sur le revenu visée aux articles 8 à 8 ter. L'exonération est subordonnée à la condition que les parts ou actions restent la propriété du redevable pendant une durée minimale de six ans courant à compter du premier fait générateur au titre duquel l'exonération a été demandée. Les parts ou actions détenues par une même personne dans plusieurs sociétés bénéficient du régime de faveur lorsque le redevable exerce une activité éligible dans chaque société et que les sociétés en cause ont effectivement des activités, soit similaires, soit connexes et complémentaires. L'exonération s'applique dans les mêmes conditions aux titres détenus dans une société qui a des liens de dépendance avec la ou les sociétés dans laquelle ou lesquelles le redevable exerce ses fonctions ou activités au sens du a du 12 de l'article 39. L'exonération s'applique dans les mêmes conditions aux parts de fonds communs de placement d'entreprise visés aux articles L. 214-39 et suivants du code monétaire et financier ou aux actions de sociétés d'investissement à capital variable d'actionnariat salarié visées à l'article L. 214-40-1 du même code. L'exonération est limitée à la fraction de la valeur des parts ou actions de ces organismes de placement collectif représentative des titres de la société dans laquelle le redevable exerce son activité principale ou de sociétés qui lui sont liées dans les conditions prévues à l'article L. 233-16 du code de commerce. Une attestation de l'organisme déterminant la valeur éligible à l'exonération partielle doit être jointe à la déclaration visée à l'article 885 W. II. - Les parts ou actions mentionnées au I et détenues par le redevable depuis au moins trois ans au moment de la cessation de ses fonctions ou activités pour faire valoir ses droits à la retraite sont exonérées, à hauteur des trois quarts de leur valeur, d'impôt de solidarité sur la fortune, sous réserve du respect des conditions de conservation figurant au deuxième alinéa du I. III. - En cas de non-respect de la condition de détention prévue au deuxième alinéa du I et au II par suite d'une fusion ou d'une scission au sens de l'article 817 A, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au deuxième alinéa du I et au II n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. IV. - L'exonération partielle prévue au présent article est exclusive de l'application de tout autre régime de faveur.",
            "texteHtml": "<p></p>   I. - Les parts ou actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur, lorsque leur propriétaire exerce son activité principale dans cette société comme salarié ou mandataire social, ou y exerce son activité principale lorsque la société est une société de personnes soumise à l'impôt sur le revenu visée aux articles 8 à 8 ter.<p></p><p></p>   L'exonération est subordonnée à la condition que les parts ou actions restent la propriété du redevable pendant une durée minimale de six ans courant à compter du premier fait générateur au titre duquel l'exonération a été demandée.<p></p><p></p>   Les parts ou actions détenues par une même personne dans plusieurs sociétés bénéficient du régime de faveur lorsque le redevable exerce une activité éligible dans chaque société et que les sociétés en cause ont effectivement des activités, soit similaires, soit connexes et complémentaires.<p></p><p></p>   L'exonération s'applique dans les mêmes conditions aux titres détenus dans une société qui a des liens de dépendance avec la ou les sociétés dans laquelle ou lesquelles le redevable exerce ses fonctions ou activités au sens du a du 12 de l'article 39.<p></p><p></p>   L'exonération s'applique dans les mêmes conditions aux parts de fonds communs de placement d'entreprise visés aux articles L. 214-39 et suivants du code monétaire et financier ou aux actions de sociétés d'investissement à capital variable d'actionnariat salarié visées à l'article L. 214-40-1 du même code. L'exonération est limitée à la fraction de la valeur des parts ou actions de ces organismes de placement collectif représentative des titres de la société dans laquelle le redevable exerce son activité principale ou de sociétés qui lui sont liées dans les conditions prévues à l'article L. 233-16 du code de commerce. Une attestation de l'organisme déterminant la valeur éligible à l'exonération partielle doit être jointe à la déclaration visée à l'article 885 W.<p></p><p></p>   II. - Les parts ou actions mentionnées au I et détenues par le redevable depuis au moins trois ans au moment de la cessation de ses fonctions ou activités pour faire valoir ses droits à la retraite sont exonérées, à hauteur des trois quarts de leur valeur, d'impôt de solidarité sur la fortune, sous réserve du respect des conditions de conservation figurant au deuxième alinéa du I.<p></p><p></p>   III. - En cas de non-respect de la condition de détention prévue au deuxième alinéa du I et au II par suite d'une fusion ou d'une scission au sens de l'article 817 A, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie sont conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au deuxième alinéa du I et au II n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire.<p></p><p></p>   IV. - L'exonération partielle prévue au présent article est exclusive de l'application de tout autre régime de faveur.<p></p>",
            "num": "885 I quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1136073600000,
            "dateFin": 1312070400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305574",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune &gt; Section III : Biens exonérés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006305574",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "LOI 2005-1719 2005-12-30 art. 26 III Finances pour 2006 : dispositions d'application.",
            "notaHtml": "<p></p>  LOI 2005-1719 2005-12-30 art. 26 III Finances pour 2006 : <p></p>dispositions d'application.<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000634802",
                    "textTitle": "Loi n°2005-1719 du 30 décembre 2005 - art. 26 (V) JORF 31 décembre 2005 en vigueur le 1er janvier 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000006322433",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2005-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 8 à 8 ter, 39, 885 W, 817 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L233-16 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-16",
                    "articleId": "LEGIARTI000006229272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-39 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-39",
                    "articleId": "LEGIARTI000006649989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-40-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-40-1",
                    "articleId": "LEGIARTI000006650020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 982627200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305574",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429971",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1312329600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445519",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027795486",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815539",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I quater",
                "885"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}