{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006396433",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application du 8° de l'article L. 2331-8 , les provisions ne donnent pas lieu à inscription de crédits en section d'investissement du budget. Toutefois, le conseil municipal peut par une délibération spécifique décider d'inscrire les provisions en recettes de la section d'investissement du budget par une opération d'ordre budgétaire. Dans ce cas, la reprise ultérieure de ces provisions entraîne l'inscription d'une dépense à la section d'investissement et d'une recette équivalente à la section de fonctionnement. Le conseil municipal qui fait usage du pouvoir dont il dispose en vertu du deuxième alinéa, puis revient sur cette décision, ne peut, au cours du même mandat, faire de nouveau usage des dispositions dudit alinéa. Toutefois, en cas de renouvellement du conseil municipal, si le nouveau conseil revient sur la décision antérieure de faire application du deuxième alinéa et y procède au plus tard à la fin de l'exercice budgétaire suivant le renouvellement, il peut par la suite décider de faire usage des dispositions dudit alinéa.",
            "texteHtml": "<p></p>Pour l'application du 8° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390565&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2331-8 (V)'>L. 2331-8</a>, les provisions ne donnent pas lieu à inscription de crédits en section d'investissement du budget. <p></p><p></p>Toutefois, le conseil municipal peut par une délibération spécifique décider d'inscrire les provisions en recettes de la section d'investissement du budget par une opération d'ordre budgétaire. Dans ce cas, la reprise ultérieure de ces provisions entraîne l'inscription d'une dépense à la section d'investissement et d'une recette équivalente à la section de fonctionnement. <p></p><p></p>Le conseil municipal qui fait usage du pouvoir dont il dispose en vertu du deuxième alinéa, puis revient sur cette décision, ne peut, au cours du même mandat, faire de nouveau usage des dispositions dudit alinéa. <p></p><p></p>Toutefois, en cas de renouvellement du conseil municipal, si le nouveau conseil revient sur la décision antérieure de faire application du deuxième alinéa et y procède au plus tard à la fin de l'exercice budgétaire suivant le renouvellement, il peut par la suite décider de faire usage des dispositions dudit alinéa.<p></p>",
            "num": "R2321-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1135814400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088021",
                        "id": "LEGISCTA000006088021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "DEUXIEME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116647",
                        "id": "LEGISCTA000006116647",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135533",
                        "id": "LEGISCTA000006135533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DÉPENSES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149397",
                        "id": "LEGISCTA000006149397",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE Ier : Dépenses obligatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164977",
                        "id": "LEGISCTA000006164977",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales (R)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181455",
                        "id": "LEGISCTA000006181455",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006396432",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181455",
            "sectionParentId": "LEGISCTA000006181455",
            "sectionParentTitre": "Section 1 : Dispositions générales (R)",
            "fullSectionsTitre": "Partie réglementaire &gt; DEUXIEME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE II : DÉPENSES &gt; CHAPITRE Ier : Dépenses obligatoires &gt; Section 1 : Dispositions générales (R)",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006396433",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Les dispositions du décret 2005-1661 du 27 décembre 2005 entrent en vigueur à compter de l'exercice 2006.",
            "notaHtml": "<p></p>  Les dispositions du décret 2005-1661 du 27 décembre 2005 entrent en vigueur à compter de l'exercice 2006.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000399814",
                    "textTitle": "Décret 2000-318 2000-04-07",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000399814",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-04-09",
                    "dateSignaTexte": "2000-04-07",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000812068",
                    "textTitle": "Décret n°2005-1661 du 27 décembre 2005 - art. 13 () JORF 29 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006247920",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-12-29",
                    "dateSignaTexte": "2005-12-27",
                    "dateDebutCible": "2005-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2331-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2331-8",
                    "articleId": "LEGIARTI000006390565",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R2321-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2321-5",
                    "articleId": "LEGIARTI000006396436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135814400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070162",
                    "textTitle": "CODE DES COMMUNES. - art. R221-12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R221-12",
                    "articleId": "LEGIARTI000006347678",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006396432",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 955238400000,
                    "dateFin": 1135814400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006396433",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1135814400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R2321-3",
                "2321-3"
            ],
            "versionPrecedente": "LEGIARTI000006396432",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006396432",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les dotations aux provisions spéciales pour dette financière faisant l'objet d'un différé de remboursement mentionnées au 29° de l'article L. 2321-2 sont inscrites au budget primitif et calculées selon les modalités suivantes. Le montant de la dotation aux provisions est au minimum égal à la moitié de la différence entre la moyenne des annuités de dette afférentes aux cinq exercices suivants, telles que celles-ci résultent du tableau prévisionnel d'amortissement mentionné au II ci-dessous, et l'annuité de dette afférente à l'exercice. Il est déterminé par l'assemblée délibérante. Pour les communes de 3 500 habitants et plus, le montant de l'annuité de dette afférente au budget de l'exercice comprend la totalité des intérêts courus non échus. Toutefois, il n'est pas obligatoirement constitué de provision lorsque l'annuité de dette afférente à l'exercice est inférieure à la moyenne des annuités de dette afférentes aux cinq exercices suivants et que la différence entre ces deux valeurs est inférieure à 5 % du total des ressources propres de la section d'investissement à l'exclusion des provisions constituées en application des dispositions du présent article. Les ressources propres mentionnées ci-dessus sont constituées des recettes de la section d'investissement, diminuées du produit des emprunts, des recettes affectées à des équipements spécifiques et du montant des reprises, reversements et autres dépenses en atténuation de recettes. Elles comprennent, le cas échéant, le virement de la section de fonctionnement et les amortissements et provisions. II. - Un état de la dette, un tableau d'amortissement prévisionnel de la dette et un état des provisions constituées annuellement en application des dispositions du présent article sont joints au budget primitif et au compte administratif. Les annexes jointes au budget primitif expriment les situations au 1er janvier de l'exercice. Les annexes jointes au compte administratif expriment les situations au 31 décembre de l'exercice. L'état de la dette présente les caractéristiques de chaque emprunt ou dette assimilée contracté, notamment les modalités de remboursement du capital et des intérêts. Le tableau d'amortissement prévisionnel est établi pour au moins les cinq exercices suivants et fait apparaître la somme des annuités, en intérêts et en capital, de la totalité de ces emprunts ou dettes. III. - Les provisions constituées annuellement peuvent être reprises au budget primitif lorsque l'annuité de dette afférente à l'exercice est supérieure à la moyenne des annuités afférentes aux cinq exercices suivants. L'assemblée délibérante se prononce sur la reprise des provisions constituées au vu des annuités prévisionnelles des exercices suivants telles que celles-ci résultent du tableau d'amortissement prévisionnel annexé au budget.",
            "texteHtml": "<p></p>   I. - Les dotations aux provisions spéciales pour dette financière faisant l'objet d'un différé de remboursement mentionnées au 29° de l'article L. 2321-2 sont inscrites au budget primitif et calculées selon les modalités suivantes.<p></p><p></p>   Le montant de la dotation aux provisions est au minimum égal à la moitié de la différence entre la moyenne des annuités de dette afférentes aux cinq exercices suivants, telles que celles-ci résultent du tableau prévisionnel d'amortissement mentionné au II ci-dessous, et l'annuité de dette afférente à l'exercice. Il est déterminé par l'assemblée délibérante. Pour les communes de 3 500 habitants et plus, le montant de l'annuité de dette afférente au budget de l'exercice comprend la totalité des intérêts courus non échus.<p></p><p></p>   Toutefois, il n'est pas obligatoirement constitué de provision lorsque l'annuité de dette afférente à l'exercice est inférieure à la moyenne des annuités de dette afférentes aux cinq exercices suivants et que la différence entre ces deux valeurs est inférieure à 5 % du total des ressources propres de la section d'investissement à l'exclusion des provisions constituées en application des dispositions du présent article.<p></p><p></p>   Les ressources propres mentionnées ci-dessus sont constituées des recettes de la section d'investissement, diminuées du produit des emprunts, des recettes affectées à des équipements spécifiques et du montant des reprises, reversements et autres dépenses en atténuation de recettes. Elles comprennent, le cas échéant, le virement de la section de fonctionnement et les amortissements et provisions.<p></p><p></p>   II. - Un état de la dette, un tableau d'amortissement prévisionnel de la dette et un état des provisions constituées annuellement en application des dispositions du présent article sont joints au budget primitif et au compte administratif. Les annexes jointes au budget primitif expriment les situations au 1er janvier de l'exercice. Les annexes jointes au compte administratif expriment les situations au 31 décembre de l'exercice.<p></p><p></p>      L'état de la dette présente les caractéristiques de chaque emprunt ou dette assimilée contracté, notamment les modalités de remboursement du capital et des intérêts. Le tableau d'amortissement prévisionnel est établi pour au moins les cinq exercices suivants et fait apparaître la somme des annuités, en intérêts et en capital, de la totalité de ces emprunts ou dettes.<p></p><p></p>   III. - Les provisions constituées annuellement peuvent être reprises au budget primitif lorsque l'annuité de dette afférente à l'exercice est supérieure à la moyenne des annuités afférentes aux cinq exercices suivants.<p></p><p></p>      L'assemblée délibérante se prononce sur la reprise des provisions constituées au vu des annuités prévisionnelles des exercices suivants telles que celles-ci résultent du tableau d'amortissement prévisionnel annexé au budget.<p></p>",
            "num": "R2321-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 955238400000,
            "dateFin": 1135814400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088021",
                        "id": "LEGISCTA000006088021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "DEUXIEME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116647",
                        "id": "LEGISCTA000006116647",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135533",
                        "id": "LEGISCTA000006135533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DÉPENSES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149397",
                        "id": "LEGISCTA000006149397",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE Ier : Dépenses obligatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164977",
                        "id": "LEGISCTA000006164977",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales (R)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181455",
                        "id": "LEGISCTA000006181455",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006396432",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181455",
            "sectionParentId": "LEGISCTA000006181455",
            "sectionParentTitre": "Section 1 : Dispositions générales (R)",
            "fullSectionsTitre": "Partie réglementaire &gt; DEUXIEME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE II : DÉPENSES &gt; CHAPITRE Ier : Dépenses obligatoires &gt; Section 1 : Dispositions générales (R)",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006396432",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000399814",
                    "textTitle": "Décret 2000-318 2000-04-07",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000399814",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-04-09",
                    "dateSignaTexte": "2000-04-07",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000399814",
                    "textTitle": "Décret 2000-318 2000-04-07 jorf 9 avril 2000",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000399814",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-04-09",
                    "dateSignaTexte": "2000-04-07",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2321-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2321-2",
                    "articleId": "LEGIARTI000006390535",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R2321-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2321-5",
                    "articleId": "LEGIARTI000006396436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135814400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070162",
                    "textTitle": "CODE DES COMMUNES. - art. R221-12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R221-12",
                    "articleId": "LEGIARTI000006347678",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006396432",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 955238400000,
                    "dateFin": 1135814400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006396433",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1135814400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R2321-3",
                "2321-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}