{
    "cid": "LEGIARTI000006754742",
    "num": "R922-25",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126978",
                        "id": "LEGISCTA000006126978",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-10",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions relatives aux retraites complémentaires obligatoires, aux institutions de retraite complémentaire et à leurs fédérations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141961",
                        "id": "LEGISCTA000006141961",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Dispositions relatives aux institutions de retraite complémentaire et à leurs fédérations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156781",
                        "id": "LEGISCTA000006156781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-10",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Statuts, règlement et conseil d'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173631",
                        "id": "LEGISCTA000006173631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-10",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions communes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186696",
                        "id": "LEGISCTA000006186696",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000006754742",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000440885",
                    "textTitle": "Décret n°2004-965 du 9 septembre 2004 - art. 1 () JORF 10 septembre 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006234252",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-09-10",
                    "dateSignaTexte": "2004-09-09",
                    "dateDebutCible": "2004-09-10"
                }
            ],
            "num": "R922-25",
            "origine": "LEGI",
            "texte": "A peine de nullité du contrat, il est interdit aux dirigeants de contracter, sous quelque forme que ce soit, des emprunts auprès de l'institution ou de la fédération, de se faire consentir par celle-ci un découvert, en compte courant ou autrement, de faire cautionner ou avaliser par elles leurs engagements envers les tiers ou de percevoir, directement ou par personne interposée, toute rémunération relative aux opérations mises en oeuvre par l'institution de retraite complémentaire ou la fédération. La même interdiction s'applique aux conjoints, ascendants et descendants des personnes visées au premier alinéa du présent article ainsi qu'à toute personne interposée. Les dirigeants ou leurs conjoints, ascendants et descendants peuvent toutefois bénéficier de ces opérations financières dans les mêmes conditions que celles qui sont proposées par l'institution de retraite complémentaire ou par la fédération à l'ensemble de ses membres au titre de l'action sociale qu'elle met en oeuvre. Les mêmes règles s'appliquent aux dirigeants de l'institution ou de la fédération autres que les administrateurs lorsque que ceux-ci sont susceptibles d'en bénéficier aux mêmes conditions que les salariés de l'institution ou de la fédération. Dans tous les cas, le conseil d'administration est informé du montant et des conditions des prêts accordés au cours de l'année à chacun de ses dirigeants.",
            "texteHtml": "<p></p>   A peine de nullité du contrat, il est interdit aux dirigeants de contracter, sous quelque forme que ce soit, des emprunts auprès de l'institution ou de la fédération, de se faire consentir par celle-ci un découvert, en compte courant ou autrement, de faire cautionner ou avaliser par elles leurs engagements envers les tiers ou de percevoir, directement ou par personne interposée, toute rémunération relative aux opérations mises en oeuvre par l'institution de retraite complémentaire ou la fédération.<p></p><p></p>   La même interdiction s'applique aux conjoints, ascendants et descendants des personnes visées au premier alinéa du présent article ainsi qu'à toute personne interposée.<p></p><p></p>   Les dirigeants ou leurs conjoints, ascendants et descendants peuvent toutefois bénéficier de ces opérations financières dans les mêmes conditions que celles qui sont proposées par l'institution de retraite complémentaire ou par la fédération à l'ensemble de ses membres au titre de l'action sociale qu'elle met en oeuvre.<p></p><p></p>   Les mêmes règles s'appliquent aux dirigeants de l'institution ou de la fédération autres que les administrateurs lorsque que ceux-ci sont susceptibles d'en bénéficier aux mêmes conditions que les salariés de l'institution ou de la fédération.<p></p><p></p>   Dans tous les cas, le conseil d'administration est informé du montant et des conditions des prêts accordés au cours de l'année à chacun de ses dirigeants.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2004-09-10T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}