{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045294025",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsqu'ont été constatées des atteintes graves et répétées au droit d'exploitation audiovisuelle prévu à l'article L. 333-1 du présent code, au droit voisin d'une entreprise de communication audiovisuelle prévu à l'article L. 216-1 du code de la propriété intellectuelle, dès lors que le programme concerné est constitué d'une manifestation ou d'une compétition sportive, ou à un droit acquis à titre exclusif par contrat ou accord d'exploitation audiovisuelle d'une compétition ou manifestation sportive, occasionnées par le contenu d'un service de communication au public en ligne dont l'objectif principal ou l'un des objectifs principaux est la diffusion sans autorisation de compétitions ou manifestations sportives, et afin de prévenir ou de remédier à une nouvelle atteinte grave et irrémédiable à ces mêmes droits, le titulaire de ce droit peut saisir le président du tribunal judiciaire, statuant selon la procédure accélérée au fond ou en référé, aux fins d'obtenir toutes mesures proportionnées propres à prévenir ou à faire cesser cette atteinte, à l'encontre de toute personne susceptible de contribuer à y remédier. Peuvent également à ce titre saisir le président du tribunal judiciaire, dans les conditions prévues au premier alinéa du présent I : 1° Une ligue sportive professionnelle, dans le cas où elle commercialise les droits d'exploitation audiovisuelle de compétitions sportives professionnelles, susceptibles de faire l'objet ou faisant l'objet de l'atteinte mentionnée au même premier alinéa ; 2° L'entreprise de communication audiovisuelle, dans le cas où elle a acquis un droit à titre exclusif, par contrat ou accord d'exploitation audiovisuelle, sur une compétition ou manifestation sportive, que cette compétition ou manifestation sportive soit organisée sur le territoire français ou à l'étranger, dès lors que ce droit est susceptible de faire l'objet ou fait l'objet de l'atteinte mentionnée audit premier alinéa. II.-Le président du tribunal judiciaire peut notamment ordonner, au besoin sous astreinte, la mise en œuvre, pour chacune des journées figurant au calendrier officiel de la compétition ou de la manifestation sportive, dans la limite d'une durée de douze mois, de toutes mesures proportionnées, telles que des mesures de blocage ou de retrait ou de déréférencement, propres à empêcher l'accès à partir du territoire français à tout service de communication au public en ligne, identifié ou qui n'a pas été identifié à la date de ladite ordonnance, diffusant illicitement la compétition ou manifestation sportive ou dont l'objectif principal ou l'un des objectifs principaux est la diffusion sans autorisation de la compétition ou manifestation sportive. Les mesures ordonnées par le président du tribunal judiciaire prennent fin, pour chacune des journées figurant au calendrier officiel de la compétition ou de la manifestation sportive, à l'issue de la diffusion autorisée par le titulaire du droit d'exploitation de cette compétition ou de cette manifestation. Le président du tribunal judiciaire peut ordonner toute mesure de publicité de la décision, notamment son affichage ou sa publication intégrale ou par extraits dans les journaux ou sur les services de communication au public en ligne qu'il désigne, selon les modalités qu'il précise. III.-Pour la mise en œuvre des mesures ordonnées sur le fondement du II portant sur un service de communication au public en ligne non encore identifié à la date de l'ordonnance, et pendant toute la durée de ces mesures restant à courir, le titulaire de droits concerné communique à l'Autorité de régulation de la communication audiovisuelle et numérique les données d'identification du service en cause, selon les modalités définies par l'autorité. Lorsque les agents habilités et assermentés de l'autorité mentionnés à l'article L. 331-14 du code de la propriété intellectuelle constatent que le service mentionné au premier alinéa du présent III diffuse illicitement la compétition ou la manifestation sportive ou a pour objectif principal ou parmi ses objectifs principaux une telle diffusion, le président de l'autorité ou, en cas d'empêchement, tout membre du collège de l'autorité désigné par lui notifie les données d'identification de ce service aux personnes mentionnées par l'ordonnance prévue au II afin qu'elles prennent les mesures ordonnées à l'égard de ce service pendant toute la durée de ces mesures restant à courir. En cas de difficulté relative à l'application du deuxième alinéa du présent III, l'Autorité de régulation de la communication audiovisuelle et numérique peut demander aux services de se justifier. Sans préjudice d'une telle demande, le président du tribunal judiciaire peut être saisi, en référé ou sur requête, pour ordonner toute mesure propre à faire cesser l'accès à ces services. IV.-L'Autorité de régulation de la communication audiovisuelle et numérique adopte des modèles d'accord que les titulaires de droits mentionnés au I, la ligue professionnelle, l'entreprise de communication audiovisuelle ayant acquis un droit à titre exclusif et toute personne susceptible de contribuer à remédier aux atteintes mentionnées au même I sont invités à conclure. L'accord conclu entre les parties précise les mesures qu'elles s'engagent à prendre pour faire cesser d'éventuelles violations de l'exclusivité du droit d'exploitation audiovisuelle de la manifestation ou compétition sportive et la répartition du coût des mesures ordonnées sur le fondement du II.",
            "texteHtml": "<p>I.-Lorsqu'ont été constatées des atteintes graves et répétées au droit d'exploitation audiovisuelle prévu à l'article L. 333-1 du présent code, au droit voisin d'une entreprise de communication audiovisuelle prévu à l'article L. 216-1 du code de la propriété intellectuelle, dès lors que le programme concerné est constitué d'une manifestation ou d'une compétition sportive, ou à un droit acquis à titre exclusif par contrat ou accord d'exploitation audiovisuelle d'une compétition ou manifestation sportive, occasionnées par le contenu d'un service de communication au public en ligne dont l'objectif principal ou l'un des objectifs principaux est la diffusion sans autorisation de compétitions ou manifestations sportives, et afin de prévenir ou de remédier à une nouvelle atteinte grave et irrémédiable à ces mêmes droits, le titulaire de ce droit peut saisir le président du tribunal judiciaire, statuant selon la procédure accélérée au fond ou en référé, aux fins d'obtenir toutes mesures proportionnées propres à prévenir ou à faire cesser cette atteinte, à l'encontre de toute personne susceptible de contribuer à y remédier.<br/><br/>\nPeuvent également à ce titre saisir le président du tribunal judiciaire, dans les conditions prévues au premier alinéa du présent I :<br/><br/>\n1° Une ligue sportive professionnelle, dans le cas où elle commercialise les droits d'exploitation audiovisuelle de compétitions sportives professionnelles, susceptibles de faire l'objet ou faisant l'objet de l'atteinte mentionnée au même premier alinéa ;<br/><br/>\n2° L'entreprise de communication audiovisuelle, dans le cas où elle a acquis un droit à titre exclusif, par contrat ou accord d'exploitation audiovisuelle, sur une compétition ou manifestation sportive, que cette compétition ou manifestation sportive soit organisée sur le territoire français ou à l'étranger, dès lors que ce droit est susceptible de faire l'objet ou fait l'objet de l'atteinte mentionnée audit premier alinéa.<br/><br/>\nII.-Le président du tribunal judiciaire peut notamment ordonner, au besoin sous astreinte, la mise en œuvre, pour chacune des journées figurant au calendrier officiel de la compétition ou de la manifestation sportive, dans la limite d'une durée de douze mois, de toutes mesures proportionnées, telles que des mesures de blocage ou de retrait ou de déréférencement, propres à empêcher l'accès à partir du territoire français à tout service de communication au public en ligne, identifié ou qui n'a pas été identifié à la date de ladite ordonnance, diffusant illicitement la compétition ou manifestation sportive ou dont l'objectif principal ou l'un des objectifs principaux est la diffusion sans autorisation de la compétition ou manifestation sportive. Les mesures ordonnées par le président du tribunal judiciaire prennent fin, pour chacune des journées figurant au calendrier officiel de la compétition ou de la manifestation sportive, à l'issue de la diffusion autorisée par le titulaire du droit d'exploitation de cette compétition ou de cette manifestation.<br/><br/>\nLe président du tribunal judiciaire peut ordonner toute mesure de publicité de la décision, notamment son affichage ou sa publication intégrale ou par extraits dans les journaux ou sur les services de communication au public en ligne qu'il désigne, selon les modalités qu'il précise.<br/><br/>\nIII.-Pour la mise en œuvre des mesures ordonnées sur le fondement du II portant sur un service de communication au public en ligne non encore identifié à la date de l'ordonnance, et pendant toute la durée de ces mesures restant à courir, le titulaire de droits concerné communique à l'Autorité de régulation de la communication audiovisuelle et numérique les données d'identification du service en cause, selon les modalités définies par l'autorité.<br/><br/>\nLorsque les agents habilités et assermentés de l'autorité mentionnés à l'article L. 331-14 du code de la propriété intellectuelle constatent que le service mentionné au premier alinéa du présent III diffuse illicitement la compétition ou la manifestation sportive ou a pour objectif principal ou parmi ses objectifs principaux une telle diffusion, le président de l'autorité ou, en cas d'empêchement, tout membre du collège de l'autorité désigné par lui notifie les données d'identification de ce service aux personnes mentionnées par l'ordonnance prévue au II afin qu'elles prennent les mesures ordonnées à l'égard de ce service pendant toute la durée de ces mesures restant à courir.<br/><br/>\nEn cas de difficulté relative à l'application du deuxième alinéa du présent III, l'Autorité de régulation de la communication audiovisuelle et numérique peut demander aux services de se justifier. Sans préjudice d'une telle demande, le président du tribunal judiciaire peut être saisi, en référé ou sur requête, pour ordonner toute mesure propre à faire cesser l'accès à ces services.</p><p>IV.-L'Autorité de régulation de la communication audiovisuelle et numérique adopte des modèles d'accord que les titulaires de droits mentionnés au I, la ligue professionnelle, l'entreprise de communication audiovisuelle ayant acquis un droit à titre exclusif et toute personne susceptible de contribuer à remédier aux atteintes mentionnées au même I sont invités à conclure. L'accord conclu entre les parties précise les mesures qu'elles s'engagent à prendre pour faire cesser d'éventuelles violations de l'exclusivité du droit d'exploitation audiovisuelle de la manifestation ou compétition sportive et la répartition du coût des mesures ordonnées sur le fondement du II.</p>",
            "num": "L333-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1646352000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096664",
                        "id": "LEGISCTA000006096664",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : PRATIQUE SPORTIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120759",
                        "id": "LEGISCTA000006120759",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : MANIFESTATIONS SPORTIVES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137776",
                        "id": "LEGISCTA000006137776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2010-05-13",
                        "titre": "Chapitre III : Retransmission des manifestations sportives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151578",
                        "id": "LEGISCTA000006151578",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-05-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Exploitation des manifestations sportives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151578",
                        "id": "LEGISCTA000022211776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-10-27",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Lutte contre la retransmission illicite des manifestations et compétitions sportives ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044247627",
                        "id": "LEGISCTA000044247627",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000044247629",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000044247627",
            "sectionParentId": "LEGISCTA000044247627",
            "sectionParentTitre": "Section 3 : Lutte contre la retransmission illicite des manifestations et compétitions sportives ",
            "fullSectionsTitre": "Partie législative &gt; LIVRE III : PRATIQUE SPORTIVE &gt; TITRE III : MANIFESTATIONS SPORTIVES &gt; Chapitre III : Exploitation des manifestations sportives &gt; Section 3 : Lutte contre la retransmission illicite des manifestations et compétitions sportives ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045294025",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045287568",
                    "textTitle": "LOI n°2022-296 du 2 mars 2022 - art. 50",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "50",
                    "articleId": "LEGIARTI000045288685",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-03-03",
                    "dateSignaTexte": "2022-03-02",
                    "dateDebutCible": "2022-03-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044591688",
                    "textTitle": "Décret n°2021-1853 du 27 décembre 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044809807",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1853",
                    "datePubli": 1640736000000,
                    "dateDebut": 1640822400000
                },
                {
                    "textCid": "JORFTEXT000045081101",
                    "textTitle": "Délibération n°2022-03 du 26 janvier 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000045081106",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2022-03",
                    "datePubli": 1643328000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045081101",
                    "textTitle": "Délibération n°2022-03 du 26 janvier 2022 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000045081108",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2022-03",
                    "datePubli": 1643328000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045081101",
                    "textTitle": "Délibération n°2022-03 du 26 janvier 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000045081101",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2022-03",
                    "datePubli": 1643328000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045317557",
                    "textTitle": "Décision n°2022-P-07 du 8 mars 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045467138",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-P-07",
                    "datePubli": 1646784000000,
                    "dateDebut": 1646870400000
                },
                {
                    "textCid": "JORFTEXT000045317557",
                    "textTitle": "Décision n°2022-P-07 du 8 mars 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045467141",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-P-07",
                    "datePubli": 1646784000000,
                    "dateDebut": 1646870400000
                },
                {
                    "textCid": "JORFTEXT000045317557",
                    "textTitle": "Décision n°2022-P-07 du 8 mars 2022 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045467148",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-P-07",
                    "datePubli": 1646784000000,
                    "dateDebut": 1646870400000
                },
                {
                    "textCid": "JORFTEXT000045366480",
                    "textTitle": "Délibération n°2022-06 du 9 mars 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000045366480",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2022-06",
                    "datePubli": 1647475200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045464415",
                    "textTitle": "Décision n°2022-P-07 du 8 mars 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045464416",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-P-07",
                    "datePubli": 1648944000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044247629",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1635292800000,
                    "dateFin": 1646352000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045294025",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1646352000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L333-10",
                "333-10"
            ],
            "versionPrecedente": "LEGIARTI000044247629",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044247629",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsqu'ont été constatées des atteintes graves et répétées au droit d'exploitation audiovisuelle prévu à l'article L. 333-1 du présent code, au droit voisin d'une entreprise de communication audiovisuelle prévu à l'article L. 216-1 du code de la propriété intellectuelle, dès lors que le programme concerné est constitué d'une manifestation ou d'une compétition sportive, ou à un droit acquis à titre exclusif par contrat ou accord d'exploitation audiovisuelle d'une compétition ou manifestation sportive, occasionnées par le contenu d'un service de communication au public en ligne dont l'objectif principal ou l'un des objectifs principaux est la diffusion sans autorisation de compétitions ou manifestations sportives, et afin de prévenir ou de remédier à une nouvelle atteinte grave et irrémédiable à ces mêmes droits, le titulaire de ce droit peut saisir le président du tribunal judiciaire, statuant selon la procédure accélérée au fond ou en référé, aux fins d'obtenir toutes mesures proportionnées propres à prévenir ou à faire cesser cette atteinte, à l'encontre de toute personne susceptible de contribuer à y remédier. Peuvent également à ce titre saisir le président du tribunal judiciaire, dans les conditions prévues au premier alinéa du présent I : 1° Une ligue sportive professionnelle, dans le cas où elle commercialise les droits d'exploitation audiovisuelle de compétitions sportives professionnelles, susceptibles de faire l'objet ou faisant l'objet de l'atteinte mentionnée au même premier alinéa ; 2° L'entreprise de communication audiovisuelle, dans le cas où elle a acquis un droit à titre exclusif, par contrat ou accord d'exploitation audiovisuelle, sur une compétition ou manifestation sportive, que cette compétition ou manifestation sportive soit organisée sur le territoire français ou à l'étranger, dès lors que ce droit est susceptible de faire l'objet ou fait l'objet de l'atteinte mentionnée audit premier alinéa. II.-Le président du tribunal judiciaire peut notamment ordonner, au besoin sous astreinte, la mise en œuvre, pour chacune des journées figurant au calendrier officiel de la compétition ou de la manifestation sportive, dans la limite d'une durée de douze mois, de toutes mesures proportionnées, telles que des mesures de blocage ou de retrait ou de déréférencement, propres à empêcher l'accès à partir du territoire français à tout service de communication au public en ligne, identifié ou qui n'a pas été identifié à la date de ladite ordonnance, diffusant illicitement la compétition ou manifestation sportive ou dont l'objectif principal ou l'un des objectifs principaux est la diffusion sans autorisation de la compétition ou manifestation sportive. Les mesures ordonnées par le président du tribunal judiciaire prennent fin, pour chacune des journées figurant au calendrier officiel de la compétition ou de la manifestation sportive, à l'issue de la diffusion autorisée par le titulaire du droit d'exploitation de cette compétition ou de cette manifestation. Le président du tribunal judiciaire peut ordonner toute mesure de publicité de la décision, notamment son affichage ou sa publication intégrale ou par extraits dans les journaux ou sur les services de communication au public en ligne qu'il désigne, selon les modalités qu'il précise. III.-Pour la mise en œuvre des mesures ordonnées sur le fondement du II portant sur un service de communication au public en ligne non encore identifié à la date de l'ordonnance, et pendant toute la durée de ces mesures restant à courir, le titulaire de droits concerné communique à l'Autorité de régulation de la communication audiovisuelle et numérique les données d'identification du service en cause, selon les modalités définies par l'autorité. Lorsque les agents habilités et assermentés de l'autorité mentionnés à l'article L. 331-14 du code de la propriété intellectuelle constatent que le service mentionné au premier alinéa du présent III diffuse illicitement la compétition ou la manifestation sportive ou a pour objectif principal ou parmi ses objectifs principaux une telle diffusion, l'autorité notifie les données d'identification de ce service aux personnes mentionnées par l'ordonnance prévue au II afin qu'elles prennent les mesures ordonnées à l'égard de ce service pendant toute la durée de ces mesures restant à courir. En cas de difficulté relative à l'application du deuxième alinéa du présent III, l'Autorité de régulation de la communication audiovisuelle et numérique peut demander aux services de se justifier. Sans préjudice d'une telle demande, le président du tribunal judiciaire peut être saisi, en référé ou sur requête, pour ordonner toute mesure propre à faire cesser l'accès à ces services. IV.-L'Autorité de régulation de la communication audiovisuelle et numérique adopte des modèles d'accord que les titulaires de droits mentionnés au I, la ligue professionnelle, l'entreprise de communication audiovisuelle ayant acquis un droit à titre exclusif et toute personne susceptible de contribuer à remédier aux atteintes mentionnées au même I sont invités à conclure. L'accord conclu entre les parties précise les mesures qu'elles s'engagent à prendre pour faire cesser d'éventuelles violations de l'exclusivité du droit d'exploitation audiovisuelle de la manifestation ou compétition sportive et la répartition du coût des mesures ordonnées sur le fondement du II.",
            "texteHtml": "<p>I.-Lorsqu'ont été constatées des atteintes graves et répétées au droit d'exploitation audiovisuelle prévu à l'article L. 333-1 du présent code, au droit voisin d'une entreprise de communication audiovisuelle prévu à l'article L. 216-1 du code de la propriété intellectuelle, dès lors que le programme concerné est constitué d'une manifestation ou d'une compétition sportive, ou à un droit acquis à titre exclusif par contrat ou accord d'exploitation audiovisuelle d'une compétition ou manifestation sportive, occasionnées par le contenu d'un service de communication au public en ligne dont l'objectif principal ou l'un des objectifs principaux est la diffusion sans autorisation de compétitions ou manifestations sportives, et afin de prévenir ou de remédier à une nouvelle atteinte grave et irrémédiable à ces mêmes droits, le titulaire de ce droit peut saisir le président du tribunal judiciaire, statuant selon la procédure accélérée au fond ou en référé, aux fins d'obtenir toutes mesures proportionnées propres à prévenir ou à faire cesser cette atteinte, à l'encontre de toute personne susceptible de contribuer à y remédier.<br/><br/>\nPeuvent également à ce titre saisir le président du tribunal judiciaire, dans les conditions prévues au premier alinéa du présent I :<br/><br/>\n1° Une ligue sportive professionnelle, dans le cas où elle commercialise les droits d'exploitation audiovisuelle de compétitions sportives professionnelles, susceptibles de faire l'objet ou faisant l'objet de l'atteinte mentionnée au même premier alinéa ;<br/><br/>\n2° L'entreprise de communication audiovisuelle, dans le cas où elle a acquis un droit à titre exclusif, par contrat ou accord d'exploitation audiovisuelle, sur une compétition ou manifestation sportive, que cette compétition ou manifestation sportive soit organisée sur le territoire français ou à l'étranger, dès lors que ce droit est susceptible de faire l'objet ou fait l'objet de l'atteinte mentionnée audit premier alinéa.<br/><br/>\nII.-Le président du tribunal judiciaire peut notamment ordonner, au besoin sous astreinte, la mise en œuvre, pour chacune des journées figurant au calendrier officiel de la compétition ou de la manifestation sportive, dans la limite d'une durée de douze mois, de toutes mesures proportionnées, telles que des mesures de blocage ou de retrait ou de déréférencement, propres à empêcher l'accès à partir du territoire français à tout service de communication au public en ligne, identifié ou qui n'a pas été identifié à la date de ladite ordonnance, diffusant illicitement la compétition ou manifestation sportive ou dont l'objectif principal ou l'un des objectifs principaux est la diffusion sans autorisation de la compétition ou manifestation sportive. Les mesures ordonnées par le président du tribunal judiciaire prennent fin, pour chacune des journées figurant au calendrier officiel de la compétition ou de la manifestation sportive, à l'issue de la diffusion autorisée par le titulaire du droit d'exploitation de cette compétition ou de cette manifestation.<br/><br/>\nLe président du tribunal judiciaire peut ordonner toute mesure de publicité de la décision, notamment son affichage ou sa publication intégrale ou par extraits dans les journaux ou sur les services de communication au public en ligne qu'il désigne, selon les modalités qu'il précise.<br/><br/>\nIII.-Pour la mise en œuvre des mesures ordonnées sur le fondement du II portant sur un service de communication au public en ligne non encore identifié à la date de l'ordonnance, et pendant toute la durée de ces mesures restant à courir, le titulaire de droits concerné communique à l'Autorité de régulation de la communication audiovisuelle et numérique les données d'identification du service en cause, selon les modalités définies par l'autorité.<br/><br/>\nLorsque les agents habilités et assermentés de l'autorité mentionnés à l'article L. 331-14 du code de la propriété intellectuelle constatent que le service mentionné au premier alinéa du présent III diffuse illicitement la compétition ou la manifestation sportive ou a pour objectif principal ou parmi ses objectifs principaux une telle diffusion, l'autorité notifie les données d'identification de ce service aux personnes mentionnées par l'ordonnance prévue au II afin qu'elles prennent les mesures ordonnées à l'égard de ce service pendant toute la durée de ces mesures restant à courir.<br/><br/>\nEn cas de difficulté relative à l'application du deuxième alinéa du présent III, l'Autorité de régulation de la communication audiovisuelle et numérique peut demander aux services de se justifier. Sans préjudice d'une telle demande, le président du tribunal judiciaire peut être saisi, en référé ou sur requête, pour ordonner toute mesure propre à faire cesser l'accès à ces services.</p><p>IV.-L'Autorité de régulation de la communication audiovisuelle et numérique adopte des modèles d'accord que les titulaires de droits mentionnés au I, la ligue professionnelle, l'entreprise de communication audiovisuelle ayant acquis un droit à titre exclusif et toute personne susceptible de contribuer à remédier aux atteintes mentionnées au même I sont invités à conclure. L'accord conclu entre les parties précise les mesures qu'elles s'engagent à prendre pour faire cesser d'éventuelles violations de l'exclusivité du droit d'exploitation audiovisuelle de la manifestation ou compétition sportive et la répartition du coût des mesures ordonnées sur le fondement du II.</p><p></p>",
            "num": "L333-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1635292800000,
            "dateFin": 1646352000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096664",
                        "id": "LEGISCTA000006096664",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : PRATIQUE SPORTIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120759",
                        "id": "LEGISCTA000006120759",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : MANIFESTATIONS SPORTIVES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137776",
                        "id": "LEGISCTA000006137776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2010-05-13",
                        "titre": "Chapitre III : Retransmission des manifestations sportives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151578",
                        "id": "LEGISCTA000006151578",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-05-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Exploitation des manifestations sportives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151578",
                        "id": "LEGISCTA000022211776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-10-27",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Lutte contre la retransmission illicite des manifestations et compétitions sportives ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044247627",
                        "id": "LEGISCTA000044247627",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000044247629",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000044247627",
            "sectionParentId": "LEGISCTA000044247627",
            "sectionParentTitre": "Section 3 : Lutte contre la retransmission illicite des manifestations et compétitions sportives ",
            "fullSectionsTitre": "Partie législative &gt; LIVRE III : PRATIQUE SPORTIVE &gt; TITRE III : MANIFESTATIONS SPORTIVES &gt; Chapitre III : Exploitation des manifestations sportives &gt; Section 3 : Lutte contre la retransmission illicite des manifestations et compétitions sportives ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044247629",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044245615",
                    "textTitle": "LOI n°2021-1382 du 25 octobre 2021 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000044246439",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-10-26",
                    "dateSignaTexte": "2021-10-25",
                    "dateDebutCible": "2021-10-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044591688",
                    "textTitle": "Décret n°2021-1853 du 27 décembre 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044809807",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1853",
                    "datePubli": 1640736000000,
                    "dateDebut": 1640822400000
                },
                {
                    "textCid": "JORFTEXT000045081101",
                    "textTitle": "Délibération n°2022-03 du 26 janvier 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000045081106",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2022-03",
                    "datePubli": 1643328000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045081101",
                    "textTitle": "Délibération n°2022-03 du 26 janvier 2022 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000045081108",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2022-03",
                    "datePubli": 1643328000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045081101",
                    "textTitle": "Délibération n°2022-03 du 26 janvier 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000045081101",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2022-03",
                    "datePubli": 1643328000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045317557",
                    "textTitle": "Décision n°2022-P-07 du 8 mars 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045467138",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-P-07",
                    "datePubli": 1646784000000,
                    "dateDebut": 1646870400000
                },
                {
                    "textCid": "JORFTEXT000045317557",
                    "textTitle": "Décision n°2022-P-07 du 8 mars 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045467141",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-P-07",
                    "datePubli": 1646784000000,
                    "dateDebut": 1646870400000
                },
                {
                    "textCid": "JORFTEXT000045317557",
                    "textTitle": "Décision n°2022-P-07 du 8 mars 2022 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045467148",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-P-07",
                    "datePubli": 1646784000000,
                    "dateDebut": 1646870400000
                },
                {
                    "textCid": "JORFTEXT000045366480",
                    "textTitle": "Délibération n°2022-06 du 9 mars 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000045366480",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2022-06",
                    "datePubli": 1647475200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045464415",
                    "textTitle": "Décision n°2022-P-07 du 8 mars 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045464416",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-P-07",
                    "datePubli": 1648944000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044247629",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1635292800000,
                    "dateFin": 1646352000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045294025",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1646352000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L333-10",
                "333-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}