{
    "cid": "LEGIARTI000037645366",
    "num": "L461-3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-24",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Régime applicable aux constructions, aménagements et démolitions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128567",
                        "id": "LEGISCTA000006128567",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-01",
                        "fin": "2018-11-25",
                        "titre": "Titre VI : Contrôle de la conformité des travaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143324",
                        "id": "LEGISCTA000006143324",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-11-25",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Contrôles administratifs de la conformité des constructions, aménagements, installations et travaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143324",
                        "id": "LEGISCTA000037667908",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Droit de visite et de communication",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158649",
                        "id": "LEGISCTA000006158649",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039279992",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "num": "L461-3",
            "origine": "LEGI",
            "texte": "I.-Lorsque l'accès à un domicile ou à un local comprenant des parties à usage d'habitation est refusé ou que la personne ayant qualité pour autoriser l'accès à un tel domicile ou à un tel local ne peut être atteinte, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du   tribunal judiciaire dans le ressort duquel sont situés les lieux ou les locaux à visiter. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ces agents sont autorisés à se présenter. L'ordonnance est exécutoire par provision. II.-L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III.-La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. IV.-La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. L'original du procès-verbal est, dès que celui-ci a été établi, adressé au juge qui a autorisé la visite. Une copie du procès-verbal est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal mentionne le délai et les voies de recours. V.-L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du   tribunal judiciaire transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai de pourvoi en cassation est de quinze jours. VI.-Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai de pourvoi en cassation est de quinze jours. VII.-Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.",
            "texteHtml": "<p>I.-Lorsque l'accès à un domicile ou à un local comprenant des parties à usage d'habitation est refusé ou que la personne ayant qualité pour autoriser l'accès à un tel domicile ou à un tel local ne peut être atteinte, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du   tribunal judiciaire dans le ressort duquel sont situés les lieux ou les locaux à visiter. <br/><br/>L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ces agents sont autorisés à se présenter. <br/><br/>L'ordonnance est exécutoire par provision. <br/><br/>II.-L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. </p><p><br/>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. </p><p><br/>III.-La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. <br/><br/>IV.-La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. <br/><br/>Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. <br/><br/>L'original du procès-verbal est, dès que celui-ci a été établi, adressé au juge qui a autorisé la visite. Une copie du procès-verbal est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. <br/><br/>Le procès-verbal mentionne le délai et les voies de recours. <br/><br/>V.-L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. <br/><br/>Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. <br/><br/>Le greffe du   tribunal judiciaire transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. <br/><br/>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai de pourvoi en cassation est de quinze jours. <br/><br/>VI.-Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. <br/><br/>Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif. <br/><br/>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai de pourvoi en cassation est de quinze jours. <br/><br/>VII.-Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-24",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Régime applicable aux constructions, aménagements et démolitions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128567",
                        "id": "LEGISCTA000006128567",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-01",
                        "fin": "2018-11-25",
                        "titre": "Titre VI : Contrôle de la conformité des travaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143324",
                        "id": "LEGISCTA000006143324",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-11-25",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Contrôles administratifs de la conformité des constructions, aménagements, installations et travaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143324",
                        "id": "LEGISCTA000037667908",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Droit de visite et de communication",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158649",
                        "id": "LEGISCTA000006158649",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000037645366",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037639478",
                    "textTitle": "LOI n°2018-1021 du 23 novembre 2018 - art. 77",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "77",
                    "articleId": "LEGIARTI000037642299",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-24",
                    "dateSignaTexte": "2018-11-23",
                    "dateDebutCible": "2018-11-25"
                }
            ],
            "num": "L461-3",
            "origine": "LEGI",
            "texte": "I.-Lorsque l'accès à un domicile ou à un local comprenant des parties à usage d'habitation est refusé ou que la personne ayant qualité pour autoriser l'accès à un tel domicile ou à un tel local ne peut être atteinte, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux ou les locaux à visiter. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ces agents sont autorisés à se présenter. L'ordonnance est exécutoire par provision. II.-L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III.-La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. IV.-La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. L'original du procès-verbal est, dès que celui-ci a été établi, adressé au juge qui a autorisé la visite. Une copie du procès-verbal est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal mentionne le délai et les voies de recours. V.-L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai de pourvoi en cassation est de quinze jours. VI.-Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai de pourvoi en cassation est de quinze jours. VII.-Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.",
            "texteHtml": "<p>I.-Lorsque l'accès à un domicile ou à un local comprenant des parties à usage d'habitation est refusé ou que la personne ayant qualité pour autoriser l'accès à un tel domicile ou à un tel local ne peut être atteinte, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux ou les locaux à visiter.<br/><br/>\n L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ces agents sont autorisés à se présenter.<br/><br/>\n L'ordonnance est exécutoire par provision.<br/><br/>\n II.-L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice.</p><p><br/>\n L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite.</p><p><br/>\n III.-La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif.<br/><br/>\n IV.-La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité.<br/><br/>\n Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal.<br/><br/>\n L'original du procès-verbal est, dès que celui-ci a été établi, adressé au juge qui a autorisé la visite. Une copie du procès-verbal est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant.<br/><br/>\n Le procès-verbal mentionne le délai et les voies de recours.<br/><br/>\n V.-L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat.<br/><br/>\n Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif.<br/><br/>\n Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter.<br/><br/>\n L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai de pourvoi en cassation est de quinze jours.<br/><br/>\n VI.-Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat.<br/><br/>\n Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif.<br/><br/>\n L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai de pourvoi en cassation est de quinze jours.<br/><br/>\n VII.-Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-11-25T00:00:00.000Z",
            "dateFin": "2020-01-01T00:00:00.000Z"
        }
    ]
}