{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006547787",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "STATUTS TYPES DES SOCIÉTÉS D'ÉCONOMIE MIXTE SPORTIVES ET LOCALES TITRE Ier : FORME, OBJET, DÉNOMINATION, SIÈGE ET DURÉE DE LA SOCIÉTÉ Article 1er Il est formé, entre les propriétaires d'actions ci-après créées et de celles qui pourront l'être ultérieurement, une société anonyme régie par les présents statuts et par les lois et règlements relatifs aux sociétés anonymes, aux sociétés d'économie mixte locales et à l'organisation et à la promotion des activités physiques et sportives. Article 2 La société a pour objet (1). Article 3 La dénomination sociale est Dans tous actes et documents émanant de la société et destinés aux tiers, la dénomination devra toujours être précédée ou suivie de la mention \" société anonyme d'économie mixte sportive \", de l'énonciation du montant du capital social et des mentions visées aux 1° et 2° de l'article R. 123-237 du code de commerce . Article 4 Le siège social est fixé à Article 5 La durée de la société est fixée à... à compter de la date d'immatriculation au registre du commerce et des sociétés, sauf dissolution anticipée ou prorogation par l'assemblée générale extraordinaire. TITRE II : CAPITAL SOCIAL, ACTIONS Article 6 Le capital social est fixé à... euros. Il est divisé en actions de... euros (2). La valeur des apports en nature est appréciée par le ou les commissaires aux apports. Pour les immeubles, cette appréciation est faite après avis des services fiscaux. Le capital peut être augmenté ou réduit par délibération de l'assemblée générale extraordinaire. Article 7 La majorité du capital social est détenue par (3). Article 8 En cas de retard de versements exigibles sur les actions non entièrement libérées à la souscription, il est dû à la société un intérêt au taux d'escompte pratiqué par la Banque de France calculé au jour le jour à partir du jour de l'exigibilité et cela sans mise en demeure préalable. Cette pénalité n'est applicable aux collectivités locales actionnaires que si elles n'ont pas pris, lors de la première réunion ou session de leur assemblée suivant l'appel de fonds, une délibération décidant d'effectuer le versement demandé et fixant les moyens financiers destinés à y faire face ; l'intérêt de retard sera décompté du dernier jour de la session ou du jour de la réunion de l'assemblée délibérante. Article 9 L'actionnaire qui ne s'est pas libéré du montant de ses souscriptions aux époques fixées par le conseil d'administration est soumis aux dispositions des articles L. 228-27 à L. 228-29 du code de commerce, sauf si l'actionnaire défaillant est une collectivité locale. Article 10 Tout versement est constaté par un récépissé nominatif. Les actions sont nominatives ; elles sont indivisibles à l'égard de la société, qui ne reconnaît qu'un seul propriétaire pour chacune d'elles. Article 11 Les droits et obligations attachés aux actions suivent les titres quel que soit leur propriétaire. Article 12 La possession d'une action comporte, de plein droit, adhésion aux présents statuts et aux décisions des assemblées générales. Article 13 La cession à titre onéreux des actions n'appartenant pas aux collectivités territoriales ou à leurs groupements est soumise à l'agrément...... (4) dans les conditions prévues par le code de commerce et, notamment, par son article L. 228-23. Les mêmes règles sont applicables, en cas d'augmentation de capital, à la cession des droits préférentiels de souscription. TITRE III : ADMINISTRATION Article 14 La société d'économie mixte sportive locale est administrée... (5). Les dispositions des articles 15 à 22 relatives à l'administration de la société doivent être lues dans l'option A pour les sociétés dirigées par un conseil d'administration et dans l'option B pour celles qui sont dotées d'un directoire et d'un conseil de surveillance. Option A Article 15 Le conseil d'administration est composé de... membres, les sièges sont répartis entre les représentants du groupement sportif, ceux des collectivités territoriales et ceux des autres actionnaires de telle sorte que les représentants du groupement sportif et des collectivités territoriales détiennent ensemble la majorité des voix au conseil. Les représentants des collectivités locales sont désignés dans les conditions prévues par l'article L. 1524-5 du code général des collectivités territoriales. La responsabilité civile liée à l'exercice de leur mandat est engagée dans les conditions prévues au même article. Les autres administrateurs sont élus par l'assemblée générale. La responsabilité civile des personnes morales de droit privé détenant un poste d'administrateur est engagée dans les conditions prévues par l'article L. 225-20 du code de commerce. Conformément à l'article L. 225-25 du même code, les administrateurs autres que ceux qui représentent une collectivité territoriale ou un groupement de collectivités territoriales doivent justifier, pendant toute la durée de leur mandat, de la propriété d'au moins... actions (6) affectées à la garantie de tous les actes de leur gestion. Option B Article 15 bis Le nombre des membres du directoire est fixé à (7). Les membres du directoire sont des personnes physiques, actionnaires ou non actionnaires de la société. Ils sont nommés pour quatre ans par le conseil de surveillance ; leur mandat est renouvelable. Ils peuvent être révoqués par l'assemblée générale sur proposition du conseil de surveillance. Le conseil de surveillance désigne le président du directoire (8). Option A Article 16 Le mandat des représentants des collectivités territoriales ou de leurs groupements prend fin dans les conditions prévues aux articles R. 1524-3 et R. 1524-4 du code général des collectivités territoriales. La durée du mandat des autres administrateurs est de...... ans. Le conseil d'administration se renouvelle par...... (9) tous les ans. L'administrateur élu par l'assemblée générale en remplacement d'un administrateur dont le siège est devenu vacant ne demeure en fonctions que pour la durée du mandat de son prédécesseur restant à courir. Option B Article 16 bis Le directoire se réunit...... (10) et aussi souvent que l'intérêt de la société l'exige. Il est convoqué par son président...... jours au moins avant la date prévue pour la réunion. Les membres du directoire ne peuvent pas se faire représenter. Le directoire ne délibère valablement que si la moitié au moins de ses membres sont présents. Ses décisions sont prises à la majorité. En cas de partage égal des voix, celle du président est prépondérante. Option A Article 17 Le conseil d'administration désigne, parmi ses membres, un président et, s'il le juge utile, un ou plusieurs vice-présidents. Le président et les vice-présidents sont élus pour la durée de leur mandat d'administrateur. Option B Article 17 bis Sous réserve des pouvoirs attribués par la loi aux assemblées d'actionnaires et au conseil de surveillance, le directoire est investi des pouvoirs les plus étendus pour agir au nom de la société dans les limites de l'objet social. Toutefois, les cautions, avals et garanties ne peuvent être accordés par le directoire qu'après autorisation du conseil de surveillance. Option A Article 18 Le conseil d'administration se réunit sur la convocation de son président ou, en cas d'empêchement de celui-ci, d'un vice-président. La réunion se tient au siège social, à moins que la convocation ne mentionne un autre lieu de réunion. L'ordre du jour est adressé à chaque administrateur cinq jours au moins avant la réunion. Un administrateur peut donner pouvoir à l'un de ses collègues de le représenter à une séance du conseil. Toutefois : 1° Un administrateur ne peut représenter qu'un seul de ses collègues ; 2° Les représentants des collectivités territoriales ou de leurs groupements ne peuvent donner pouvoir qu'à des représentants de ces collectivités et groupements. Le conseil d'administration ne délibère valablement que si la moitié au moins des membres qui le composent, dont au moins la moitié des représentants des collectivités territoriales ou de leurs groupements, sont présents. Les délibérations sont prises à la majorité des voix des membres présents ou représentés. En cas de partage égal des voix, celle du président de séance est prépondérante. Elles sont transmises accompagnées d'un rapport de présentation au représentant de l'Etat dans le département dans les conditions et délais prévus au code général des collectivités territoriales et notamment son article L. 1524-1. Option B Article 18 bis Le directoire présente un rapport au conseil de surveillance au moins une fois par trimestre. Dans les trois mois suivant la clôture de chaque exercice, le directoire arrête le bilan et les comptes de la société. Dans le même délai, il communique au conseil de surveillance le compte d'exploitation et le compte de résultat, y compris le bilan, avec leurs annexes. Le directoire communique également au conseil de surveillance le rapport qu'il présente à l'assemblée générale appelée à statuer sur les comptes de l'exercice écoulé. Option A Article 19 Sous réserve des pouvoirs attribués par la loi aux assemblées d'actionnaires et dans la limite de l'objet social, le conseil d'administration est investi des pouvoirs les plus étendus pour agir en toutes circonstances au nom de la société. Option B Article 19 bis Le conseil de surveillance se compose de...... membres. Les sièges sont répartis entre les représentants du groupement sportif, ceux des collectivités territoriales et ceux des autres actionnaires de telle sorte que les représentants du groupement sportif et des collectivités territoriales détiennent ensemble la majorité des voix au conseil. Option A Article 20 Le président du conseil d'administration assume, sous sa responsabilité, la direction générale de la société. Il représente la société dans ses rapports avec les tiers. Sur proposition du président, le conseil d'administration peut nommer un directeur général choisi soit parmi les administrateurs, soit en dehors d'eux. Le conseil peut déléguer une partie de ses attributions au président et, avec l'accord de celui-ci, au directeur général. Option B Article 20 bis Les représentants des collectivités territoriales au conseil de surveillance sont désignés dans les conditions prévues à l'article L. 1524-5 du code général des collectivités territoriales. Leur mandat prend fin dans les conditions prévues aux articles R. 1524-3 et R. 1524-4 du même code. Les autres membres du conseil de surveillance sont élus pour quatre ans par l'assemblée générale. Lorsque le siège d'un membre du conseil de surveillance élu par l'assemblée générale devient vacant avant l'expiration du mandat de la personne qui l'occupait, le conseil peut se compléter lui-même à titre provisoire jusqu'à la date de la prochaine assemblée générale. Option A Article 21 Les actes qui engagent la société et ceux qui sont autorisés par le conseil d'administration, les mandats, retraits de fonds, souscriptions, endos ou acquis d'effets de commerce, ainsi que les demandes d'ouvertures de comptes bancaires ou de chèques postaux sont signés par le président ou par le directeur général ou, à défaut, par les personnes ayant reçu un mandat spécial du président ou, s'il a reçu délégation à cet effet, par le directeur général. Option B Article 21 bis Le conseil de surveillance exerce un contrôle permanent sur la gestion du directoire. Il peut, à toute époque de l'année, opérer les vérifications et contrôles qu'il juge opportuns et se faire communiquer, indépendamment des documents que le directoire est tenu de lui présenter en vertu de l'article 18, toutes les pièces qu'il estime utiles à l'accomplissement de sa mission. Article 22 Le conseil de surveillance présente chaque année à l'assemblée générale ordinaire des observations sur le rapport du directoire et sur les comptes de l'exercice. Ces observations sont transmises au représentant de l'Etat dans le département dans les conditions et délais prévus au code général des collectivités territoriales, et notamment son article L. 1524-1. TITRE IV : ASSEMBLÉES GÉNÉRALES Article 23 Les assemblées générales se composent de tous les actionnaires, quel que soit le nombre d'actions qu'ils possèdent, sous réserve que les actions soient libérées des versements exigibles. Les personnes morales de droit public et de droit privé sont représentées à l'assemblée générale par un délégué ayant reçu pouvoir à cet effet. Article 24 L'assemblée générale est convoquée par... (11), par lettre recommandée adressée à chacun des actionnaires quinze jours au moins avant la date de la réunion. La convocation est de droit lorsqu'elle est demandée soit par un ou plusieurs actionnaires réunissant au moins le dixième du capital, soit par la collectivité territoriale actionnaire ou l'une des collectivités territoriales actionnaires. S'il n'est pas déféré à cette demande, les intéressés peuvent demander au président du tribunal de commerce statuant en référé de désigner un mandataire chargé de la convocation. Article 25 L'assemblée générale est présidée par... (12). En cas d'absence ou d'empêchement du président, elle est présidée par un... (13) préalablement désigné. En cas d'absence ou d'empêchement de ce dernier, l'assemblée générale élit elle-même son président parmi les... (14). Article 26 L'assemblée ordinaire ne délibère valablement que si, d'une part, les actionnaires présents ou représentés détiennent plus de 50 % du capital social et si, d'autre part, la ou les collectivités territoriales actionnaires sont représentées. Si ces conditions ne sont pas remplies, l'assemblée est convoquée à nouveau ; elle peut alors délibérer sans condition de quorum. Article 27 L'assemblée générale extraordinaire ne délibère valablement que si, d'une part, les actionnaires présents ou représentés détiennent plus de 60 % du capital social et si, d'autre part, la ou les collectivités publiques actionnaires sont représentées. Si ces conditions ne sont pas remplies, l'assemblée est convoquée à nouveau. TITRE V : DISPOSITIONS FINANCIÈRES Article 28 L'exercice social a une durée de douze mois. Il commence le.. Par exception, le premier exercice comprend le temps écoulé depuis la constitution de la société jusqu'à... Article 29 Les comptes de la société sont tenus conformément au plan comptable général. Article 30 Après dotation de la réserve légale suivant les dispositions de l'article L. 232-10 du code de commerce, les bénéfices sont affectés en totalité à la formation de réserves. Article 31 L'assemblée générale ordinaire désigne au moins un commissaire aux comptes chargé de remplir la mission qui lui est confiée par la loi. Les rapports du ou des commissaires aux comptes sont, dans les quinze jours suivant leur adoption, communiqués au représentant de l'Etat dans le département où la société a son siège social. TITRE VI : DISPOSITIONS FINALES Article 32 A l'expiration de la société ou en cas de dissolution anticipée, l'assemblée générale règle, sur proposition du.. (15), le mode de liquidation de la société. Elle nomme un liquidateur, dont elle détermine les pouvoirs. La nomination d'un liquidateur met fin aux pouvoirs des organes statutairement chargés d'administrer la société. Le boni de liquidation ne peut être versé qu'à la fédération sportive à laquelle est affilié le groupement sportif qui a constitué la société. Article 33 Toutes les contestations qui peuvent s'élever pendant la durée de la société ou au cours de la liquidation, soit entre les actionnaires eux-mêmes, au sujet des affaires sociales, soit entre les actionnaires et la société, sont soumises à la juridiction des tribunaux compétents du siège social. A cet effet, tout actionnaire est tenu, en cas de contestation, de faire élection de domicile dans le ressort du tribunal du siège de la société. (1) Préciser l'objet de la société : gestion et animation d'activités sportives donnant lieu à l'organisation de manifestations payantes et à versement de rémunération ; préciser, le cas échéant, les sports pratiqués, le champ d'action territorial de la société, etc. Préciser éventuellement que la société peut mener toutes actions en relation avec son objet, et notamment des actions de formation au profit des sportifs. (2) Le montant nominal de l'action doit être compris entre 15 euros et 76 euros. (3) La majorité du capital social doit être détenue soit par le groupement sportif seul, soit conjointement par ce groupement et la ou les collectivités territoriales ou leurs groupements. (4) Du conseil d'administration ou du directoire, selon l'option faite à l'article 14. (5) Par un conseil d'administration (option A) ou par un directoire et un conseil de surveillance (option B). (6) Il suffit d'une action pour qu'il soit satisfait aux prescriptions de l'article L. 225-25 du code de commerce. (7) Ce nombre est compris entre deux et cinq. Toutefois, lorsque le capital est inférieur à 91 469 euros, les fonctions du directoire peuvent être exercées par une seule personne, qui prend le titre de directeur général. (8) Le troisième alinéa de l'article 15 et l'article 16 sont sans objet dans le cas de directeur général unique. (9) Prévoir des modalités de renouvellement annuel telles que le renouvellement du conseil soit complet et aussi régulier que possible au cours d'une période égale à la durée du mandat. Les premiers renouvellements annuels se font après tirage au sort des sièges dont les titulaires seront à renouveler. (10) Indiquer la périodicité des réunions. (11) Le conseil d'administration (option A) ou le directoire (option B). (12) Le président du conseil d'administration (option A) ou le président du conseil de surveillance (option B). (13) Un administrateur (option A) ou un membre du conseil de surveillance (option B). (14) Administrateurs (option A) ou membres du conseil de surveillance (option B). (15) Du conseil d'administration (option A) ou du conseil de surveillance (option B).",
            "texteHtml": "<p align='center'>STATUTS TYPES DES SOCIÉTÉS D'ÉCONOMIE MIXTE SPORTIVES ET LOCALES</p><p>TITRE Ier : FORME, OBJET, DÉNOMINATION, SIÈGE ET DURÉE DE LA SOCIÉTÉ </p><p>Article 1er </p><p>Il est formé, entre les propriétaires d'actions ci-après créées et de celles qui pourront l'être ultérieurement, une société anonyme régie par les présents statuts et par les lois et règlements relatifs aux sociétés anonymes, aux sociétés d'économie mixte locales et à l'organisation et à la promotion des activités physiques et sportives. </p><p>Article 2 </p><p>La société a pour objet (1). </p><p>Article 3 </p><p>La dénomination sociale est </p><p>Dans tous actes et documents émanant de la société et destinés aux tiers, la dénomination devra toujours être précédée ou suivie de la mention \" société anonyme d'économie mixte sportive \", de l'énonciation du montant du capital social et des mentions visées aux 1° et 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006259052&dateTexte=&categorieLien=cid' title='Code de commerce. - art. R123-237 (V)'>R. 123-237 du code de commerce</a>. </p><p>Article 4 </p><p>Le siège social est fixé à </p><p>Article 5 </p><p>La durée de la société est fixée à... à compter de la date d'immatriculation au registre du commerce et des sociétés, sauf dissolution anticipée ou prorogation par l'assemblée générale extraordinaire. </p><p>TITRE II : CAPITAL SOCIAL, ACTIONS</p><p>Article 6 </p><p>Le capital social est fixé à... euros. Il est divisé en actions de... euros (2). </p><p>La valeur des apports en nature est appréciée par le ou les commissaires aux apports. Pour les immeubles, cette appréciation est faite après avis des services fiscaux. </p><p>Le capital peut être augmenté ou réduit par délibération de l'assemblée générale extraordinaire. </p><p>Article 7 </p><p>La majorité du capital social est détenue par (3). </p><p>Article 8 </p><p>En cas de retard de versements exigibles sur les actions non entièrement libérées à la souscription, il est dû à la société un intérêt au taux d'escompte pratiqué par la Banque de France calculé au jour le jour à partir du jour de l'exigibilité et cela sans mise en demeure préalable. </p><p>Cette pénalité n'est applicable aux collectivités locales actionnaires que si elles n'ont pas pris, lors de la première réunion ou session de leur assemblée suivant l'appel de fonds, une délibération décidant d'effectuer le versement demandé et fixant les moyens financiers destinés à y faire face ; l'intérêt de retard sera décompté du dernier jour de la session ou du jour de la réunion de l'assemblée délibérante. </p><p>Article 9 </p><p>L'actionnaire qui ne s'est pas libéré du montant de ses souscriptions aux époques fixées par le conseil d'administration est soumis aux dispositions des articles L. 228-27 à L. 228-29 du code de commerce, sauf si l'actionnaire défaillant est une collectivité locale. </p><p>Article 10 </p><p>Tout versement est constaté par un récépissé nominatif. Les actions sont nominatives ; elles sont indivisibles à l'égard de la société, qui ne reconnaît qu'un seul propriétaire pour chacune d'elles. </p><p>Article 11 </p><p>Les droits et obligations attachés aux actions suivent les titres quel que soit leur propriétaire. </p><p>Article 12 </p><p>La possession d'une action comporte, de plein droit, adhésion aux présents statuts et aux décisions des assemblées générales. </p><p>Article 13 </p><p>La cession à titre onéreux des actions n'appartenant pas aux collectivités territoriales ou à leurs groupements est soumise à l'agrément...... (4) dans les conditions prévues par le code de commerce et, notamment, par son article L. 228-23. Les mêmes règles sont applicables, en cas d'augmentation de capital, à la cession des droits préférentiels de souscription. </p><p>TITRE III : ADMINISTRATION </p><p>Article 14 </p><p>La société d'économie mixte sportive locale est administrée... (5). </p><p>Les dispositions des articles 15 à 22 relatives à l'administration de la société doivent être lues dans l'option A pour les sociétés dirigées par un conseil d'administration et dans l'option B pour celles qui sont dotées d'un directoire et d'un conseil de surveillance. </p><p>Option A </p><p>Article 15 </p><p>Le conseil d'administration est composé de... membres, les sièges sont répartis entre les représentants du groupement sportif, ceux des collectivités territoriales et ceux des autres actionnaires de telle sorte que les représentants du groupement sportif et des collectivités territoriales détiennent ensemble la majorité des voix au conseil. </p><p>Les représentants des collectivités locales sont désignés dans les conditions prévues par l'article L. 1524-5 du code général des collectivités territoriales. La responsabilité civile liée à l'exercice de leur mandat est engagée dans les conditions prévues au même article. </p><p>Les autres administrateurs sont élus par l'assemblée générale. La responsabilité civile des personnes morales de droit privé détenant un poste d'administrateur est engagée dans les conditions prévues par l'article L. 225-20 du code de commerce. </p><p>Conformément à l'article L. 225-25 du même code, les administrateurs autres que ceux qui représentent une collectivité territoriale ou un groupement de collectivités territoriales doivent justifier, pendant toute la durée de leur mandat, de la propriété d'au moins... actions (6) affectées à la garantie de tous les actes de leur gestion. </p><p>Option B </p><p>Article 15 bis </p><p>Le nombre des membres du directoire est fixé à (7). </p><p>Les membres du directoire sont des personnes physiques, actionnaires ou non actionnaires de la société. Ils sont nommés pour quatre ans par le conseil de surveillance ; leur mandat est renouvelable. Ils peuvent être révoqués par l'assemblée générale sur proposition du conseil de surveillance. </p><p>Le conseil de surveillance désigne le président du directoire (8). </p><p>Option A </p><p>Article 16 </p><p>Le mandat des représentants des collectivités territoriales ou de leurs groupements prend fin dans les conditions prévues aux articles R. 1524-3 et R. 1524-4 du code général des collectivités territoriales. </p><p>La durée du mandat des autres administrateurs est de...... ans. Le conseil d'administration se renouvelle par...... (9) tous les ans.</p><p>L'administrateur élu par l'assemblée générale en remplacement d'un administrateur dont le siège est devenu vacant ne demeure en fonctions que pour la durée du mandat de son prédécesseur restant à courir. </p><p>Option B </p><p>Article 16 bis </p><p>Le directoire se réunit...... (10) et aussi souvent que l'intérêt de la société l'exige. Il est convoqué par son président...... jours au moins avant la date prévue pour la réunion. </p><p>Les membres du directoire ne peuvent pas se faire représenter. </p><p>Le directoire ne délibère valablement que si la moitié au moins de ses membres sont présents. Ses décisions sont prises à la majorité. En cas de partage égal des voix, celle du président est prépondérante. </p><p>Option A </p><p>Article 17 </p><p>Le conseil d'administration désigne, parmi ses membres, un président et, s'il le juge utile, un ou plusieurs vice-présidents. Le président et les vice-présidents sont élus pour la durée de leur mandat d'administrateur. </p><p>Option B </p><p>Article 17 bis </p><p>Sous réserve des pouvoirs attribués par la loi aux assemblées d'actionnaires et au conseil de surveillance, le directoire est investi des pouvoirs les plus étendus pour agir au nom de la société dans les limites de l'objet social. Toutefois, les cautions, avals et garanties ne peuvent être accordés par le directoire qu'après autorisation du conseil de surveillance. </p><p>Option A </p><p>Article 18 </p><p>Le conseil d'administration se réunit sur la convocation de son président ou, en cas d'empêchement de celui-ci, d'un vice-président. La réunion se tient au siège social, à moins que la convocation ne mentionne un autre lieu de réunion.</p><p>L'ordre du jour est adressé à chaque administrateur cinq jours au moins avant la réunion. </p><p>Un administrateur peut donner pouvoir à l'un de ses collègues de le représenter à une séance du conseil. Toutefois : </p><p>1° Un administrateur ne peut représenter qu'un seul de ses collègues ; </p><p>2° Les représentants des collectivités territoriales ou de leurs groupements ne peuvent donner pouvoir qu'à des représentants de ces collectivités et groupements. </p><p>Le conseil d'administration ne délibère valablement que si la moitié au moins des membres qui le composent, dont au moins la moitié des représentants des collectivités territoriales ou de leurs groupements, sont présents. </p><p>Les délibérations sont prises à la majorité des voix des membres présents ou représentés. En cas de partage égal des voix, celle du président de séance est prépondérante. Elles sont transmises accompagnées d'un rapport de présentation au représentant de l'Etat dans le département dans les conditions et délais prévus au code général des collectivités territoriales et notamment son article L. 1524-1. </p><p>Option B </p><p>Article 18 bis </p><p>Le directoire présente un rapport au conseil de surveillance au moins une fois par trimestre. </p><p>Dans les trois mois suivant la clôture de chaque exercice, le directoire arrête le bilan et les comptes de la société. Dans le même délai, il communique au conseil de surveillance le compte d'exploitation et le compte de résultat, y compris le bilan, avec leurs annexes. </p><p>Le directoire communique également au conseil de surveillance le rapport qu'il présente à l'assemblée générale appelée à statuer sur les comptes de l'exercice écoulé. </p><p>Option A </p><p>Article 19 </p><p>Sous réserve des pouvoirs attribués par la loi aux assemblées d'actionnaires et dans la limite de l'objet social, le conseil d'administration est investi des pouvoirs les plus étendus pour agir en toutes circonstances au nom de la société. </p><p>Option B </p><p>Article 19 bis </p><p>Le conseil de surveillance se compose de...... membres. Les sièges sont répartis entre les représentants du groupement sportif, ceux des collectivités territoriales et ceux des autres actionnaires de telle sorte que les représentants du groupement sportif et des collectivités territoriales détiennent ensemble la majorité des voix au conseil. </p><p>Option A </p><p>Article 20 </p><p>Le président du conseil d'administration assume, sous sa responsabilité, la direction générale de la société. Il représente la société dans ses rapports avec les tiers. </p><p>Sur proposition du président, le conseil d'administration peut nommer un directeur général choisi soit parmi les administrateurs, soit en dehors d'eux. Le conseil peut déléguer une partie de ses attributions au président et, avec l'accord de celui-ci, au directeur général. </p><p>Option B </p><p>Article 20 bis </p><p>Les représentants des collectivités territoriales au conseil de surveillance sont désignés dans les conditions prévues à l'article L. 1524-5 du code général des collectivités territoriales. Leur mandat prend fin dans les conditions prévues aux articles R. 1524-3 et R. 1524-4 du même code. </p><p>Les autres membres du conseil de surveillance sont élus pour quatre ans par l'assemblée générale. Lorsque le siège d'un membre du conseil de surveillance élu par l'assemblée générale devient vacant avant l'expiration du mandat de la personne qui l'occupait, le conseil peut se compléter lui-même à titre provisoire jusqu'à la date de la prochaine assemblée générale. </p><p>Option A </p><p>Article 21 </p><p>Les actes qui engagent la société et ceux qui sont autorisés par le conseil d'administration, les mandats, retraits de fonds, souscriptions, endos ou acquis d'effets de commerce, ainsi que les demandes d'ouvertures de comptes bancaires ou de chèques postaux sont signés par le président ou par le directeur général ou, à défaut, par les personnes ayant reçu un mandat spécial du président ou, s'il a reçu délégation à cet effet, par le directeur général. </p><p>Option B </p><p>Article 21 bis </p><p>Le conseil de surveillance exerce un contrôle permanent sur la gestion du directoire. Il peut, à toute époque de l'année, opérer les vérifications et contrôles qu'il juge opportuns et se faire communiquer, indépendamment des documents que le directoire est tenu de lui présenter en vertu de l'article 18, toutes les pièces qu'il estime utiles à l'accomplissement de sa mission. </p><p>Article 22 </p><p>Le conseil de surveillance présente chaque année à l'assemblée générale ordinaire des observations sur le rapport du directoire et sur les comptes de l'exercice. Ces observations sont transmises au représentant de l'Etat dans le département dans les conditions et délais prévus au code général des collectivités territoriales, et notamment son article L. 1524-1. </p><p>TITRE IV : ASSEMBLÉES GÉNÉRALES </p><p>Article 23 </p><p>Les assemblées générales se composent de tous les actionnaires, quel que soit le nombre d'actions qu'ils possèdent, sous réserve que les actions soient libérées des versements exigibles. </p><p>Les personnes morales de droit public et de droit privé sont représentées à l'assemblée générale par un délégué ayant reçu pouvoir à cet effet. </p><p>Article 24 </p><p>L'assemblée générale est convoquée par... (11), par lettre recommandée adressée à chacun des actionnaires quinze jours au moins avant la date de la réunion. </p><p>La convocation est de droit lorsqu'elle est demandée soit par un ou plusieurs actionnaires réunissant au moins le dixième du capital, soit par la collectivité territoriale actionnaire ou l'une des collectivités territoriales actionnaires. S'il n'est pas déféré à cette demande, les intéressés peuvent demander au président du tribunal de commerce statuant en référé de désigner un mandataire chargé de la convocation. </p><p>Article 25 </p><p>L'assemblée générale est présidée par... (12). En cas d'absence ou d'empêchement du président, elle est présidée par un... (13) préalablement désigné. En cas d'absence ou d'empêchement de ce dernier, l'assemblée générale élit elle-même son président parmi les... (14). </p><p>Article 26 </p><p>L'assemblée ordinaire ne délibère valablement que si, d'une part, les actionnaires présents ou représentés détiennent plus de 50 % du capital social et si, d'autre part, la ou les collectivités territoriales actionnaires sont représentées. Si ces conditions ne sont pas remplies, l'assemblée est convoquée à nouveau ; elle peut alors délibérer sans condition de quorum. </p><p>Article 27 </p><p>L'assemblée générale extraordinaire ne délibère valablement que si, d'une part, les actionnaires présents ou représentés détiennent plus de 60 % du capital social et si, d'autre part, la ou les collectivités publiques actionnaires sont représentées. Si ces conditions ne sont pas remplies, l'assemblée est convoquée à nouveau. </p><p>TITRE V : DISPOSITIONS FINANCIÈRES </p><p>Article 28 </p><p>L'exercice social a une durée de douze mois. Il commence le.. Par exception, le premier exercice comprend le temps écoulé depuis la constitution de la société jusqu'à... </p><p>Article 29 </p><p>Les comptes de la société sont tenus conformément au plan comptable général. </p><p>Article 30 </p><p>Après dotation de la réserve légale suivant les dispositions de l'article L. 232-10 du code de commerce, les bénéfices sont affectés en totalité à la formation de réserves. </p><p>Article 31 </p><p>L'assemblée générale ordinaire désigne au moins un commissaire aux comptes chargé de remplir la mission qui lui est confiée par la loi. </p><p>Les rapports du ou des commissaires aux comptes sont, dans les quinze jours suivant leur adoption, communiqués au représentant de l'Etat dans le département où la société a son siège social. </p><p>TITRE VI : DISPOSITIONS FINALES </p><p>Article 32 </p><p>A l'expiration de la société ou en cas de dissolution anticipée, l'assemblée générale règle, sur proposition du.. (15), le mode de liquidation de la société. Elle nomme un liquidateur, dont elle détermine les pouvoirs. </p><p>La nomination d'un liquidateur met fin aux pouvoirs des organes statutairement chargés d'administrer la société. </p><p>Le boni de liquidation ne peut être versé qu'à la fédération sportive à laquelle est affilié le groupement sportif qui a constitué la société. </p><p>Article 33 </p><p>Toutes les contestations qui peuvent s'élever pendant la durée de la société ou au cours de la liquidation, soit entre les actionnaires eux-mêmes, au sujet des affaires sociales, soit entre les actionnaires et la société, sont soumises à la juridiction des tribunaux compétents du siège social. A cet effet, tout actionnaire est tenu, en cas de contestation, de faire élection de domicile dans le ressort du tribunal du siège de la société. </p><p>(1) Préciser l'objet de la société : gestion et animation d'activités sportives donnant lieu à l'organisation de manifestations payantes et à versement de rémunération ; préciser, le cas échéant, les sports pratiqués, le champ d'action territorial de la société, etc. Préciser éventuellement que la société peut mener toutes actions en relation avec son objet, et notamment des actions de formation au profit des sportifs. </p><p>(2) Le montant nominal de l'action doit être compris entre 15 euros et 76 euros. </p><p>(3) La majorité du capital social doit être détenue soit par le groupement sportif seul, soit conjointement par ce groupement et la ou les collectivités territoriales ou leurs groupements. </p><p>(4) Du conseil d'administration ou du directoire, selon l'option faite à l'article 14. </p><p>(5) Par un conseil d'administration (option A) ou par un directoire et un conseil de surveillance (option B). </p><p>(6) Il suffit d'une action pour qu'il soit satisfait aux prescriptions de l'article L. 225-25 du code de commerce. </p><p>(7) Ce nombre est compris entre deux et cinq. Toutefois, lorsque le capital est inférieur à 91 469 euros, les fonctions du directoire peuvent être exercées par une seule personne, qui prend le titre de directeur général. </p><p>(8) Le troisième alinéa de l'article 15 et l'article 16 sont sans objet dans le cas de directeur général unique. </p><p>(9) Prévoir des modalités de renouvellement annuel telles que le renouvellement du conseil soit complet et aussi régulier que possible au cours d'une période égale à la durée du mandat. Les premiers renouvellements annuels se font après tirage au sort des sièges dont les titulaires seront à renouveler. </p><p>(10) Indiquer la périodicité des réunions. </p><p>(11) Le conseil d'administration (option A) ou le directoire (option B). </p><p>(12) Le président du conseil d'administration (option A) ou le président du conseil de surveillance (option B). </p><p>(13) Un administrateur (option A) ou un membre du conseil de surveillance (option B). </p><p>(14) Administrateurs (option A) ou membres du conseil de surveillance (option B). </p><p>(15) Du conseil d'administration (option A) ou du conseil de surveillance (option B).</p>",
            "num": "Annexe I-4 (art. R122-6)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1185321600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1227133512,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020910159",
                        "id": "LEGISCTA000020910159",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547787",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020910159",
            "sectionParentId": "LEGISCTA000020910159",
            "sectionParentTitre": "Annexes I",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes I",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006547787",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret 2007-1133 2007-07-24 JORF 25 juillet 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R123-237 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R123-237",
                    "articleId": "LEGIARTI000006259052",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R122-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R122-6",
                    "articleId": "LEGIARTI000006547819",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1185321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547787",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I-4 (art. R122-6)",
                "I-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}