{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018518184",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "8.1. Accessoires de levage. 8.1.0. Champ d'application. Les paragraphes 8.1.1 à 8.1.5 ci-après définissent les règles techniques applicables aux accessoires de levage neufs ou considérés comme neufs, visés au 3° de l'article R. 233-83. 8.1.1. Résistance mécanique. Les accessoires de levage et leurs composants doivent pouvoir résister aux contraintes auxquelles ils sont soumis en service, dans les conditions d'utilisation et dans toutes les configurations prévues. Les accessoires de levage doivent être conçus et construits afin d'éviter des défaillances dues à la fatigue ou à l'usure, compte tenu de l'utilisation prévue. Les matériaux employés doivent être choisis en tenant compte des milieux d'utilisation prévus, notamment en ce qui concerne la corrosion, l'abrasion, les chocs, la fragilité à froid et le vieillissement. Les accessoires de levage doivent être conçus et construits pour pouvoir supporter sans déformation permanente ni défectuosité manifeste les surcharges dues aux épreuves statiques. Le calcul doit prendre en compte les valeurs du coefficient d'épreuve statique permettant de garantir un niveau de sécurité adéquat. La capacité maximale d'utilisation d'une élingue multibrins est déterminée en tenant compte de la charge maximale d'utilisation du brin le plus faible, du nombre de brins et d'un facteur minorant qui dépend du mode d'élingage prévu. 8.1.2. Organes de préhension. Les organes de préhension doivent être conçus et construits pour éviter une chute intempestive des charges. 8.1.3. Aptitude à l'emploi. Les accessoires de levage prêts à être utilisés doivent faire l'objet, au plus tard lors de leur mise en service, des mesures appropriées telles que, examens ou essais, permettant de s'assurer qu'ils peuvent accomplir leurs fonctions prévues en toute sécurité. Ces mesures doivent permettre de s'assurer que les accessoires de levage répondent aux règles techniques définies au quatrième alinéa du paragraphe 8.1.1 ci-dessus. 8.1.4. Marquage. Chaque accessoire de levage doit porter les indications suivantes : 1° Identification du fabricant ; 2° Identification du matériau telle que classe internationale quand cette information est nécessaire pour la comptabilité dimensionnelle ; 3° Identification de la charge maximale d'utilisation ; 4° Marquage CE prévu par l'article R. 233-74. Ces indications doivent être lisibles et placées à un endroit tel qu'elles ne risquent pas de disparaître, notamment lors d'un usinage ou par usure, ni de compromettre la résistance de l'accessoire. 8.1.5 Notice d'instructions. Chaque accessoire de levage ou chaque lot commercialement indivisible d'accessoires de levage doit être accompagné d'une notice d'instructions, donnant les indications suivantes : 1° Les conditions normales d'utilisation ; 2° Les instructions pour l'utilisation, le montage et la maintenance ; 3° Les limites d'emploi, notamment pour les accessoires qui ne peuvent pas répondre, dans toutes les circonstances, à la règle technique définie par le paragraphe 8.1.2 ci-dessus. La notice d'instructions doit être rédigée en français. 8.2. Composants d'accessoires de levage. 8.2.0. Champ d'application. Les paragraphes 8.2.1 à 8.2.4 ci-après définissent les règles techniques applicables aux composants d'accessoires de levage neufs ou considérés comme neufs visés au 4° de l'article R. 233-83. 8.2.1. Fatigue et vieillissement. Les composants d'accessoires de levage doivent être dimensionnés en tenant compte des phénomènes de fatigue et de vieillissement pour un nombre de cycles de fonctionnement conforme à la durée de vie prévue dans les conditions de service spécifiées pour l'application prévue. 8.2.2. Coefficients d'utilisation. Les coefficients d'utilisation de l'ensemble câble métallique et terminaison, des chaînes de tous types, des câbles ou sangles en fibres textiles ou assimilées, des composants métalliques d'élingue ou destinés à être utilisés avec une élingue, doivent être choisis de manière à garantir un niveau de sécurité adéquat. Le coefficient d'utilisation des câbles ou sangles en fibres textiles ou assimilées dépend du matériau, du procédé de fabrication, des dimensions et de l'utilisation. Les essais appropriés pour chaque type de composant soumis aux alinéas précédents doivent être effectués, afin de s'assurer que le coefficient d'utilisation adéquat est atteint. 8.2.3. Résistance. Les câbles métalliques ne doivent comporter aucune épissure ou boucle autres que celles de leurs extrémités. Les chaînes à maillons soudés doivent être de type à maillons courts. Les câbles ou sangles en fibres textiles ou assimilées ne doivent comporter aucun noeud, épissure ou liaison autres que ceux de l'extrémité de l'élingue ou de bouclage d'une élingue sans fin. 8.2.4. Marquage. Le paragraphe 8.1.4 ci-dessus est applicable aux composants d'accessoires de levage. Toutefois, pour les composants d'accessoires de levage tels que câbles et cordages sur lesquels le marquage est matériellement impossible, les renseignements visés au premier alinéa du paragraphe 8.1.4 susvisé doivent être donnés sur une plaque ou par d'autres moyens solidement fixés au composant. 8.3. Chaînes, câbles et sangles de levage à la longueur. 8.3.0. Champ d'application. Les paragraphes 8.3.1 et 8.3.2 ci-après définissent les règles techniques applicables aux chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs visés au 5° de l'article R. 233-83. 8.3.1. Coefficients d'utilisation. Les règles techniques définies par le paragraphe 8.2.2 ci-dessus sont applicables aux chaînes, câbles et sangles de levage à la longueur. 8.3.2. Marquage. Chaque longueur de chaîne, câble ou sangle de levage, ne faisant pas partie d'un ensemble, doit comporter un marquage, ou si ce marquage n'est pas possible, une plaquette ou une bague inamovible portant les références du fabricant ou de l'importateur et l'identification de l'attestation définie ci-après. Chaque longueur de chaîne, câble ou sangle de levage ne faisant pas partie d'un ensemble doit être accompagnée d'une attestation comportant les indications suivantes : 1° Le nom du fabricant ou de l'importateur ; 2° L'adresse du fabricant ou de l'importateur ; 3° Une description de la chaîne ou du câble comportant : a) Ses dimensions nominales ; b) Sa construction ; c) Le matériau de fabrication ; d) Tout traitement métallurgique spécial subi par le matériel ; 4° Les spécifications d'essai ou l'indication de la norme utilisée ; 5° La charge maximale d'utilisation de la chaîne, du câble ou de la sangle. Plusieurs valeurs peuvent être indiquées en fonction des utilisations prévues.",
            "texteHtml": "8.1. Accessoires de levage.<p></p>\n 8.1.0. Champ d'application.<p></p><p></p>         Les paragraphes 8.1.1 à 8.1.5 ci-après définissent les règles techniques applicables aux accessoires de levage neufs ou considérés comme neufs, visés au 3° de l'article R. 233-83.<p></p>\n 8.1.1. Résistance mécanique.<p></p><p></p>         Les accessoires de levage et leurs composants doivent pouvoir résister aux contraintes auxquelles ils sont soumis en service, dans les conditions d'utilisation et dans toutes les configurations prévues.<p></p><p></p>         Les accessoires de levage doivent être conçus et construits afin d'éviter des défaillances dues à la fatigue ou à l'usure, compte tenu de l'utilisation prévue.<p></p><p></p>         Les matériaux employés doivent être choisis en tenant compte des milieux d'utilisation prévus, notamment en ce qui concerne la corrosion, l'abrasion, les chocs, la fragilité à froid et le vieillissement.<p></p><p></p>         Les accessoires de levage doivent être conçus et construits pour pouvoir supporter sans déformation permanente ni défectuosité manifeste les surcharges dues aux épreuves statiques. Le calcul doit prendre en compte les valeurs du coefficient d'épreuve statique permettant de garantir un niveau de sécurité adéquat.<p></p><p></p>         La capacité maximale d'utilisation d'une élingue multibrins est déterminée en tenant compte de la charge maximale d'utilisation du brin le plus faible, du nombre de brins et d'un facteur minorant qui dépend du mode d'élingage prévu.<p></p>\n 8.1.2. Organes de préhension.<p></p><p></p>         Les organes de préhension doivent être conçus et construits pour éviter une chute intempestive des charges.<p></p>\n 8.1.3. Aptitude à l'emploi.<p></p><p></p>         Les accessoires de levage prêts à être utilisés doivent faire l'objet, au plus tard lors de leur mise en service, des mesures appropriées telles que, examens ou essais, permettant de s'assurer qu'ils peuvent accomplir leurs fonctions prévues en toute sécurité. Ces mesures doivent permettre de s'assurer que les accessoires de levage répondent aux règles techniques définies au quatrième alinéa du paragraphe 8.1.1 ci-dessus.<p></p>\n 8.1.4. Marquage.<p></p><p></p>         Chaque accessoire de levage doit porter les indications suivantes :<p></p><p></p>         1° Identification du fabricant ;<p></p><p></p>         2° Identification du matériau telle que classe internationale quand cette information est nécessaire pour la comptabilité dimensionnelle ;<p></p><p></p>         3° Identification de la charge maximale d'utilisation ;<p></p><p></p>         4° Marquage CE prévu par l'article R. 233-74.<p></p><p></p>         Ces indications doivent être lisibles et placées à un endroit tel qu'elles ne risquent pas de disparaître, notamment lors d'un usinage ou par usure, ni de compromettre la résistance de l'accessoire.<p></p>\n8.1.5 Notice d'instructions.<p></p><p></p>         Chaque accessoire de levage ou chaque lot commercialement indivisible d'accessoires de levage doit être accompagné d'une notice d'instructions, donnant les indications suivantes :<p></p><p></p>         1° Les conditions normales d'utilisation ;<p></p><p></p>         2° Les instructions pour l'utilisation, le montage et la maintenance ;<p></p><p></p>         3° Les limites d'emploi, notamment pour les accessoires qui ne peuvent pas répondre, dans toutes les circonstances, à la règle technique définie par le paragraphe 8.1.2 ci-dessus.<p></p><p></p>         La notice d'instructions doit être rédigée en français.<p></p>\n 8.2. Composants d'accessoires de levage.<p></p>\n 8.2.0. Champ d'application.<p></p><p></p>         Les paragraphes 8.2.1 à 8.2.4 ci-après définissent les règles techniques applicables aux composants d'accessoires de levage neufs ou considérés comme neufs visés au 4° de l'article R. 233-83.<p></p>\n 8.2.1. Fatigue et vieillissement.<p></p><p></p>         Les composants d'accessoires de levage doivent être dimensionnés en tenant compte des phénomènes de fatigue et de vieillissement pour un nombre de cycles de fonctionnement conforme à la durée de vie prévue dans les conditions de service spécifiées pour l'application prévue.<p></p>\n 8.2.2. Coefficients d'utilisation.<p></p><p></p>         Les coefficients d'utilisation de l'ensemble câble métallique et terminaison, des chaînes de tous types, des câbles ou sangles en fibres textiles ou assimilées, des composants métalliques d'élingue ou destinés à être utilisés avec une élingue, doivent être choisis de manière à garantir un niveau de sécurité adéquat.<p></p><p></p>         Le coefficient d'utilisation des câbles ou sangles en fibres textiles ou assimilées dépend du matériau, du procédé de fabrication, des dimensions et de l'utilisation.<p></p><p></p>         Les essais appropriés pour chaque type de composant soumis aux alinéas précédents doivent être effectués, afin de s'assurer que le coefficient d'utilisation adéquat est atteint.<p></p>\n 8.2.3. Résistance.<p></p><p></p>         Les câbles métalliques ne doivent comporter aucune épissure ou boucle autres que celles de leurs extrémités.<p></p><p></p>         Les chaînes à maillons soudés doivent être de type à maillons courts.<p></p><p></p>         Les câbles ou sangles en fibres textiles ou assimilées ne doivent comporter aucun noeud, épissure ou liaison autres que ceux de l'extrémité de l'élingue ou de bouclage d'une élingue sans fin.<p></p>\n8.2.4. Marquage.<p></p><p></p>         Le paragraphe 8.1.4 ci-dessus est applicable aux composants d'accessoires de levage.<p></p><p></p>         Toutefois, pour les composants d'accessoires de levage tels que câbles et cordages sur lesquels le marquage est matériellement impossible, les renseignements visés au premier alinéa du paragraphe 8.1.4 susvisé doivent être donnés sur une plaque ou par d'autres moyens solidement fixés au composant.<p></p>\n 8.3. Chaînes, câbles et sangles de levage à la longueur.<p></p>\n 8.3.0. Champ d'application.<p></p><p></p>         Les paragraphes 8.3.1 et 8.3.2 ci-après définissent les règles techniques applicables aux chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs visés au 5° de l'article R. 233-83.<p></p>\n 8.3.1. Coefficients d'utilisation.<p></p><p></p>         Les règles techniques définies par le paragraphe 8.2.2 ci-dessus sont applicables aux chaînes, câbles et sangles de levage à la longueur.<p></p>\n 8.3.2. Marquage.<p></p><p></p>         Chaque longueur de chaîne, câble ou sangle de levage, ne faisant pas partie d'un ensemble, doit comporter un marquage, ou si ce marquage n'est pas possible, une plaquette ou une bague inamovible portant les références du fabricant ou de l'importateur et l'identification de l'attestation définie ci-après.<p></p><p></p>         Chaque longueur de chaîne, câble ou sangle de levage ne faisant pas partie d'un ensemble doit être accompagnée d'une attestation comportant les indications suivantes :<p></p><p></p>         1° Le nom du fabricant ou de l'importateur ;<p></p><p></p>         2° L'adresse du fabricant ou de l'importateur ;<p></p><p></p>         3° Une description de la chaîne ou du câble comportant :<p></p><p></p>         a) Ses dimensions nominales ;<p></p><p></p>         b) Sa construction ;<p></p><p></p>         c) Le matériau de fabrication ;<p></p><p></p>         d) Tout traitement métallurgique spécial subi par le matériel ;<p></p><p></p>         4° Les spécifications d'essai ou l'indication de la norme utilisée ;<p></p><p></p>         5° La charge maximale d'utilisation de la chaîne, du câble ou de la sangle. Plusieurs valeurs peuvent être indiquées en fonction des utilisations prévues.<p></p>",
            "num": "Annexe à l'article R233-84",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 840326400000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "Section 8 : Règles techniques de conception et de construction et procédures de certification de conformité applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux composants de sécurité visés à l'article R. 233-83-2 faisant l'objet d'une des opérations mentionnées au II de l'article L. 233-5",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174830",
                        "id": "LEGISCTA000018518229",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux composants de sécurité visés à l'article R. 233-83-2, neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187460",
                        "id": "LEGISCTA000018518227",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "Annexe 1 définissant les règles techniques de conception et de construction prévues par l'article R. 233-84",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195112",
                        "id": "LEGISCTA000018518225",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "8. Règles techniques applicables aux accessoires de levage, composants d'accessoires de levage, chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs, respectivement visés aux 3°, 4° et 5° de l'article R. 233-83",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198505",
                        "id": "LEGISCTA000018518187",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804520",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198505",
            "sectionParentId": "LEGISCTA000018518187",
            "sectionParentTitre": "8. Règles techniques applicables aux accessoires de levage, composants d'accessoires de levage, chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs, respectivement visés aux 3°, 4° et 5° de l'article R. 233-83",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018518184",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000194309",
                    "textTitle": "Décret n°96-725 du 14 août 1996 - art. 21 () JORF 18 août 1996",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006676217",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-08-18",
                    "dateSignaTexte": "1996-08-14",
                    "dateDebutCible": "1996-08-18"
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 9 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000018255681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-03-12",
                    "dateSignaTexte": "2008-03-07",
                    "dateDebutCible": "2008-03-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-83",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R233-83",
                    "articleId": "LEGIARTI000006808392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 332640000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804520",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804521",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518184",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R233-84"
            ],
            "versionPrecedente": "LEGIARTI000006804521",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804521",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "8.1. Accessoires de levage. 8.1.0. Champ d'application. Les paragraphes 8.1.1 à 8.1.5 ci-après définissent les règles techniques applicables aux accessoires de levage neufs ou considérés comme neufs, visés au 3° de l'article R. 233-83. 8.1.1. Résistance mécanique. Les accessoires de levage et leurs composants doivent pouvoir résister aux contraintes auxquelles ils sont soumis en service, dans les conditions d'utilisation et dans toutes les configurations prévues. Les accessoires de levage doivent être conçus et construits afin d'éviter des défaillances dues à la fatigue ou à l'usure, compte tenu de l'utilisation prévue. Les matériaux employés doivent être choisis en tenant compte des milieux d'utilisation prévus, notamment en ce qui concerne la corrosion, l'abrasion, les chocs, la fragilité à froid et le vieillissement. Les accessoires de levage doivent être conçus et construits pour pouvoir supporter sans déformation permanente ni défectuosité manifeste les surcharges dues aux épreuves statiques. Le calcul doit prendre en compte les valeurs du coefficient d'épreuve statique permettant de garantir un niveau de sécurité adéquat. La capacité maximale d'utilisation d'une élingue multibrins est déterminée en tenant compte de la charge maximale d'utilisation du brin le plus faible, du nombre de brins et d'un facteur minorant qui dépend du mode d'élingage prévu. 8.1.2. Organes de préhension. Les organes de préhension doivent être conçus et construits pour éviter une chute intempestive des charges. 8.1.3. Aptitude à l'emploi. Les accessoires de levage prêts à être utilisés doivent faire l'objet, au plus tard lors de leur mise en service, des mesures appropriées telles que, examens ou essais, permettant de s'assurer qu'ils peuvent accomplir leurs fonctions prévues en toute sécurité. Ces mesures doivent permettre de s'assurer que les accessoires de levage répondent aux règles techniques définies au quatrième alinéa du paragraphe 8.1.1 ci-dessus. 8.1.4. Marquage. Chaque accessoire de levage doit porter les indications suivantes : 1° Identification du fabricant ; 2° Identification du matériau telle que classe internationale quand cette information est nécessaire pour la comptabilité dimensionnelle ; 3° Identification de la charge maximale d'utilisation ; 4° Marquage CE prévu par l'article R. 233-74. Ces indications doivent être lisibles et placées à un endroit tel qu'elles ne risquent pas de disparaître, notamment lors d'un usinage ou par usure, ni de compromettre la résistance de l'accessoire. 8.1.5 Notice d'instructions. Chaque accessoire de levage ou chaque lot commercialement indivisible d'accessoires de levage doit être accompagné d'une notice d'instructions, donnant les indications suivantes : 1° Les conditions normales d'utilisation ; 2° Les instructions pour l'utilisation, le montage et la maintenance ; 3° Les limites d'emploi, notamment pour les accessoires qui ne peuvent pas répondre, dans toutes les circonstances, à la règle technique définie par le paragraphe 8.1.2 ci-dessus. La notice d'instructions doit être rédigée en français. 8.2. Composants d'accessoires de levage. 8.2.0. Champ d'application. Les paragraphes 8.2.1 à 8.2.4 ci-après définissent les règles techniques applicables aux composants d'accessoires de levage neufs ou considérés comme neufs visés au 4° de l'article R. 233-83. 8.2.1. Fatigue et vieillissement. Les composants d'accessoires de levage doivent être dimensionnés en tenant compte des phénomènes de fatigue et de vieillissement pour un nombre de cycles de fonctionnement conforme à la durée de vie prévue dans les conditions de service spécifiées pour l'application prévue. 8.2.2. Coefficients d'utilisation. Les coefficients d'utilisation de l'ensemble câble métallique et terminaison, des chaînes de tous types, des câbles ou sangles en fibres textiles ou assimilées, des composants métalliques d'élingue ou destinés à être utilisés avec une élingue, doivent être choisis de manière à garantir un niveau de sécurité adéquat. Le coefficient d'utilisation des câbles ou sangles en fibres textiles ou assimilées dépend du matériau, du procédé de fabrication, des dimensions et de l'utilisation. Les essais appropriés pour chaque type de composant soumis aux alinéas précédents doivent être effectués, afin de s'assurer que le coefficient d'utilisation adéquat est atteint. 8.2.3. Résistance. Les câbles métalliques ne doivent comporter aucune épissure ou boucle autres que celles de leurs extrémités. Les chaînes à maillons soudés doivent être de type à maillons courts. Les câbles ou sangles en fibres textiles ou assimilées ne doivent comporter aucun noeud, épissure ou liaison autres que ceux de l'extrémité de l'élingue ou de bouclage d'une élingue sans fin. 8.2.4. Marquage. Le paragraphe 8.1.4 ci-dessus est applicable aux composants d'accessoires de levage. Toutefois, pour les composants d'accessoires de levage tels que câbles et cordages sur lesquels le marquage est matériellement impossible, les renseignements visés au premier alinéa du paragraphe 8.1.4 susvisé doivent être donnés sur une plaque ou par d'autres moyens solidement fixés au composant. 8.3. Chaînes, câbles et sangles de levage à la longueur. 8.3.0. Champ d'application. Les paragraphes 8.3.1 et 8.3.2 ci-après définissent les règles techniques applicables aux chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs visés au 5° de l'article R. 233-83. 8.3.1. Coefficients d'utilisation. Les règles techniques définies par le paragraphe 8.2.2 ci-dessus sont applicables aux chaînes, câbles et sangles de levage à la longueur. 8.3.2. Marquage. Chaque longueur de chaîne, câble ou sangle de levage, ne faisant pas partie d'un ensemble, doit comporter un marquage, ou si ce marquage n'est pas possible, une plaquette ou une bague inamovible portant les références du fabricant ou de l'importateur et l'identification de l'attestation définie ci-après. Chaque longueur de chaîne, câble ou sangle de levage ne faisant pas partie d'un ensemble doit être accompagnée d'une attestation comportant les indications suivantes : 1° Le nom du fabricant ou de l'importateur ; 2° L'adresse du fabricant ou de l'importateur ; 3° Une description de la chaîne ou du câble comportant : a) Ses dimensions nominales ; b) Sa construction ; c) Le matériau de fabrication ; d) Tout traitement métallurgique spécial subi par le matériel ; 4° Les spécifications d'essai ou l'indication de la norme utilisée ; 5° La charge maximale d'utilisation de la chaîne, du câble ou de la sangle. Plusieurs valeurs peuvent être indiquées en fonction des utilisations prévues.",
            "texteHtml": "8.1. Accessoires de levage.<p></p>\n 8.1.0. Champ d'application.<p></p><p></p>         Les paragraphes 8.1.1 à 8.1.5 ci-après définissent les règles techniques applicables aux accessoires de levage neufs ou considérés comme neufs, visés au 3° de l'article R. 233-83.<p></p>\n 8.1.1. Résistance mécanique.<p></p><p></p>         Les accessoires de levage et leurs composants doivent pouvoir résister aux contraintes auxquelles ils sont soumis en service, dans les conditions d'utilisation et dans toutes les configurations prévues.<p></p><p></p>         Les accessoires de levage doivent être conçus et construits afin d'éviter des défaillances dues à la fatigue ou à l'usure, compte tenu de l'utilisation prévue.<p></p><p></p>         Les matériaux employés doivent être choisis en tenant compte des milieux d'utilisation prévus, notamment en ce qui concerne la corrosion, l'abrasion, les chocs, la fragilité à froid et le vieillissement.<p></p><p></p>         Les accessoires de levage doivent être conçus et construits pour pouvoir supporter sans déformation permanente ni défectuosité manifeste les surcharges dues aux épreuves statiques. Le calcul doit prendre en compte les valeurs du coefficient d'épreuve statique permettant de garantir un niveau de sécurité adéquat.<p></p><p></p>         La capacité maximale d'utilisation d'une élingue multibrins est déterminée en tenant compte de la charge maximale d'utilisation du brin le plus faible, du nombre de brins et d'un facteur minorant qui dépend du mode d'élingage prévu.<p></p>\n 8.1.2. Organes de préhension.<p></p><p></p>         Les organes de préhension doivent être conçus et construits pour éviter une chute intempestive des charges.<p></p>\n 8.1.3. Aptitude à l'emploi.<p></p><p></p>         Les accessoires de levage prêts à être utilisés doivent faire l'objet, au plus tard lors de leur mise en service, des mesures appropriées telles que, examens ou essais, permettant de s'assurer qu'ils peuvent accomplir leurs fonctions prévues en toute sécurité. Ces mesures doivent permettre de s'assurer que les accessoires de levage répondent aux règles techniques définies au quatrième alinéa du paragraphe 8.1.1 ci-dessus.<p></p>\n 8.1.4. Marquage.<p></p><p></p>         Chaque accessoire de levage doit porter les indications suivantes :<p></p><p></p>         1° Identification du fabricant ;<p></p><p></p>         2° Identification du matériau telle que classe internationale quand cette information est nécessaire pour la comptabilité dimensionnelle ;<p></p><p></p>         3° Identification de la charge maximale d'utilisation ;<p></p><p></p>         4° Marquage CE prévu par l'article R. 233-74.<p></p><p></p>         Ces indications doivent être lisibles et placées à un endroit tel qu'elles ne risquent pas de disparaître, notamment lors d'un usinage ou par usure, ni de compromettre la résistance de l'accessoire.<p></p>\n 8.1.5 Notice d'instructions.<p></p><p></p>         Chaque accessoire de levage ou chaque lot commercialement indivisible d'accessoires de levage doit être accompagné d'une notice d'instructions, donnant les indications suivantes :<p></p><p></p>         1° Les conditions normales d'utilisation ;<p></p><p></p>         2° Les instructions pour l'utilisation, le montage et la maintenance ;<p></p><p></p>         3° Les limites d'emploi, notamment pour les accessoires qui ne peuvent pas répondre, dans toutes les circonstances, à la règle technique définie par le paragraphe 8.1.2 ci-dessus.<p></p><p></p>         La notice d'instructions doit être rédigée en français.<p></p>\n 8.2. Composants d'accessoires de levage.<p></p>\n 8.2.0. Champ d'application.<p></p><p></p>         Les paragraphes 8.2.1 à 8.2.4 ci-après définissent les règles techniques applicables aux composants d'accessoires de levage neufs ou considérés comme neufs visés au 4° de l'article R. 233-83.<p></p>\n 8.2.1. Fatigue et vieillissement.<p></p><p></p>         Les composants d'accessoires de levage doivent être dimensionnés en tenant compte des phénomènes de fatigue et de vieillissement pour un nombre de cycles de fonctionnement conforme à la durée de vie prévue dans les conditions de service spécifiées pour l'application prévue.<p></p>\n 8.2.2. Coefficients d'utilisation.<p></p><p></p>         Les coefficients d'utilisation de l'ensemble câble métallique et terminaison, des chaînes de tous types, des câbles ou sangles en fibres textiles ou assimilées, des composants métalliques d'élingue ou destinés à être utilisés avec une élingue, doivent être choisis de manière à garantir un niveau de sécurité adéquat.<p></p><p></p>         Le coefficient d'utilisation des câbles ou sangles en fibres textiles ou assimilées dépend du matériau, du procédé de fabrication, des dimensions et de l'utilisation.<p></p><p></p>         Les essais appropriés pour chaque type de composant soumis aux alinéas précédents doivent être effectués, afin de s'assurer que le coefficient d'utilisation adéquat est atteint.<p></p>\n 8.2.3. Résistance.<p></p><p></p>         Les câbles métalliques ne doivent comporter aucune épissure ou boucle autres que celles de leurs extrémités.<p></p><p></p>         Les chaînes à maillons soudés doivent être de type à maillons courts.<p></p><p></p>         Les câbles ou sangles en fibres textiles ou assimilées ne doivent comporter aucun noeud, épissure ou liaison autres que ceux de l'extrémité de l'élingue ou de bouclage d'une élingue sans fin.<p></p>\n 8.2.4. Marquage.<p></p><p></p>         Le paragraphe 8.1.4 ci-dessus est applicable aux composants d'accessoires de levage.<p></p><p></p>         Toutefois, pour les composants d'accessoires de levage tels que câbles et cordages sur lesquels le marquage est matériellement impossible, les renseignements visés au premier alinéa du paragraphe 8.1.4 susvisé doivent être donnés sur une plaque ou par d'autres moyens solidement fixés au composant.<p></p>\n 8.3. Chaînes, câbles et sangles de levage à la longueur.<p></p>\n 8.3.0. Champ d'application.<p></p><p></p>         Les paragraphes 8.3.1 et 8.3.2 ci-après définissent les règles techniques applicables aux chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs visés au 5° de l'article R. 233-83.<p></p>\n 8.3.1. Coefficients d'utilisation.<p></p><p></p>         Les règles techniques définies par le paragraphe 8.2.2 ci-dessus sont applicables aux chaînes, câbles et sangles de levage à la longueur.<p></p>\n 8.3.2. Marquage.<p></p><p></p>         Chaque longueur de chaîne, câble ou sangle de levage, ne faisant pas partie d'un ensemble, doit comporter un marquage, ou si ce marquage n'est pas possible, une plaquette ou une bague inamovible portant les références du fabricant ou de l'importateur et l'identification de l'attestation définie ci-après.<p></p><p></p>         Chaque longueur de chaîne, câble ou sangle de levage ne faisant pas partie d'un ensemble doit être accompagnée d'une attestation comportant les indications suivantes :<p></p><p></p>         1° Le nom du fabricant ou de l'importateur ;<p></p><p></p>         2° L'adresse du fabricant ou de l'importateur ;<p></p><p></p>         3° Une description de la chaîne ou du câble comportant :<p></p><p></p>         a) Ses dimensions nominales ;<p></p><p></p>         b) Sa construction ;<p></p><p></p>         c) Le matériau de fabrication ;<p></p><p></p>         d) Tout traitement métallurgique spécial subi par le matériel ;<p></p><p></p>         4° Les spécifications d'essai ou l'indication de la norme utilisée ;<p></p><p></p>         5° La charge maximale d'utilisation de la chaîne, du câble ou de la sangle. Plusieurs valeurs peuvent être indiquées en fonction des utilisations prévues.<p></p>",
            "num": "R233-84 annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 727056000000,
            "dateFin": 840326400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "Section 8 : Règles techniques de conception et de construction et procédures de certification de conformité applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2 faisant l'objet d'une des opérations mentionnées au II de l'article L. 233-5",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174828",
                        "id": "LEGISCTA000006174828",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2, neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187457",
                        "id": "LEGISCTA000006187457",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "Annexe 1 définissant les règles techniques de conception et de construction prévues par l'article R. 233-84",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195109",
                        "id": "LEGISCTA000006195109",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "8. Règles techniques applicables aux accessoires de levage, composants d'accessoires de levage, chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs, respectivement visés aux 3°, 4° et 5° de l'article R. 233-83",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198494",
                        "id": "LEGISCTA000006198494",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804520",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198494",
            "sectionParentId": "LEGISCTA000006198494",
            "sectionParentTitre": "8. Règles techniques applicables aux accessoires de levage, composants d'accessoires de levage, chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs, respectivement visés aux 3°, 4° et 5° de l'article R. 233-83",
            "fullSectionsTitre": "Annexes &gt; Livre 2 : Réglementation du travail &gt; Titre 3 : Hygiène et sécurité &gt; Chapitre 3 : Sécurité",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006804521",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000881563",
                    "textTitle": "Décret 93-40 1993-01-11 art. 4 II, art. 5 I JORF 13 janvier 1993 en vigueur le 15 janvier 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881563",
                    "natureText": "DECRET",
                    "datePubliTexte": "1993-01-13",
                    "dateSignaTexte": "1993-01-11",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-83 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R233-83",
                    "articleId": "LEGIARTI000006808392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 332640000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804520",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804521",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518184",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R233-84 annexe",
                "233-84",
                "R233-84"
            ],
            "versionPrecedente": "LEGIARTI000006804520",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804520",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "8.1. Accessoires de levage. 8.1.0. Champ d'application. Les paragraphes 8.1.1 à 8.1.5 ci-après définissent les règles techniques applicables aux accessoires de levage neufs ou considérés comme neufs, visés au 3° de l'article R. 233-83. 8.1.1. Résistance mécanique. Les accessoires de levage et leurs composants doivent pouvoir résister aux contraintes auxquelles ils sont soumis en service, dans les conditions d'utilisation et dans toutes les configurations prévues. Les accessoires de levage doivent être conçus et construits afin d'éviter des défaillances dues à la fatigue ou à l'usure, compte tenu de l'utilisation prévue. Les matériaux employés doivent être choisis en tenant compte des milieux d'utilisation prévus, notamment en ce qui concerne la corrosion, l'abrasion, les chocs, la fragilité à froid et le vieillissement. Les accessoires de levage doivent être conçus et construits pour pouvoir supporter sans déformation permanente ni défectuosité manifeste les surcharges dues aux épreuves statiques. Le calcul doit prendre en compte les valeurs du coefficient d'épreuve statique permettant de garantir un niveau de sécurité adéquat. La capacité maximale d'utilisation d'une élingue multibrins est déterminée en tenant compte de la charge maximale d'utilisation du brin le plus faible, du nombre de brins et d'un facteur minorant qui dépend du mode d'élingage prévu. 8.1.2. Organes de préhension. Les organes de préhension doivent être conçus et construits pour éviter une chute intempestive des charges. 8.1.3. Aptitude à l'emploi. Les accessoires de levage prêts à être utilisés doivent faire l'objet, au plus tard lors de leur mise en service, des mesures appropriées telles que, examens ou essais, permettant de s'assurer qu'ils peuvent accomplir leurs fonctions prévues en toute sécurité. Ces mesures doivent permettre de s'assurer que les accessoires de levage répondent aux règles techniques définies au quatrième alinéa du paragraphe 8.1.1 ci-dessus. 8.1.4. Marquage. Chaque accessoire de levage doit porter les indications suivantes : 1° Identification du fabricant ; 2° Identification du matériau telle que classe internationale quand cette information est nécessaire pour la comptabilité dimensionnelle ; 3° Identification de la charge maximale d'utilisation ; 4° Marquage CE prévu par l'article R. 233-74. Ces indications doivent être lisibles et placées à un endroit tel qu'elles ne risquent pas de disparaître, notamment lors d'un usinage ou par usure, ni de compromettre la résistance de l'accessoire. 8.1.5 Notice d'instructions. Chaque accessoire de levage ou chaque lot commercialement indivisible d'accessoires de levage doit être accompagné d'une notice d'instructions, donnant les indications suivantes : 1° Les conditions normales d'utilisation ; 2° Les instructions pour l'utilisation, le montage et la maintenance ; 3° Les limites d'emploi, notamment pour les accessoires qui ne peuvent pas répondre, dans toutes les circonstances, à la règle technique définie par le paragraphe 8.1.2 ci-dessus. La notice d'instructions doit être rédigée en français. 8.2. Composants d'accessoires de levage. 8.2.0. Champ d'application. Les paragraphes 8.2.1 à 8.2.4 ci-après définissent les règles techniques applicables aux composants d'accessoires de levage neufs ou considérés comme neufs visés au 4° de l'article R. 233-83. 8.2.1. Fatigue et vieillissement. Les composants d'accessoires de levage doivent être dimensionnés en tenant compte des phénomènes de fatigue et de vieillissement pour un nombre de cycles de fonctionnement conforme à la durée de vie prévue dans les conditions de service spécifiées pour l'application prévue. 8.2.2. Coefficients d'utilisation. Les coefficients d'utilisation de l'ensemble câble métallique et terminaison, des chaînes de tous types, des câbles ou sangles en fibres textiles ou assimilées, des composants métalliques d'élingue ou destinés à être utilisés avec une élingue, doivent être choisis de manière à garantir un niveau de sécurité adéquat. Le coefficient d'utilisation des câbles ou sangles en fibres textiles ou assimilées dépend du matériau, du procédé de fabrication, des dimensions et de l'utilisation. Les essais appropriés pour chaque type de composant soumis aux alinéas précédents doivent être effectués, afin de s'assurer que le coefficient d'utilisation adéquat est atteint. 8.2.3. Résistance. Les câbles métalliques ne doivent comporter aucune épissure ou boucle autres que celles de leurs extrémités. Les chaînes à maillons soudés doivent être de type à maillons courts. Les câbles ou sangles en fibres textiles ou assimilées ne doivent comporter aucun noeud, épissure ou liaison autres que ceux de l'extrémité de l'élingue ou de bouclage d'une élingue sans fin. 8.2.4. Marquage. Le paragraphe 8.1.4 ci-dessus est applicable aux composants d'accessoires de levage. Toutefois, pour les composants d'accessoires de levage tels que câbles et cordages sur lesquels le marquage est matériellement impossible, les renseignements visés au premier alinéa du paragraphe 8.1.4 susvisé doivent être donnés sur une plaque ou par d'autres moyens solidement fixés au composant. 8.3. Chaînes, câbles et sangles de levage à la longueur. 8.3.0. Champ d'application. Les paragraphes 8.3.1 et 8.3.2 ci-après définissent les règles techniques applicables aux chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs visés au 5° de l'article R. 233-83. 8.3.1. Coefficients d'utilisation. Les règles techniques définies par le paragraphe 8.2.2 ci-dessus sont applicables aux chaînes, câbles et sangles de levage à la longueur. 8.3.2. Marquage. Chaque longueur de chaîne, câble ou sangle de levage, ne faisant pas partie d'un ensemble, doit comporter un marquage, ou si ce marquage n'est pas possible, une plaquette ou une bague inamovible portant les références du fabricant ou de l'importateur et l'identification de l'attestation définie ci-après. Chaque longueur de chaîne, câble ou sangle de levage ne faisant pas partie d'un ensemble doit être accompagnée d'une attestation comportant les indications suivantes : 1° Le nom du fabricant ou de l'importateur ; 2° L'adresse du fabricant ou de l'importateur ; 3° Une description de la chaîne ou du câble comportant : a) Ses dimensions nominales ; b) Sa construction ; c) Le matériau de fabrication ; d) Tout traitement métallurgique spécial subi par le matériel ; 4° Les spécifications d'essai ou l'indication de la norme utilisée ; 5° La charge maximale d'utilisation de la chaîne, du câble ou de la sangle. Plusieurs valeurs peuvent être indiquées en fonction des utilisations prévues.",
            "texteHtml": "8.1. Accessoires de levage.<p></p>\n 8.1.0. Champ d'application.<p></p><p></p>         Les paragraphes 8.1.1 à 8.1.5 ci-après définissent les règles techniques applicables aux accessoires de levage neufs ou considérés comme neufs, visés au 3° de l'article R. 233-83.<p></p>\n 8.1.1. Résistance mécanique.<p></p><p></p>         Les accessoires de levage et leurs composants doivent pouvoir résister aux contraintes auxquelles ils sont soumis en service, dans les conditions d'utilisation et dans toutes les configurations prévues.<p></p><p></p>         Les accessoires de levage doivent être conçus et construits afin d'éviter des défaillances dues à la fatigue ou à l'usure, compte tenu de l'utilisation prévue.<p></p><p></p>         Les matériaux employés doivent être choisis en tenant compte des milieux d'utilisation prévus, notamment en ce qui concerne la corrosion, l'abrasion, les chocs, la fragilité à froid et le vieillissement.<p></p><p></p>         Les accessoires de levage doivent être conçus et construits pour pouvoir supporter sans déformation permanente ni défectuosité manifeste les surcharges dues aux épreuves statiques. Le calcul doit prendre en compte les valeurs du coefficient d'épreuve statique permettant de garantir un niveau de sécurité adéquat.<p></p><p></p>         La capacité maximale d'utilisation d'une élingue multibrins est déterminée en tenant compte de la charge maximale d'utilisation du brin le plus faible, du nombre de brins et d'un facteur minorant qui dépend du mode d'élingage prévu.<p></p>\n 8.1.2. Organes de préhension.<p></p><p></p>         Les organes de préhension doivent être conçus et construits pour éviter une chute intempestive des charges.<p></p>\n 8.1.3. Aptitude à l'emploi.<p></p><p></p>         Les accessoires de levage prêts à être utilisés doivent faire l'objet, au plus tard lors de leur mise en service, des mesures appropriées telles que, examens ou essais, permettant de s'assurer qu'ils peuvent accomplir leurs fonctions prévues en toute sécurité. Ces mesures doivent permettre de s'assurer que les accessoires de levage répondent aux règles techniques définies au quatrième alinéa du paragraphe 8.1.1 ci-dessus.<p></p>\n 8.1.4. Marquage.<p></p><p></p>         Chaque accessoire de levage doit porter les indications suivantes :<p></p><p></p>         1° Identification du fabricant ;<p></p><p></p>         2° Identification du matériau telle que classe internationale quand cette information est nécessaire pour la comptabilité dimensionnelle ;<p></p><p></p>         3° Identification de la charge maximale d'utilisation ;<p></p><p></p>         4° Marquage CE prévu par l'article R. 233-74.<p></p><p></p>         Ces indications doivent être lisibles et placées à un endroit tel qu'elles ne risquent pas de disparaître, notamment lors d'un usinage ou par usure, ni de compromettre la résistance de l'accessoire.<p></p>\n 8.1.5 Notice d'instructions.<p></p><p></p>         Chaque accessoire de levage ou chaque lot commercialement indivisible d'accessoires de levage doit être accompagné d'une notice d'instructions, donnant les indications suivantes :<p></p><p></p>         1° Les conditions normales d'utilisation ;<p></p><p></p>         2° Les instructions pour l'utilisation, le montage et la maintenance ;<p></p><p></p>         3° Les limites d'emploi, notamment pour les accessoires qui ne peuvent pas répondre, dans toutes les circonstances, à la règle technique définie par le paragraphe 8.1.2 ci-dessus.<p></p><p></p>         La notice d'instructions doit être rédigée en français.<p></p>\n 8.2. Composants d'accessoires de levage.<p></p>\n 8.2.0. Champ d'application.<p></p><p></p>         Les paragraphes 8.2.1 à 8.2.4 ci-après définissent les règles techniques applicables aux composants d'accessoires de levage neufs ou considérés comme neufs visés au 4° de l'article R. 233-83.<p></p>\n 8.2.1. Fatigue et vieillissement.<p></p><p></p>         Les composants d'accessoires de levage doivent être dimensionnés en tenant compte des phénomènes de fatigue et de vieillissement pour un nombre de cycles de fonctionnement conforme à la durée de vie prévue dans les conditions de service spécifiées pour l'application prévue.<p></p>\n 8.2.2. Coefficients d'utilisation.<p></p><p></p>         Les coefficients d'utilisation de l'ensemble câble métallique et terminaison, des chaînes de tous types, des câbles ou sangles en fibres textiles ou assimilées, des composants métalliques d'élingue ou destinés à être utilisés avec une élingue, doivent être choisis de manière à garantir un niveau de sécurité adéquat.<p></p><p></p>         Le coefficient d'utilisation des câbles ou sangles en fibres textiles ou assimilées dépend du matériau, du procédé de fabrication, des dimensions et de l'utilisation.<p></p><p></p>         Les essais appropriés pour chaque type de composant soumis aux alinéas précédents doivent être effectués, afin de s'assurer que le coefficient d'utilisation adéquat est atteint.<p></p>\n 8.2.3. Résistance.<p></p><p></p>         Les câbles métalliques ne doivent comporter aucune épissure ou boucle autres que celles de leurs extrémités.<p></p><p></p>         Les chaînes à maillons soudés doivent être de type à maillons courts.<p></p><p></p>         Les câbles ou sangles en fibres textiles ou assimilées ne doivent comporter aucun noeud, épissure ou liaison autres que ceux de l'extrémité de l'élingue ou de bouclage d'une élingue sans fin.<p></p>\n 8.2.4. Marquage.<p></p><p></p>         Le paragraphe 8.1.4 ci-dessus est applicable aux composants d'accessoires de levage.<p></p><p></p>         Toutefois, pour les composants d'accessoires de levage tels que câbles et cordages sur lesquels le marquage est matériellement impossible, les renseignements visés au premier alinéa du paragraphe 8.1.4 susvisé doivent être donnés sur une plaque ou par d'autres moyens solidement fixés au composant.<p></p>\n 8.3. Chaînes, câbles et sangles de levage à la longueur.<p></p>\n 8.3.0. Champ d'application.<p></p><p></p>         Les paragraphes 8.3.1 et 8.3.2 ci-après définissent les règles techniques applicables aux chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs visés au 5° de l'article R. 233-83.<p></p>\n 8.3.1. Coefficients d'utilisation.<p></p><p></p>         Les règles techniques définies par le paragraphe 8.2.2 ci-dessus sont applicables aux chaînes, câbles et sangles de levage à la longueur.<p></p>\n 8.3.2. Marquage.<p></p><p></p>         Chaque longueur de chaîne, câble ou sangle de levage, ne faisant pas partie d'un ensemble, doit comporter un marquage, ou si ce marquage n'est pas possible, une plaquette ou une bague inamovible portant les références du fabricant ou de l'importateur et l'identification de l'attestation définie ci-après.<p></p><p></p>         Chaque longueur de chaîne, câble ou sangle de levage ne faisant pas partie d'un ensemble doit être accompagnée d'une attestation comportant les indications suivantes :<p></p><p></p>         1° Le nom du fabricant ou de l'importateur ;<p></p><p></p>         2° L'adresse du fabricant ou de l'importateur ;<p></p><p></p>         3° Une description de la chaîne ou du câble comportant :<p></p><p></p>         a) Ses dimensions nominales ;<p></p><p></p>         b) Sa construction ;<p></p><p></p>         c) Le matériau de fabrication ;<p></p><p></p>         d) Tout traitement métallurgique spécial subi par le matériel ;<p></p><p></p>         4° Les spécifications d'essai ou l'indication de la norme utilisée ;<p></p><p></p>         5° La charge maximale d'utilisation de la chaîne, du câble ou de la sangle. Plusieurs valeurs peuvent être indiquées en fonction des utilisations prévues.<p></p>",
            "num": "R233-84 annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 725846400000,
            "dateFin": 727056000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Section 8 : Dispositions applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2 faisant l'objet d'une des opérations mentionnées au II de l'article L. 233-5",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174825",
                        "id": "LEGISCTA000006174825",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2, neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187455",
                        "id": "LEGISCTA000006187455",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "8. Règles techniques applicables aux accessoires de levage, composants d'accessoires de levage, chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs, respectivement visés aux 3°, 4° et 5° de l'article R. 233-83.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195103",
                        "id": "LEGISCTA000006195103",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804520",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195103",
            "sectionParentId": "LEGISCTA000006195103",
            "sectionParentTitre": "8. Règles techniques applicables aux accessoires de levage, composants d'accessoires de levage, chaînes, câbles et sangles de levage à la longueur, neufs ou considérés comme neufs, respectivement visés aux 3°, 4° et 5° de l'article R. 233-83.",
            "fullSectionsTitre": "Annexes &gt; Livre 2 : Réglementation du travail &gt; Titre 3 : Hygiène et sécurité &gt; Chapitre 3 : Sécurité",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006804520",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-83 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R233-83",
                    "articleId": "LEGIARTI000006808392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 332640000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804520",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804521",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518184",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R233-84 annexe",
                "233-84",
                "R233-84"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}