{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043497356",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Afin de faciliter les coopérations qu'ils organisent dans le cadre de la convention mentionnée à l'article L. 6111-3-2 avec les acteurs de soins du premier recours des territoires qu'ils desservent, les hôpitaux de proximité peuvent adapter leurs conditions de fonctionnement et de gouvernance selon les modalités prévues aux II et III. II.-Un hôpital de proximité de statut public inscrit sur la liste régionale mentionnée au IV de l'article L. 6111-3-1 peut être autorisé par le directeur général de l'agence régionale de santé à adapter ses modalités de gouvernance en prévoyant que, par dérogation aux articles L. 6144-2 et L. 6143-7-5, participent, en tant que membres avec voix délibérative, aux séances de la commission médicale d'établissement et du directoire de l'hôpital de proximité ou de l'établissement public dont il relève, s'il est dépourvu de la personnalité morale, des personnes extérieures ou des professionnels de santé, notamment des représentants des communautés professionnelles territoriales de santé. Le nombre des membres ayant voix délibérative au sein de la commission médicale d'établissement résultant de l'alinéa précédent ne peut excéder une proportion du nombre total de ses membres fixée par décret en Conseil d'Etat. Les adaptations mentionnées au présent II font l'objet d'une demande auprès de l'agence régionale de santé, formulée par le directeur de l'hôpital de proximité ou de l'établissement public dont il relève, après avis favorable des instances concernées, et, en outre, lorsque l'adaptation concerne le directoire, après avis du conseil de surveillance de l'établissement. Il peut y être mis fin après avis des instances concernées en cas de difficultés dans leur mise en œuvre. Un décret en Conseil d'Etat précise les modalités d'application du présent II. Ce décret précise notamment la procédure par laquelle le directeur général de l'agence régionale de santé autorise ces adaptations, la qualité et le nombre de personnes extérieures ou de professionnels de santé compétents autorisés à intégrer les instances concernées de l'hôpital de proximité, leurs modalités de désignation et, le cas échéant, la durée de leur mandat, les modalités de suivi et d'évaluation de ces adaptations, et les conditions dans lesquelles elles peuvent prendre fin. III.-Lorsque l'hôpital de proximité est dépourvu de la personnalité morale ou qu'il partage une direction commune avec un autre établissement, l'établissement dont il relève garantit que l'hôpital de proximité a mis en œuvre des modalités de fonctionnement et d'organisation du site lui permettant de remplir ses missions de proximité mentionnées à l'article L. 6111-3-1 et adaptées aux coopérations avec ses partenaires établies en application de l'article L. 6111-3-2. Il peut, à cette fin, être instituée une sous-commission de la commission médicale d'établissement ou une commission médico-soignante, composée de personnels médicaux et non médicaux, dédiée à l'exercice de ses missions de proximité. Les modalités d'organisation ainsi mises en œuvre font l'objet d'une information de l'agence régionale de santé compétente dans un délai d'un an à compter de l'inscription de l'hôpital de proximité sur la liste régionale mentionnée à l'article L. 6111-3-1.",
            "texteHtml": "<p>I.-Afin de faciliter les coopérations qu'ils organisent dans le cadre de la convention mentionnée à l'article L. 6111-3-2 avec les acteurs de soins du premier recours des territoires qu'ils desservent, les hôpitaux de proximité peuvent adapter leurs conditions de fonctionnement et de gouvernance selon les modalités prévues aux II et III.<br/><br/>\n II.-Un hôpital de proximité de statut public inscrit sur la liste régionale mentionnée au IV de l'article L. 6111-3-1 peut être autorisé par le directeur général de l'agence régionale de santé à adapter ses modalités de gouvernance en prévoyant que, par dérogation aux articles L. 6144-2 et L. 6143-7-5, participent, en tant que membres avec voix délibérative, aux séances de la commission médicale d'établissement et du directoire de l'hôpital de proximité ou de l'établissement public dont il relève, s'il est dépourvu de la personnalité morale, des personnes extérieures ou des professionnels de santé, notamment des représentants des communautés professionnelles territoriales de santé.<br/><br/>\n Le nombre des membres ayant voix délibérative au sein de la commission médicale d'établissement résultant de l'alinéa précédent ne peut excéder une proportion du nombre total de ses membres fixée par décret en Conseil d'Etat.<br/><br/>\n Les adaptations mentionnées au présent II font l'objet d'une demande auprès de l'agence régionale de santé, formulée par le directeur de l'hôpital de proximité ou de l'établissement public dont il relève, après avis favorable des instances concernées, et, en outre, lorsque l'adaptation concerne le directoire, après avis du conseil de surveillance de l'établissement. Il peut y être mis fin après avis des instances concernées en cas de difficultés dans leur mise en œuvre.<br/><br/>\n Un décret en Conseil d'Etat précise les modalités d'application du présent II. Ce décret précise notamment la procédure par laquelle le directeur général de l'agence régionale de santé autorise ces adaptations, la qualité et le nombre de personnes extérieures ou de professionnels de santé compétents autorisés à intégrer les instances concernées de l'hôpital de proximité, leurs modalités de désignation et, le cas échéant, la durée de leur mandat, les modalités de suivi et d'évaluation de ces adaptations, et les conditions dans lesquelles elles peuvent prendre fin.<br/><br/>\n III.-Lorsque l'hôpital de proximité est dépourvu de la personnalité morale ou qu'il partage une direction commune avec un autre établissement, l'établissement dont il relève garantit que l'hôpital de proximité a mis en œuvre des modalités de fonctionnement et d'organisation du site lui permettant de remplir ses missions de proximité mentionnées à l'article L. 6111-3-1 et adaptées aux coopérations avec ses partenaires établies en application de l'article L. 6111-3-2.<br/><br/>\n Il peut, à cette fin, être instituée une sous-commission de la commission médicale d'établissement ou une commission médico-soignante, composée de personnels médicaux et non médicaux, dédiée à l'exercice de ses missions de proximité.<br/><br/>\n Les modalités d'organisation ainsi mises en œuvre font l'objet d'une information de l'agence régionale de santé compétente dans un délai d'un an à compter de l'inscription de l'hôpital de proximité sur la liste régionale mentionnée à l'article L. 6111-3-1.</p>",
            "num": "L6111-3-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1620950400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 292590,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125350",
                        "id": "LEGISCTA000006125350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Etablissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140636",
                        "id": "LEGISCTA000006140636",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Organisation des activités des établissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155106",
                        "id": "LEGISCTA000006155106",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions des établissements de santé.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171442",
                        "id": "LEGISCTA000006171442",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043497356",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171442",
            "sectionParentId": "LEGISCTA000006171442",
            "sectionParentTitre": "Chapitre Ier : Missions des établissements de santé.",
            "fullSectionsTitre": "Partie législative &gt; Sixième partie : Etablissements et services de santé &gt; Livre Ier : Etablissements de santé &gt; Titre Ier : Organisation des activités des établissements de santé &gt; Chapitre Ier : Missions des établissements de santé.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043497356",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043496476",
                    "textTitle": "Ordonnance n°2021-582 du 12 mai 2021 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043497305",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-05-13",
                    "dateSignaTexte": "2021-05-12",
                    "dateDebutCible": "2021-05-14"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043497356",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1620950400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L6111-3-4",
                "6111-3-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}