{
    "cid": "LEGIARTI000036398816",
    "num": "L431-6-3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LES DISPOSITIONS RELATIVES AU GAZ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986803",
                        "id": "LEGISCTA000023986803",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : LE TRANSPORT ET LA DISTRIBUTION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986852",
                        "id": "LEGISCTA000023986852",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Le transport\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986854",
                        "id": "LEGISCTA000023986854",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Les missions des gestionnaires de réseaux de transport\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986868",
                        "id": "LEGISCTA000023986868",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000036398816",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000039637602",
                    "textTitle": "Arrêté du 17 décembre 2019 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000039642184",
                    "natureText": "ARRETE",
                    "date": 1599123837681,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1576713600000,
                    "dateDebut": 1576800000000
                },
                {
                    "textCid": "JORFTEXT000041734140",
                    "textTitle": "Décision n°2020-012 du 23 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041734141",
                    "natureText": "DECISION",
                    "date": 1599123837681,
                    "parentCid": null,
                    "numTexte": "2020-012",
                    "datePubli": 1584576000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036339396",
                    "textTitle": "LOI n°2017-1839 du 30 décembre 2017 - art. 12 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000036397149",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "num": "L431-6-3",
            "origine": "LEGI",
            "texte": "En complément des capacités interruptibles mentionnées à l'article L. 431-6-2 relatives à des consommateurs finals interruptibles bénéficiant d'une compensation pour la sujétion imposée, les gestionnaires de réseaux de transport et de distribution peuvent contractualiser des capacités interruptibles en dernier recours avec des consommateurs finals agréés raccordés à leur réseau, sans compensation. Lorsque le fonctionnement normal des réseaux de transport de gaz naturel est menacé de manière exceptionnellement grave et ne peut plus être préservé par des appels au marché pour l'équilibrage et la continuité d'acheminement ni par l'interruption des capacités interruptibles mentionnées à l'article L. 431-6-2, le gestionnaire de réseau de transport concerné procède, à son initiative, à l'interruption, au niveau nécessaire, de la consommation des consommateurs finals agréés raccordés au réseau de transport qui ne bénéficient pas d'une compensation ou demande à un gestionnaire de réseau de distribution alimenté par le réseau de transport de procéder à l'interruption nécessaire de la consommation des consommateurs finals agréés raccordés à ce réseau de distribution qui ne bénéficient pas d'une compensation. Le gestionnaire de réseau de distribution peut également procéder, à son initiative, à l'interruption de la consommation des consommateurs finals agréés raccordés à son réseau qui ne bénéficient pas d'une compensation lorsque le fonctionnement du réseau est menacé de manière exceptionnellement grave. Les conditions d'agrément des consommateurs finals interruptibles qui ne bénéficient pas d'une compensation dont la consommation peut être interrompue, les modalités de notification des conditions exceptionnellement graves justifiant la mise en œuvre de ces interruptions et les modalités techniques générales de l'interruption sont fixées par arrêté conjoint des ministres chargés de l'économie et de l'énergie, après avis de la Commission de régulation de l'énergie.",
            "texteHtml": "<p>En complément des capacités interruptibles mentionnées à l'article L. 431-6-2 relatives à des consommateurs finals interruptibles bénéficiant d'une compensation pour la sujétion imposée, les gestionnaires de réseaux de transport et de distribution peuvent contractualiser des capacités interruptibles en dernier recours avec des consommateurs finals agréés raccordés à leur réseau, sans compensation.<br/><br/>\n Lorsque le fonctionnement normal des réseaux de transport de gaz naturel est menacé de manière exceptionnellement grave et ne peut plus être préservé par des appels au marché pour l'équilibrage et la continuité d'acheminement ni par l'interruption des capacités interruptibles mentionnées à l'article L. 431-6-2, le gestionnaire de réseau de transport concerné procède, à son initiative, à l'interruption, au niveau nécessaire, de la consommation des consommateurs finals agréés raccordés au réseau de transport qui ne bénéficient pas d'une compensation ou demande à un gestionnaire de réseau de distribution alimenté par le réseau de transport de procéder à l'interruption nécessaire de la consommation des consommateurs finals agréés raccordés à ce réseau de distribution qui ne bénéficient pas d'une compensation.<br/><br/>\n Le gestionnaire de réseau de distribution peut également procéder, à son initiative, à l'interruption de la consommation des consommateurs finals agréés raccordés à son réseau qui ne bénéficient pas d'une compensation lorsque le fonctionnement du réseau est menacé de manière exceptionnellement grave.<br/><br/>\n Les conditions d'agrément des consommateurs finals interruptibles qui ne bénéficient pas d'une compensation dont la consommation peut être interrompue, les modalités de notification des conditions exceptionnellement graves justifiant la mise en œuvre de ces interruptions et les modalités techniques générales de l'interruption sont fixées par arrêté conjoint des ministres chargés de l'économie et de l'énergie, après avis de la Commission de régulation de l'énergie.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}