{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000030060465",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées aux articles L. 2333-54 à L. 2333-56 du code général des collectivités territoriales .",
            "texteHtml": "<p>Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390671&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-54 (V)'>articles L. 2333-54 à L. 2333-56 du code général des collectivités territoriales</a>.<br/></p>",
            "num": "L422-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "VIGUEUR",
            "dateDebut": 1414800000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631888",
                        "id": "LEGISCTA000017631888",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107990",
                        "id": "LEGISCTA000006107990",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128539",
                        "id": "LEGISCTA000006128539",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143222",
                        "id": "LEGISCTA000006143222",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158450",
                        "id": "LEGISCTA000006158450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175566",
                        "id": "LEGISCTA000006175566",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175566",
            "sectionParentId": "LEGISCTA000006175566",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030060465",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 39 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000030009299",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-12-30",
                    "dateSignaTexte": "2014-12-29",
                    "dateDebutCible": "2014-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-54 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-54",
                    "articleId": "LEGIARTI000006390671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813659",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1145059200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813660",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1145059200000,
                    "dateFin": 1230768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408215",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 1236038400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408316",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1236038400000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408285",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1273708800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1273708800000,
                    "dateFin": 1414800000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030060465",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1414800000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L422-12",
                "422-12"
            ],
            "versionPrecedente": "LEGIARTI000027408235",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027408235",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits : \" Art. L. 2333-54 du code général des collectivités territoriales. Dans les communes qui réalisent des actions de promotion en faveur du tourisme, le conseil municipal peut instituer un prélèvement sur le produit brut des jeux dans les casinos. Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 relative aux casinos en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %. Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %. Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %. Les communes peuvent, par convention, reverser tout ou partie du prélèvement au groupement de communes ou au syndicat mixte dont elles sont membres lorsqu'il réalise des actions de promotion en faveur du tourisme. \" \" Art. L. 2333-55 du code général des collectivités territoriales. Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement. Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des recettes réelles de de fonctionnement de la commune, ce plafond étant porté à 10 % pour les communes membres d'un établissement public de coopération intercommunale faisant application des dispositions de l'article 1609 nonies C du code général des impôts et dont le potentiel financier par habitant est inférieur au potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique. \" \" Art. L. 2333-55-1 du code général des collectivités territoriales. Les prélèvements opérés par l'Etat, les communes, les établissements publics de coopération intercommunale et les organismes sociaux sur les jeux exploités par les casinos sont effectués sur le produit brut des jeux. Le produit brut des jeux est constitué : 1° Pour les jeux de contrepartie exploités sous forme non électronique, par la différence entre le montant cumulé de l'avance initiale et des avances complémentaires éventuelles et le montant de l'encaisse constaté en fin de partie ; 2° Pour les jeux de contrepartie exploités sous forme électronique, par la différence entre, d'une part, le montant de la comptée afférente à chaque poste de jeu et, d'autre part, le montant cumulé des avances éventuellement faites et des tickets représentatifs des crédits des joueurs émis par chaque poste de jeu. Dans le cas d'un appareil équipé d'un système informatique permettant la dématérialisation du paiement scriptural, le produit brut des jeux est constitué par la différence entre, d'une part, le montant des achats de crédits et de la comptée éventuelle et, d'autre part, les gains payés par chaque poste de jeu ; 3° Pour les jeux de cercle exploités sous forme électronique ou non, par le montant intégral de la cagnotte, correspondant aux retenues opérées à tous les jeux de cercle par le casino. Pour chaque jeu de cercle, la retenue opérée par le casino est fixée par voie réglementaire. Elle ne peut excéder 5 % d'une assiette constituée, selon le type de jeu, par les mises des joueurs, leurs gains, ou les sommes engagées par eux pour participer au jeu ; 4° Pour les jeux pratiqués avec des appareils définis à l'article 2 de la loi n° 83-628 du 12 juillet 1983 relative aux jeux de hasard, qui procurent un gain en numéraire, dits \" machines à sous \", par le produit d'un coefficient de 85 % appliqué au montant de la comptée afférente à l'appareil, diminué des avances faites, des tickets émis par la machine, des gains payés par la caisse spéciale et du montant des gains non réclamés ; 5° Pour les appareils connectés entre eux, dans le cadre d'un jackpot progressif mis en place entre plusieurs établissements, le produit brut des jeux est constitué par le produit d'un coefficient de 85 % appliqué au montant de la comptée visée au 4° également diminuée : a) Dans le casino où le jackpot progressif a été gagné, du montant initial du jackpot progressif et du montant des incréments réalisés par chaque appareil ; b) Dans les autres casinos, du seul montant des incréments réalisés par chaque appareil. Toutefois, le casino qui se retire du système de jackpot progressif multisites avant que la combinaison gagnante ne soit sortie déduit de son produit brut des jeux, à la fin du mois de son retrait, le montant des incréments constatés au cours de la période pendant laquelle il a participé au jackpot progressif multisites. Le produit brut des jeux du casino est également diminué, le cas échéant, du montant des incréments issus de l'arrêt d'un jackpot progressif multisites versé aux orphelins et non réaffecté à un nouveau jackpot progressif multisites à la clôture de l'exercice. Dans le cas où la différence mentionnée aux 1° et 2° est négative, la perte subie vient en déduction des bénéfices des jours suivants. \" \" Art. L. 2333-56 du code général des collectivités territoriales. Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux. A compter du 1er novembre 2008, l'abattement sur le produit brut des jeux des casinos mentionné à l'article 1er du décret du 28 juillet 1934 portant modification du régime fiscal des casinos, le cas échéant les abattements supplémentaires mentionnés au I de l'article 34 de la loi de finances rectificative pour 1995 (n° 95-1347 du 30 décembre 1995) et le prélèvement progressif mentionné à l'alinéa précédent sont appliqués, d'une part, à la somme des éléments constitutifs du produit brut des jeux mentionnés aux 1°, 2° et 3° de l'article L. 2333-55-1 et, d'autre part, à la somme des éléments constitutifs du produit brut des jeux mentionnés aux 4° et 5° du même article. \" \" Art. L. 2333-57 du code général des collectivités territoriales. Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret. Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème. Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal. Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales. \"",
            "texteHtml": "<p>Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits : </p><p>\" Art. L. 2333-54 du code général des collectivités territoriales. </p><p>Dans les communes qui réalisent des actions de promotion en faveur du tourisme, le conseil municipal peut instituer un prélèvement sur le produit brut des jeux dans les casinos. </p><p>Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 relative aux casinos en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %. </p><p>Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %. </p><p>Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %. </p><p>Les communes peuvent, par convention, reverser tout ou partie du prélèvement au groupement de communes ou au syndicat mixte dont elles sont membres lorsqu'il réalise des actions de promotion en faveur du tourisme. \" </p><p>\" Art. L. 2333-55 du code général des collectivités territoriales. </p><p>Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement. </p><p>Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des recettes réelles de de fonctionnement de la commune, ce plafond étant porté à 10 % pour les communes membres d'un établissement public de coopération intercommunale faisant application des dispositions de l'article 1609 nonies C du code général des impôts et dont le potentiel financier par habitant est inférieur au potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique. \" </p><p>\" Art. L. 2333-55-1 du code général des collectivités territoriales. </p><p>Les prélèvements opérés par l'Etat, les communes, les établissements publics de coopération intercommunale et les organismes sociaux sur les jeux exploités par les casinos sont effectués sur le produit brut des jeux. </p><p>Le produit brut des jeux est constitué : </p><p>1° Pour les jeux de contrepartie exploités sous forme non électronique, par la différence entre le montant cumulé de l'avance initiale et des avances complémentaires éventuelles et le montant de l'encaisse constaté en fin de partie ; </p><p>2° Pour les jeux de contrepartie exploités sous forme électronique, par la différence entre, d'une part, le montant de la comptée afférente à chaque poste de jeu et, d'autre part, le montant cumulé des avances éventuellement faites et des tickets représentatifs des crédits des joueurs émis par chaque poste de jeu. Dans le cas d'un appareil équipé d'un système informatique permettant la dématérialisation du paiement scriptural, le produit brut des jeux est constitué par la différence entre, d'une part, le montant des achats de crédits et de la comptée éventuelle et, d'autre part, les gains payés par chaque poste de jeu ; </p><p>3° Pour les jeux de cercle exploités sous forme électronique ou non, par le montant intégral de la cagnotte, correspondant aux retenues opérées à tous les jeux de cercle par le casino. Pour chaque jeu de cercle, la retenue opérée par le casino est fixée par voie réglementaire. Elle ne peut excéder 5 % d'une assiette constituée, selon le type de jeu, par les mises des joueurs, leurs gains, ou les sommes engagées par eux pour participer au jeu ; </p><p>4° Pour les jeux pratiqués avec des appareils définis à l'article 2 de la loi n° 83-628 du 12 juillet 1983 relative aux jeux de hasard, qui procurent un gain en numéraire, dits \" machines à sous \", par le produit d'un coefficient de 85 % appliqué au montant de la comptée afférente à l'appareil, diminué des avances faites, des tickets émis par la machine, des gains payés par la caisse spéciale et du montant des gains non réclamés ; </p><p>5° Pour les appareils connectés entre eux, dans le cadre d'un jackpot progressif mis en place entre plusieurs établissements, le produit brut des jeux est constitué par le produit d'un coefficient de 85 % appliqué au montant de la comptée visée au 4° également diminuée : </p><p>a) Dans le casino où le jackpot progressif a été gagné, du montant initial du jackpot progressif et du montant des incréments réalisés par chaque appareil ; </p><p>b) Dans les autres casinos, du seul montant des incréments réalisés par chaque appareil. </p><p>Toutefois, le casino qui se retire du système de jackpot progressif multisites avant que la combinaison gagnante ne soit sortie déduit de son produit brut des jeux, à la fin du mois de son retrait, le montant des incréments constatés au cours de la période pendant laquelle il a participé au jackpot progressif multisites. </p><p>Le produit brut des jeux du casino est également diminué, le cas échéant, du montant des incréments issus de l'arrêt d'un jackpot progressif multisites versé aux orphelins et non réaffecté à un nouveau jackpot progressif multisites à la clôture de l'exercice. </p><p>Dans le cas où la différence mentionnée aux 1° et 2° est négative, la perte subie vient en déduction des bénéfices des jours suivants. \" </p><p>\" Art. L. 2333-56 du code général des collectivités territoriales. </p><p>Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux. </p><p>A compter du 1er novembre 2008, l'abattement sur le produit brut des jeux des casinos mentionné à l'article 1er du décret du 28 juillet 1934 portant modification du régime fiscal des casinos, le cas échéant les abattements supplémentaires mentionnés au I de <a shape='rect' href='http://legifrance.gouv.fr/affichTexteArticle.do;jsessionid=470BB11D74D030A59E1A094ECD7ED1C8.tpdjo10v_3?cidTexte=JORFTEXT000000555740&idArticle=LEGIARTI000006319506&dateTexte=&categorieLien=cid' target='_blank'>l'article 34 </a>de la loi de finances rectificative pour 1995 (n° 95-1347 du 30 décembre 1995) et le prélèvement progressif mentionné à l'alinéa précédent sont appliqués, d'une part, à la somme des éléments constitutifs du produit brut des jeux mentionnés aux 1°, 2° et 3° de <a shape='rect' href='http://legifrance.gouv.fr/affichCodeArticle.do;jsessionid=470BB11D74D030A59E1A094ECD7ED1C8.tpdjo10v_3?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020050816&dateTexte=&categorieLien=cid' target='_blank'>l'article L. 2333-55-1 </a>et, d'autre part, à la somme des éléments constitutifs du produit brut des jeux mentionnés aux 4° et 5° du même article. \" </p><p>\" Art. L. 2333-57 du code général des collectivités territoriales. </p><p>Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret. </p><p>Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème. </p><p>Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal. </p><p>Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales. \"</p>",
            "num": "L422-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1273708800000,
            "dateFin": 1414800000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631888",
                        "id": "LEGISCTA000017631888",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107990",
                        "id": "LEGISCTA000006107990",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128539",
                        "id": "LEGISCTA000006128539",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143222",
                        "id": "LEGISCTA000006143222",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158450",
                        "id": "LEGISCTA000006158450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175566",
                        "id": "LEGISCTA000006175566",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175566",
            "sectionParentId": "LEGISCTA000006175566",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027408235",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022204510",
                    "textTitle": "LOI n° 2010-476 du 12 mai 2010 - art. 55",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "55",
                    "articleId": "LEGIARTI000022206611",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-05-13",
                    "dateSignaTexte": "2010-05-12",
                    "dateDebutCible": "2010-05-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000504703",
                    "textTitle": "Loi n°83-628 du 12 juillet 1983 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006520921",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "83-628",
                    "datePubli": 426902400000,
                    "dateDebut": 426902400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813659",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1145059200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813660",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1145059200000,
                    "dateFin": 1230768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408215",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 1236038400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408316",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1236038400000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408285",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1273708800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1273708800000,
                    "dateFin": 1414800000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030060465",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1414800000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L422-12",
                "422-12"
            ],
            "versionPrecedente": "LEGIARTI000027408285",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027408285",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits : \" Art. L. 2333-54 du code général des collectivités territoriales. Dans les communes qui réalisent des actions de promotion en faveur du tourisme, le conseil municipal peut instituer un prélèvement sur le produit brut des jeux dans les casinos. Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 relative aux casinos en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %. Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %. Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %. Les communes peuvent, par convention, reverser tout ou partie du prélèvement au groupement de communes ou au syndicat mixte dont elles sont membres lorsqu'il réalise des actions de promotion en faveur du tourisme. \" \" Art. L. 2333-55 du code général des collectivités territoriales. Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement. Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des recettes réelles de de fonctionnement de la commune, ce plafond étant porté à 10 % pour les communes membres d'un établissement public de coopération intercommunale faisant application des dispositions de l'article 1609 nonies C du code général des impôts et dont le potentiel financier par habitant est inférieur au potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique. \" \" Art. L. 2333-55-1 du code général des collectivités territoriales. Les prélèvements opérés par l'Etat, les communes, les établissements publics de coopération intercommunale et les organismes sociaux sur les jeux exploités par les casinos sont effectués sur le produit brut des jeux. Le produit brut des jeux est constitué : 1° Pour les jeux de contrepartie exploités sous forme non électronique, par la différence entre le montant cumulé de l'avance initiale et des avances complémentaires éventuelles et le montant de l'encaisse constaté en fin de partie ; 2° Pour les jeux de contrepartie exploités sous forme électronique, par la différence entre, d'une part, le montant de la comptée afférente à chaque poste de jeu et, d'autre part, le montant cumulé des avances éventuellement faites et des tickets représentatifs des crédits des joueurs émis par chaque poste de jeu. Dans le cas d'un appareil équipé d'un système informatique permettant la dématérialisation du paiement scriptural, le produit brut des jeux est constitué par la différence entre, d'une part, le montant des achats de crédits et de la comptée éventuelle et, d'autre part, les gains payés par chaque poste de jeu ; 3° Pour les jeux de cercle exploités sous forme électronique ou non, par le montant intégral de la cagnotte, correspondant aux retenues opérées à tous les jeux de cercle par le casino. Pour chaque jeu de cercle, la retenue opérée par le casino est fixée par voie réglementaire. Elle ne peut excéder 5 % d'une assiette constituée, selon le type de jeu, par les mises des joueurs, leurs gains, ou les sommes engagées par eux pour participer au jeu ; 4° Pour les jeux pratiqués avec des appareils définis à l'article 2 de la loi n° 83-628 du 12 juillet 1983 relative aux jeux de hasard, qui procurent un gain en numéraire, dits \" machines à sous \", par le produit d'un coefficient de 85 % appliqué au montant de la comptée afférente à l'appareil, diminué des avances faites, des tickets émis par la machine, des gains payés par la caisse spéciale et du montant des gains non réclamés ; 5° Pour les appareils connectés entre eux, dans le cadre d'un jackpot progressif mis en place entre plusieurs établissements, le produit brut des jeux est constitué par le produit d'un coefficient de 85 % appliqué au montant de la comptée visée au 4° également diminuée : a) Dans le casino où le jackpot progressif a été gagné, du montant initial du jackpot progressif et du montant des incréments réalisés par chaque appareil ; b) Dans les autres casinos, du seul montant des incréments réalisés par chaque appareil. Toutefois, le casino qui se retire du système de jackpot progressif multisites avant que la combinaison gagnante ne soit sortie déduit de son produit brut des jeux, à la fin du mois de son retrait, le montant des incréments constatés au cours de la période pendant laquelle il a participé au jackpot progressif multisites. Le produit brut des jeux du casino est également diminué, le cas échéant, du montant des incréments issus de l'arrêt d'un jackpot progressif multisites versé aux orphelins et non réaffecté à un nouveau jackpot progressif multisites à la clôture de l'exercice. Dans le cas où la différence mentionnée aux 1° et 2° est négative, la perte subie vient en déduction des bénéfices des jours suivants. \" \" Art. L. 2333-55-2 du code général des collectivités territoriales. Les prélèvements opérés au profit de l'Etat, des communes, des établissements publics de coopération intercommunale et des organismes sociaux et spécifiques aux jeux des casinos exploités en application de la loi du 15 juin 1907 précitée sont liquidés et payés mensuellement auprès d'un comptable public. Les prélèvements sont soldés par saison des jeux qui court du 1er novembre au 31 octobre de l'année suivante. Aucune compensation n'est admise entre le montant des prélèvements dû au titre d'une saison des jeux en cours et celui dont le casino est redevable pour une saison des jeux antérieure. Les prélèvements sont recouvrés et contrôlés selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces mêmes taxes. Un décret fixe les conditions d'application du présent article. \" Art. L. 2333-56 du code général des collectivités territoriales. Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux. \" \" Art. L. 2333-57 du code général des collectivités territoriales. Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret. Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème. Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal. Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales. \"",
            "texteHtml": "<p>Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits : </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390671&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-54 (V)'>L. 2333-54 </a>du code général des collectivités territoriales. </p><p>Dans les communes qui réalisent des actions de promotion en faveur du tourisme, le conseil municipal peut instituer un prélèvement sur le produit brut des jeux dans les casinos. </p><p>Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 relative aux casinos en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %. </p><p>Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %. </p><p>Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %. </p><p>Les communes peuvent, par convention, reverser tout ou partie du prélèvement au groupement de communes ou au syndicat mixte dont elles sont membres lorsqu'il réalise des actions de promotion en faveur du tourisme. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390674&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55 (V)'>L. 2333-55 </a>du code général des collectivités territoriales. </p><p>Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement. </p><p>Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des recettes réelles de de fonctionnement de la commune, ce plafond étant porté à 10 % pour les communes membres d'un établissement public de coopération intercommunale faisant application des dispositions de l'article 1609 nonies C du code général des impôts et dont le potentiel financier par habitant est inférieur au potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020050816&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55-1 (V)'>L. 2333-55-1 </a>du code général des collectivités territoriales. </p><p>Les prélèvements opérés par l'Etat, les communes, les établissements publics de coopération intercommunale et les organismes sociaux sur les jeux exploités par les casinos sont effectués sur le produit brut des jeux. </p><p>Le produit brut des jeux est constitué : </p><p>1° Pour les jeux de contrepartie exploités sous forme non électronique, par la différence entre le montant cumulé de l'avance initiale et des avances complémentaires éventuelles et le montant de l'encaisse constaté en fin de partie ; </p><p>2° Pour les jeux de contrepartie exploités sous forme électronique, par la différence entre, d'une part, le montant de la comptée afférente à chaque poste de jeu et, d'autre part, le montant cumulé des avances éventuellement faites et des tickets représentatifs des crédits des joueurs émis par chaque poste de jeu. Dans le cas d'un appareil équipé d'un système informatique permettant la dématérialisation du paiement scriptural, le produit brut des jeux est constitué par la différence entre, d'une part, le montant des achats de crédits et de la comptée éventuelle et, d'autre part, les gains payés par chaque poste de jeu ; </p><p>3° Pour les jeux de cercle exploités sous forme électronique ou non, par le montant intégral de la cagnotte, correspondant aux retenues opérées à tous les jeux de cercle par le casino. Pour chaque jeu de cercle, la retenue opérée par le casino est fixée par voie réglementaire. Elle ne peut excéder 5 % d'une assiette constituée, selon le type de jeu, par les mises des joueurs, leurs gains, ou les sommes engagées par eux pour participer au jeu ; </p><p>4° Pour les jeux pratiqués avec des appareils définis à l'article 2 de la loi n° 83-628 du 12 juillet 1983 relative aux jeux de hasard, qui procurent un gain en numéraire, dits \" machines à sous \", par le produit d'un coefficient de 85 % appliqué au montant de la comptée afférente à l'appareil, diminué des avances faites, des tickets émis par la machine, des gains payés par la caisse spéciale et du montant des gains non réclamés ; </p><p>5° Pour les appareils connectés entre eux, dans le cadre d'un jackpot progressif mis en place entre plusieurs établissements, le produit brut des jeux est constitué par le produit d'un coefficient de 85 % appliqué au montant de la comptée visée au 4° également diminuée : </p><p>a) Dans le casino où le jackpot progressif a été gagné, du montant initial du jackpot progressif et du montant des incréments réalisés par chaque appareil ; </p><p>b) Dans les autres casinos, du seul montant des incréments réalisés par chaque appareil. </p><p>Toutefois, le casino qui se retire du système de jackpot progressif multisites avant que la combinaison gagnante ne soit sortie déduit de son produit brut des jeux, à la fin du mois de son retrait, le montant des incréments constatés au cours de la période pendant laquelle il a participé au jackpot progressif multisites. </p><p>Le produit brut des jeux du casino est également diminué, le cas échéant, du montant des incréments issus de l'arrêt d'un jackpot progressif multisites versé aux orphelins et non réaffecté à un nouveau jackpot progressif multisites à la clôture de l'exercice. </p><p>Dans le cas où la différence mentionnée aux 1° et 2° est négative, la perte subie vient en déduction des bénéfices des jours suivants. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020898069&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55-2 (V)'>Art. L. 2333-55-2</a> du code général des collectivités territoriales. </p><p>Les prélèvements opérés au profit de l'Etat, des communes, des établissements publics de coopération intercommunale et des organismes sociaux et spécifiques aux jeux des casinos exploités en application de la loi du 15 juin 1907 précitée sont liquidés et payés mensuellement auprès d'un comptable public. </p><p>Les prélèvements sont soldés par saison des jeux qui court du 1er novembre au 31 octobre de l'année suivante. Aucune compensation n'est admise entre le montant des prélèvements dû au titre d'une saison des jeux en cours et celui dont le casino est redevable pour une saison des jeux antérieure. </p><p>Les prélèvements sont recouvrés et contrôlés selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces mêmes taxes. </p><p>Un décret fixe les conditions d'application du présent article. </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390676&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-56 (V)'>L. 2333-56 </a>du code général des collectivités territoriales. </p><p>Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390677&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-57 (V)'>L. 2333-57 </a>du code général des collectivités territoriales. </p><p>Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret. </p><p>Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème. </p><p>Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal. </p><p>Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales. \"</p>",
            "num": "L422-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1257033600000,
            "dateFin": 1273708800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631888",
                        "id": "LEGISCTA000017631888",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107990",
                        "id": "LEGISCTA000006107990",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128539",
                        "id": "LEGISCTA000006128539",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143222",
                        "id": "LEGISCTA000006143222",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158450",
                        "id": "LEGISCTA000006158450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175566",
                        "id": "LEGISCTA000006175566",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175566",
            "sectionParentId": "LEGISCTA000006175566",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027408285",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000422900",
                    "textTitle": "Loi n° 2006-437 du 14 avril 2006 - art. 7 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006250686",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-04-15",
                    "dateSignaTexte": "2006-04-14",
                    "dateDebutCible": "2006-04-15"
                },
                {
                    "textCid": "JORFTEXT000020893055",
                    "textTitle": "LOI n° 2009-888 du 22 juillet 2009 - art. 27 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000020894314",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-07-24",
                    "dateSignaTexte": "2009-07-22",
                    "dateDebutCible": "2009-07-25"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-54 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-54",
                    "articleId": "LEGIARTI000006390671",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55",
                    "articleId": "LEGIARTI000006390674",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55-1 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55-1",
                    "articleId": "LEGIARTI000020050816",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55-2 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55-2",
                    "articleId": "LEGIARTI000020898069",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-56 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-56",
                    "articleId": "LEGIARTI000006390676",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-57 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-57",
                    "articleId": "LEGIARTI000006390677",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813659",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1145059200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813660",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1145059200000,
                    "dateFin": 1230768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408215",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 1236038400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408316",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1236038400000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408285",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1273708800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1273708800000,
                    "dateFin": 1414800000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030060465",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1414800000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L422-12",
                "422-12"
            ],
            "versionPrecedente": "LEGIARTI000027408316",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027408316",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits : \" Art. L. 2333-54 du code général des collectivités territoriales. Dans les communes qui réalisent des actions de promotion en faveur du tourisme, le conseil municipal peut instituer un prélèvement sur le produit brut des jeux dans les casinos. Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %. Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %. Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %. Les communes peuvent, par convention, reverser tout ou partie du prélèvement au groupement de communes ou au syndicat mixte dont elles sont membres lorsqu'il réalise des actions de promotion en faveur du tourisme. \" \" Art. L. 2333-55 du code général des collectivités territoriales. Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement. Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des recettes réelles de de fonctionnement de la commune, ce plafond étant porté à 10 % pour les communes membres d'un établissement public de coopération intercommunale faisant application des dispositions de l'article 1609 nonies C du code général des impôts et dont le potentiel financier par habitant est inférieur au potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique. \" \" Art. L. 2333-55-1 du code général des collectivités territoriales. Les prélèvements opérés par l'Etat, les communes, les établissements publics de coopération intercommunale et les organismes sociaux sur les jeux exploités par les casinos sont effectués sur le produit brut des jeux. Le produit brut des jeux est constitué : 1° Pour les jeux de contrepartie exploités sous forme non électronique, par la différence entre le montant cumulé de l'avance initiale et des avances complémentaires éventuelles et le montant de l'encaisse constaté en fin de partie ; 2° Pour les jeux de contrepartie exploités sous forme électronique, par la différence entre, d'une part, le montant de la comptée afférente à chaque poste de jeu et, d'autre part, le montant cumulé des avances éventuellement faites et des tickets représentatifs des crédits des joueurs émis par chaque poste de jeu. Dans le cas d'un appareil équipé d'un système informatique permettant la dématérialisation du paiement scriptural, le produit brut des jeux est constitué par la différence entre, d'une part, le montant des achats de crédits et de la comptée éventuelle et, d'autre part, les gains payés par chaque poste de jeu ; 3° Pour les jeux de cercle exploités sous forme électronique ou non, par le montant intégral de la cagnotte, correspondant aux retenues opérées à tous les jeux de cercle par le casino. Pour chaque jeu de cercle, la retenue opérée par le casino est fixée par voie réglementaire. Elle ne peut excéder 5 % d'une assiette constituée, selon le type de jeu, par les mises des joueurs, leurs gains, ou les sommes engagées par eux pour participer au jeu ; 4° Pour les jeux pratiqués avec des appareils définis à l'article 2 de la loi n° 83-628 du 12 juillet 1983 relative aux jeux de hasard, qui procurent un gain en numéraire, dits \" machines à sous \", par le produit d'un coefficient de 85 % appliqué au montant de la comptée afférente à l'appareil, diminué des avances faites, des tickets émis par la machine, des gains payés par la caisse spéciale et du montant des gains non réclamés ; 5° Pour les appareils connectés entre eux, dans le cadre d'un jackpot progressif mis en place entre plusieurs établissements, le produit brut des jeux est constitué par le produit d'un coefficient de 85 % appliqué au montant de la comptée visée au 4° également diminuée : a) Dans le casino où le jackpot progressif a été gagné, du montant initial du jackpot progressif et du montant des incréments réalisés par chaque appareil ; b) Dans les autres casinos, du seul montant des incréments réalisés par chaque appareil. Toutefois, le casino qui se retire du système de jackpot progressif multisites avant que la combinaison gagnante ne soit sortie déduit de son produit brut des jeux, à la fin du mois de son retrait, le montant des incréments constatés au cours de la période pendant laquelle il a participé au jackpot progressif multisites. Le produit brut des jeux du casino est également diminué, le cas échéant, du montant des incréments issus de l'arrêt d'un jackpot progressif multisites versé aux orphelins et non réaffecté à un nouveau jackpot progressif multisites à la clôture de l'exercice. Dans le cas où la différence mentionnée aux 1° et 2° est négative, la perte subie vient en déduction des bénéfices des jours suivants. \" \" Art. L. 2333-56 du code général des collectivités territoriales. Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux. \" \" Art. L. 2333-57 du code général des collectivités territoriales. Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret. Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème. Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal. Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales. \"",
            "texteHtml": "<p>Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits : </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390671&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-54 (V)'>L. 2333-54 </a>du code général des collectivités territoriales. </p><p>Dans les communes qui réalisent des actions de promotion en faveur du tourisme, le conseil municipal peut instituer un prélèvement sur le produit brut des jeux dans les casinos. </p><p>Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %. </p><p>Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %. </p><p>Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %. </p><p>Les communes peuvent, par convention, reverser tout ou partie du prélèvement au groupement de communes ou au syndicat mixte dont elles sont membres lorsqu'il réalise des actions de promotion en faveur du tourisme. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390674&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55 (V)'>L. 2333-55 </a>du code général des collectivités territoriales. </p><p>Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement. </p><p>Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des recettes réelles de de fonctionnement de la commune, ce plafond étant porté à 10 % pour les communes membres d'un établissement public de coopération intercommunale faisant application des dispositions de l'article 1609 nonies C du code général des impôts et dont le potentiel financier par habitant est inférieur au potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020050816&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55-1 (V)'>Art. L. 2333-55-1</a> du code général des collectivités territoriales. </p><p>Les prélèvements opérés par l'Etat, les communes, les établissements publics de coopération intercommunale et les organismes sociaux sur les jeux exploités par les casinos sont effectués sur le produit brut des jeux. </p><p>Le produit brut des jeux est constitué : </p><p>1° Pour les jeux de contrepartie exploités sous forme non électronique, par la différence entre le montant cumulé de l'avance initiale et des avances complémentaires éventuelles et le montant de l'encaisse constaté en fin de partie ; </p><p>2° Pour les jeux de contrepartie exploités sous forme électronique, par la différence entre, d'une part, le montant de la comptée afférente à chaque poste de jeu et, d'autre part, le montant cumulé des avances éventuellement faites et des tickets représentatifs des crédits des joueurs émis par chaque poste de jeu. Dans le cas d'un appareil équipé d'un système informatique permettant la dématérialisation du paiement scriptural, le produit brut des jeux est constitué par la différence entre, d'une part, le montant des achats de crédits et de la comptée éventuelle et, d'autre part, les gains payés par chaque poste de jeu ; </p><p>3° Pour les jeux de cercle exploités sous forme électronique ou non, par le montant intégral de la cagnotte, correspondant aux retenues opérées à tous les jeux de cercle par le casino. Pour chaque jeu de cercle, la retenue opérée par le casino est fixée par voie réglementaire. Elle ne peut excéder 5 % d'une assiette constituée, selon le type de jeu, par les mises des joueurs, leurs gains, ou les sommes engagées par eux pour participer au jeu ; </p><p>4° Pour les jeux pratiqués avec des appareils définis à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000504703&idArticle=LEGIARTI000006520921&dateTexte=&categorieLien=cid' title='Loi n°83-628 du 12 juillet 1983 - art. 2 (Ab)'>l'article 2 de la loi n° 83-628 </a>du 12 juillet 1983 relative aux jeux de hasard, qui procurent un gain en numéraire, dits \" machines à sous \", par le produit d'un coefficient de 85 % appliqué au montant de la comptée afférente à l'appareil, diminué des avances faites, des tickets émis par la machine, des gains payés par la caisse spéciale et du montant des gains non réclamés ; </p><p>5° Pour les appareils connectés entre eux, dans le cadre d'un jackpot progressif mis en place entre plusieurs établissements, le produit brut des jeux est constitué par le produit d'un coefficient de 85 % appliqué au montant de la comptée visée au 4° également diminuée : </p><p>a) Dans le casino où le jackpot progressif a été gagné, du montant initial du jackpot progressif et du montant des incréments réalisés par chaque appareil ; </p><p>b) Dans les autres casinos, du seul montant des incréments réalisés par chaque appareil. </p><p>Toutefois, le casino qui se retire du système de jackpot progressif multisites avant que la combinaison gagnante ne soit sortie déduit de son produit brut des jeux, à la fin du mois de son retrait, le montant des incréments constatés au cours de la période pendant laquelle il a participé au jackpot progressif multisites. </p><p>Le produit brut des jeux du casino est également diminué, le cas échéant, du montant des incréments issus de l'arrêt d'un jackpot progressif multisites versé aux orphelins et non réaffecté à un nouveau jackpot progressif multisites à la clôture de l'exercice. </p><p>Dans le cas où la différence mentionnée aux 1° et 2° est négative, la perte subie vient en déduction des bénéfices des jours suivants. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390676&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-56 (V)'>L. 2333-56 </a>du code général des collectivités territoriales. </p><p>Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390677&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-57 (V)'>L. 2333-57 </a>du code général des collectivités territoriales. </p><p>Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret. </p><p>Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème. </p><p>Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal. </p><p>Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales. \"</p>",
            "num": "L422-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1236038400000,
            "dateFin": 1257033600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631888",
                        "id": "LEGISCTA000017631888",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107990",
                        "id": "LEGISCTA000006107990",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128539",
                        "id": "LEGISCTA000006128539",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143222",
                        "id": "LEGISCTA000006143222",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158450",
                        "id": "LEGISCTA000006158450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175566",
                        "id": "LEGISCTA000006175566",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175566",
            "sectionParentId": "LEGISCTA000006175566",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027408316",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000422900",
                    "textTitle": "Loi n° 2006-437 du 14 avril 2006 - art. 7 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006250686",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-04-15",
                    "dateSignaTexte": "2006-04-14",
                    "dateDebutCible": "2006-04-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000504703",
                    "textTitle": "Loi n°83-628 du 12 juillet 1983 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006520921",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "83-628",
                    "datePubli": 426902400000,
                    "dateDebut": 426902400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-54 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-54",
                    "articleId": "LEGIARTI000006390671",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55",
                    "articleId": "LEGIARTI000006390674",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55-1 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55-1",
                    "articleId": "LEGIARTI000020050816",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-56 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-56",
                    "articleId": "LEGIARTI000006390676",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-57 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-57",
                    "articleId": "LEGIARTI000006390677",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813659",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1145059200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813660",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1145059200000,
                    "dateFin": 1230768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408215",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 1236038400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408316",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1236038400000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408285",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1273708800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1273708800000,
                    "dateFin": 1414800000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030060465",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1414800000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L422-12",
                "422-12"
            ],
            "versionPrecedente": "LEGIARTI000027408215",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027408215",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits : \" Art. L. 2333-54 du code général des collectivités territoriales. Dans les communes qui réalisent des actions de promotion en faveur du tourisme, le conseil municipal peut instituer un prélèvement sur le produit brut des jeux dans les casinos. Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %. Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %. Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %. Les communes peuvent, par convention, reverser tout ou partie du prélèvement au groupement de communes ou au syndicat mixte dont elles sont membres lorsqu'il réalise des actions de promotion en faveur du tourisme. \" \" Art. L. 2333-55 du code général des collectivités territoriales. Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement. Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des recettes réelles de de fonctionnement de la commune, ce plafond étant porté à 10 % pour les communes membres d'un établissement public de coopération intercommunale faisant application des dispositions de l'article 1609 nonies C du code général des impôts et dont le potentiel financier par habitant est inférieur au potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique. \" \" Art. L. 2333-55-1 du code général des collectivités territoriales. Les prélèvements opérés par l'Etat, les communes, les établissements publics de coopération intercommunale et les organismes sociaux sur les jeux exploités par les casinos sont effectués sur le produit brut des jeux. Le produit brut des jeux est constitué : 1° Pour les jeux de contrepartie exploités sous forme non électronique, par la différence entre le montant cumulé de l'avance initiale et des avances complémentaires éventuelles et le montant de l'encaisse constaté en fin de partie ; 2° Pour les jeux de contrepartie exploités sous forme électronique, par la différence entre, d'une part, le montant de la comptée afférente à chaque poste de jeu et, d'autre part, le montant cumulé des avances éventuellement faites et des tickets représentatifs des crédits des joueurs émis par chaque poste de jeu. Dans le cas d'un appareil équipé d'un système informatique permettant la dématérialisation du paiement scriptural, le produit brut des jeux est constitué par la différence entre, d'une part, le montant des achats de crédits et de la comptée éventuelle et, d'autre part, les gains payés par chaque poste de jeu ; 3° Pour les jeux de cercle exploités sous forme électronique ou non, par le montant intégral de la cagnotte, correspondant aux retenues opérées à tous les jeux de cercle par le casino. Pour chaque jeu de cercle, la retenue opérée par le casino est fixée par voie réglementaire. Elle ne peut excéder 5 % d'une assiette constituée, selon le type de jeu, par les mises des joueurs, leurs gains, ou les sommes engagées par eux pour participer au jeu ; 4° Pour les jeux pratiqués avec des appareils définis à l'article 2 de la loi n° 83-628 du 12 juillet 1983 relative aux jeux de hasard, qui procurent un gain en numéraire, dits \" machines à sous \", par le produit d'un coefficient de 85 % appliqué au montant de la comptée afférente à l'appareil, diminué des avances faites, des tickets émis par la machine, des gains payés par la caisse spéciale et du montant des gains non réclamés ; 5° Pour les appareils connectés entre eux, dans le cadre d'un jackpot progressif mis en place entre plusieurs établissements, le produit brut des jeux est constitué par le produit d'un coefficient de 85 % appliqué au montant de la comptée visée au 4° également diminuée : a) Dans le casino où le jackpot progressif a été gagné, du montant initial du jackpot progressif et du montant des incréments réalisés par chaque appareil ; b) Dans les autres casinos, du seul montant des incréments réalisés par chaque appareil. Toutefois, le casino qui se retire du système de jackpot progressif multisites avant que la combinaison gagnante ne soit sortie déduit de son produit brut des jeux, à la fin du mois de son retrait, le montant des incréments constatés au cours de la période pendant laquelle il a participé au jackpot progressif multisites. Le produit brut des jeux du casino est également diminué, le cas échéant, du montant des incréments issus de l'arrêt d'un jackpot progressif multisites versé aux orphelins et non réaffecté à un nouveau jackpot progressif multisites à la clôture de l'exercice. Dans le cas où la différence mentionnée aux 1° et 2° est négative, la perte subie vient en déduction des bénéfices des jours suivants. \" \" Art. L. 2333-56 du code général des collectivités territoriales. Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux. \" \" Art. L. 2333-57 du code général des collectivités territoriales. Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret. Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème. Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal. Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales. \"",
            "texteHtml": "<p>Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits : </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390671&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-54 (V)'>L. 2333-54 </a>du code général des collectivités territoriales. </p><p>Dans les communes qui réalisent des actions de promotion en faveur du tourisme, le conseil municipal peut instituer un prélèvement sur le produit brut des jeux dans les casinos. </p><p>Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %. </p><p>Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %. </p><p>Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %. </p><p>Les communes peuvent, par convention, reverser tout ou partie du prélèvement au groupement de communes ou au syndicat mixte dont elles sont membres lorsqu'il réalise des actions de promotion en faveur du tourisme. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390674&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55 (V)'>L. 2333-55 </a>du code général des collectivités territoriales. </p><p>Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement. </p><p>Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des recettes réelles de de fonctionnement de la commune, ce plafond étant porté à 10 % pour les communes membres d'un établissement public de coopération intercommunale faisant application des dispositions de l'article 1609 nonies C du code général des impôts et dont le potentiel financier par habitant est inférieur au potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique. \" </p><p>\" Art. L. 2333-55-1 du code général des collectivités territoriales. </p><p>Les prélèvements opérés par l'Etat, les communes, les établissements publics de coopération intercommunale et les organismes sociaux sur les jeux exploités par les casinos sont effectués sur le produit brut des jeux. </p><p>Le produit brut des jeux est constitué : </p><p>1° Pour les jeux de contrepartie exploités sous forme non électronique, par la différence entre le montant cumulé de l'avance initiale et des avances complémentaires éventuelles et le montant de l'encaisse constaté en fin de partie ; </p><p>2° Pour les jeux de contrepartie exploités sous forme électronique, par la différence entre, d'une part, le montant de la comptée afférente à chaque poste de jeu et, d'autre part, le montant cumulé des avances éventuellement faites et des tickets représentatifs des crédits des joueurs émis par chaque poste de jeu. Dans le cas d'un appareil équipé d'un système informatique permettant la dématérialisation du paiement scriptural, le produit brut des jeux est constitué par la différence entre, d'une part, le montant des achats de crédits et de la comptée éventuelle et, d'autre part, les gains payés par chaque poste de jeu ; </p><p>3° Pour les jeux de cercle exploités sous forme électronique ou non, par le montant intégral de la cagnotte, correspondant aux retenues opérées à tous les jeux de cercle par le casino. Pour chaque jeu de cercle, la retenue opérée par le casino est fixée par voie réglementaire. Elle ne peut excéder 5 % d'une assiette constituée, selon le type de jeu, par les mises des joueurs, leurs gains, ou les sommes engagées par eux pour participer au jeu ; </p><p>4° Pour les jeux pratiqués avec des appareils définis à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000504703&idArticle=LEGIARTI000006520921&dateTexte=&categorieLien=cid' title='Loi n°83-628 du 12 juillet 1983 - art. 2 (Ab)'>l'article 2 de la loi n° 83-628</a> du 12 juillet 1983 relative aux jeux de hasard, qui procurent un gain en numéraire, dits \" machines à sous \", par le produit d'un coefficient de 85 % appliqué au montant de la comptée afférente à l'appareil, diminué des avances faites, des tickets émis par la machine, des gains payés par la caisse spéciale et du montant des gains non réclamés ; </p><p>5° Pour les appareils connectés entre eux, dans le cadre d'un jackpot progressif mis en place entre plusieurs établissements, le produit brut des jeux est constitué par le produit d'un coefficient de 85 % appliqué au montant de la comptée visée au 4° également diminuée : </p><p>a) Dans le casino où le jackpot progressif a été gagné, du montant initial du jackpot progressif et du montant des incréments réalisés par chaque appareil ; </p><p>b) Dans les autres casinos, du seul montant des incréments réalisés par chaque appareil. </p><p>Toutefois, le casino qui se retire du système de jackpot progressif multisites avant que la combinaison gagnante ne soit sortie déduit de son produit brut des jeux, à la fin du mois de son retrait, le montant des incréments constatés au cours de la période pendant laquelle il a participé au jackpot progressif multisites. </p><p>Le produit brut des jeux du casino est également diminué, le cas échéant, du montant des incréments issus de l'arrêt d'un jackpot progressif multisites versé aux orphelins et non réaffecté à un nouveau jackpot progressif multisites à la clôture de l'exercice. </p><p>Dans le cas où la différence mentionnée aux 1° et 2° est négative, la perte subie vient en déduction des bénéfices des jours suivants. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390676&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-56 (V)'>L. 2333-56 </a>du code général des collectivités territoriales. </p><p>Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390677&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-57 (V)'>L. 2333-57 </a>du code général des collectivités territoriales. </p><p>Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret. </p><p>Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème. </p><p>Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal. </p><p>Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales. \"</p>",
            "num": "L422-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1230768000000,
            "dateFin": 1236038400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631888",
                        "id": "LEGISCTA000017631888",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107990",
                        "id": "LEGISCTA000006107990",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128539",
                        "id": "LEGISCTA000006128539",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143222",
                        "id": "LEGISCTA000006143222",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158450",
                        "id": "LEGISCTA000006158450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175566",
                        "id": "LEGISCTA000006175566",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175566",
            "sectionParentId": "LEGISCTA000006175566",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027408215",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020014790",
                    "textTitle": "LOI n° 2008-1443 du 30 décembre 2008 - art. 129",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "129",
                    "articleId": "LEGIARTI000020042237",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-12-31",
                    "dateSignaTexte": "2008-12-30",
                    "dateDebutCible": "2009-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000504703",
                    "textTitle": "Loi n°83-628 du 12 juillet 1983 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006520921",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "83-628",
                    "datePubli": 426902400000,
                    "dateDebut": 426902400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-54 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-54",
                    "articleId": "LEGIARTI000006390671",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55",
                    "articleId": "LEGIARTI000006390674",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-56 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-56",
                    "articleId": "LEGIARTI000006390676",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-57 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-57",
                    "articleId": "LEGIARTI000006390677",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813659",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1145059200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813660",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1145059200000,
                    "dateFin": 1230768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408215",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 1236038400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408316",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1236038400000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408285",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1273708800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1273708800000,
                    "dateFin": 1414800000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030060465",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1414800000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L422-12",
                "422-12"
            ],
            "versionPrecedente": "LEGIARTI000006813660",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006813660",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits : \" Art. L. 2333-54 du code général des collectivités territoriales. Dans les communes qui réalisent des actions de promotion en faveur du tourisme, le conseil municipal peut instituer un prélèvement sur le produit brut des jeux dans les casinos. Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %. Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %. Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %. Les communes peuvent, par convention, reverser tout ou partie du prélèvement au groupement de communes ou au syndicat mixte dont elles sont membres lorsqu'il réalise des actions de promotion en faveur du tourisme. \" \" Art. L. 2333-55 du code général des collectivités territoriales. Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement. Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des recettes réelles de de fonctionnement de la commune, ce plafond étant porté à 10 % pour les communes membres d'un établissement public de coopération intercommunale faisant application des dispositions de l'article 1609 nonies C du code général des impôts et dont le potentiel financier par habitant est inférieur au potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique. \" \" Art. L. 2333-56 du code général des collectivités territoriales. Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux. \" \" Art. L. 2333-57 du code général des collectivités territoriales. Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret. Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème. Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal. Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales. \"",
            "texteHtml": "<p>Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits : </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390671&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-54 (V)'>L. 2333-54 </a>du code général des collectivités territoriales. </p><p>Dans les communes qui réalisent des actions de promotion en faveur du tourisme, le conseil municipal peut instituer un prélèvement sur le produit brut des jeux dans les casinos. </p><p>Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %. </p><p>Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %. </p><p>Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %. </p><p>Les communes peuvent, par convention, reverser tout ou partie du prélèvement au groupement de communes ou au syndicat mixte dont elles sont membres lorsqu'il réalise des actions de promotion en faveur du tourisme. \" </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390674&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55 (V)'>L. 2333-55 </a>du code général des collectivités territoriales. </p><p>Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement. </p><p>Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des recettes réelles de de fonctionnement de la commune, ce plafond étant porté à 10 % pour les communes membres d'un établissement public de coopération intercommunale faisant application des dispositions de l'article 1609 nonies C du code général des impôts et dont le potentiel financier par habitant est inférieur au potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique. \" </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390676&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-56 (V)'>L. 2333-56 </a>du code général des collectivités territoriales. </p><p>Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux. \" </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390677&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-57 (V)'>L. 2333-57</a> du code général des collectivités territoriales. </p><p>Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret. </p><p>Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème. </p><p>Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal. </p><p>Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales. \"</p>",
            "num": "L422-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1145059200000,
            "dateFin": 1230768000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631888",
                        "id": "LEGISCTA000017631888",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107990",
                        "id": "LEGISCTA000006107990",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128539",
                        "id": "LEGISCTA000006128539",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143222",
                        "id": "LEGISCTA000006143222",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158450",
                        "id": "LEGISCTA000006158450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175566",
                        "id": "LEGISCTA000006175566",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175566",
            "sectionParentId": "LEGISCTA000006175566",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006813660",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000419170",
                    "textTitle": "Ordonnance 2004-1391 2004-12-20 JORF 24 décembre 2004",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000419170",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2004-12-24",
                    "dateSignaTexte": "2004-12-20",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000422900",
                    "textTitle": "Loi n°2006-437 du 14 avril 2006 - art. 17 () JORF 15 avril 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006250696",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-04-15",
                    "dateSignaTexte": "2006-04-14",
                    "dateDebutCible": "2006-04-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000419170",
                    "textTitle": "Ordonnance 2004-1391 2004-12-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000419170",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2004-1391",
                    "datePubli": 1103846400000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-54 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-54",
                    "articleId": "LEGIARTI000006390671",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55",
                    "articleId": "LEGIARTI000006390674",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-56 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-56",
                    "articleId": "LEGIARTI000006390676",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-57 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L2333-57",
                    "articleId": "LEGIARTI000006390677",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813659",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1145059200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813660",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1145059200000,
                    "dateFin": 1230768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408215",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 1236038400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408316",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1236038400000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408285",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1273708800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1273708800000,
                    "dateFin": 1414800000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030060465",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1414800000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L422-12",
                "422-12"
            ],
            "versionPrecedente": "LEGIARTI000006813659",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006813659",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits : \"Art. L. 2333-54 du code général des collectivités territoriales. Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %. Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %. Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %. \"Art. L. 2333-55 du code général des collectivités territoriales. Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement. Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des ressources ordinaires de la commune.\" \"Art. L. 2333-56 du code général des collectivités territoriales. Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux.\" \"Art. L. 2333-57 du code général des collectivités territoriales. Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret. Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème. Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal. Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales.\"",
            "texteHtml": "<p>Les règles relatives au prélèvement sur le produit des jeux dans les casinos sont fixées par les articles L. 2333-54 à L. 2333-57 du code général des collectivités territoriales ci-après reproduits :</p><p>\"Art. L. 2333-54 du code général des collectivités territoriales.</p><p>Le taux maximum des prélèvements opérés par les communes sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques en vertu des clauses des cahiers des charges de ces établissements ne doit, en aucun cas, dépasser 15 %.</p><p>Lesdits prélèvements ont la même assiette que le prélèvement de l'Etat, c'est-à-dire s'appliquent au produit brut des jeux diminué de 25 %.</p><p>Lorsque le taux du prélèvement de l'Etat ajouté au taux du prélèvement communal dépasse 80 %, le taux du prélèvement de l'Etat est réduit de façon que le total des deux prélèvements soit de 80 %.</p><p>\"Art. L. 2333-55 du code général des collectivités territoriales.</p><p>Il est reversé à chaque commune, siège d'un casino régi par la loi du 15 juin 1907 précitée, 10 % du prélèvement opéré par l'Etat sur le produit brut des jeux réalisé par l'établissement.</p><p>Le montant de ce versement ne peut toutefois avoir pour effet d'accroître de plus de 5 % le montant des ressources ordinaires de la commune.\"</p><p>\"Art. L. 2333-56 du code général des collectivités territoriales.</p><p>Les tranches du barème du prélèvement progressif opéré sur le produit brut des jeux, en vertu de la loi du 15 juin 1907 précitée, sont fixées par décret, dans les limites minimum et maximum de 10 % à 80 % du produit brut des jeux.\"</p><p>\"Art. L. 2333-57 du code général des collectivités territoriales.</p><p>Les recettes supplémentaires dégagées au profit des casinos par l'application du nouveau barème prévu à l'article L. 2333-56 sont consacrées, à concurrence de 50 % de leur montant, à des travaux d'investissement destinés à l'amélioration de l'équipement touristique dans les conditions fixées par décret.</p><p>Les travaux d'investissement prévus à l'alinéa précédent sont, sauf dispositions expresses du décret prévu au premier alinéa, effectués dans la commune où est exploité le casino bénéficiaire de l'application du nouveau barème.</p><p>Ils peuvent être affectés, en tout ou partie, à l'équipement du casino, de ses annexes et de ses abords, après accord entre le concessionnaire des jeux et le conseil municipal.</p><p>Le décret d'application précise les modalités d'emploi en capital ou annuités d'emprunt et les conditions dans lesquelles l'emprunt gagé par les recettes de cette nature est garanti par les collectivités territoriales.\"</p><p></p>",
            "num": "L422-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1104537600000,
            "dateFin": 1145059200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631888",
                        "id": "LEGISCTA000017631888",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107990",
                        "id": "LEGISCTA000006107990",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128539",
                        "id": "LEGISCTA000006128539",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143222",
                        "id": "LEGISCTA000006143222",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158450",
                        "id": "LEGISCTA000006158450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175566",
                        "id": "LEGISCTA000006175566",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175566",
            "sectionParentId": "LEGISCTA000006175566",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre 2 : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006813659",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : L'ordonnance n° 2004-1391 du 20 décembre 2004, relative à la partie législative du code du tourisme, telle que publiée au Journal officiel du 24 décembre 2004, comporte des erreurs matérielles de rédaction.",
            "notaHtml": "<p>NOTA : L'ordonnance n° 2004-1391 du 20 décembre 2004, relative à la partie législative du code du tourisme, telle que publiée au Journal officiel du 24 décembre 2004, comporte des erreurs matérielles de rédaction.</p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000804607",
                    "textTitle": "Loi n° 2004-809 du 13 août 2004 - art. 7",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006399602",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-08-17",
                    "dateSignaTexte": "2004-08-13",
                    "dateDebutCible": "2004-08-17"
                },
                {
                    "textCid": "JORFTEXT000000419170",
                    "textTitle": "Ordonnance 2004-1391 2004-12-20 JORF 24 décembre 2004",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000419170",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2004-12-24",
                    "dateSignaTexte": "2004-12-20",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Loi 1907-06-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813659",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1145059200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813660",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1145059200000,
                    "dateFin": 1230768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408215",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 1236038400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408316",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1236038400000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408285",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1273708800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027408235",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1273708800000,
                    "dateFin": 1414800000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030060465",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1414800000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L422-12",
                "422-12"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}