{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048597087",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'existence de coûts d'installation disproportionnés est établie lorsque le rapport entre le coût hors taxes des travaux nécessaires à l'installation d'un système de production d'énergies renouvelables ou d'un système de végétalisation et le coût total hors taxes des travaux de construction, d'extension ou de rénovation dépasse un taux fixé par un arrêté conjoint des ministres chargés de la construction et de l'énergie. Le coût total hors taxes des travaux de rénovation comprend l'ensemble des travaux nécessaires à la rénovation du bâtiment, ou de la partie de bâtiment, notamment les travaux de confortement, de renforcement, de fondations, de gros œuvre, de charpente, de couverture, d'étanchéité, d'isolation thermique, de chauffage, de refroidissement, d'éclairage, de plomberie, de revêtements de sols, de peinture, de sécurité contre l'incendie et de ventilation. Le coût hors taxes des travaux nécessaires à l'installation d'un système de production d'énergies renouvelables ou d'un système de végétalisation comprend notamment la fourniture des équipements et des matériaux, l'installation et la mise en œuvre, la réalisation des raccordements éventuels et, dans le cas d'un bâtiment existant, les coûts afférents au renforcement de la structure et des fondations ainsi qu'à la réfection de l'étanchéité lorsque ces travaux ne sont pas initialement prévus dans l'opération de rénovation lourde ou d'extension et sont rendus nécessaires par l'installation du système. Le coût hors taxes des travaux nécessaires à l'installation d'un système de végétalisation est diminué, le cas échéant, des aides publiques auxquelles les travaux sont éligibles. Lorsqu'il est supporté par le maître d'ouvrage, le coût hors taxes des travaux nécessaires à l'installation d'un système de production d'énergies renouvelables est diminué des gains actualisés résultant de la vente de l'électricité produite ou des économies d'énergie réalisées, déterminés en évaluant la capacité de production de l'installation ainsi que, le cas échéant, des mécanismes de soutien à la production d'électricité, dans des conditions précisées par un arrêté conjoint des ministres chargés de la construction et de l'énergie, fixant notamment le taux d'actualisation. Lorsqu'il est supporté par un tiers-investisseur, le coût hors taxes des travaux nécessaires à l'installation d'un système de production d'énergies renouvelables correspond au reste à charge éventuellement demandé par le tiers-investisseur au maître d'ouvrage. Les coûts associés à la fourniture des équipements d'une installation photovoltaïque peuvent comprendre la provision pour le remplacement des onduleurs. II. - Pour justifier de l'exception prévue au I, le maître d'ouvrage joint à l'attestation prévue à l'article R. 171-35 une note détaillant le calcul comparatif du coût hors taxes des travaux nécessaires à l'installation du système et du coût total hors taxes des travaux. Cette note est accompagnée de deux devis d'entreprises spécialisées dans l'installation de systèmes de production d'énergies renouvelables ou de végétalisation et, dans le cas d'un système de production d'énergies renouvelables, de l'étude technico-économique d'une entreprise spécialisée, présentant la production d'électricité ou les économies d'énergie prévisionnelles, les revenus associés, ainsi que, le cas échéant, le coût actualisé de l'énergie produite par l'installation. L'étude technico-économique doit être datée de moins de six mois au moment du dépôt de la demande d'autorisation d'urbanisme ou, lorsque les travaux ne nécessitent pas d'autorisation d'urbanisme, à la date d'acceptation des devis ou de passation des contrats relatifs aux travaux de rénovation.",
            "texteHtml": "<p>I. - L'existence de coûts d'installation disproportionnés est établie lorsque le rapport entre le coût hors taxes des travaux nécessaires à l'installation d'un système de production d'énergies renouvelables ou d'un système de végétalisation et le coût total hors taxes des travaux de construction, d'extension ou de rénovation dépasse un taux fixé par un arrêté conjoint des ministres chargés de la construction et de l'énergie.</p><p></p><p> Le coût total hors taxes des travaux de rénovation comprend l'ensemble des travaux nécessaires à la rénovation du bâtiment, ou de la partie de bâtiment, notamment les travaux de confortement, de renforcement, de fondations, de gros œuvre, de charpente, de couverture, d'étanchéité, d'isolation thermique, de chauffage, de refroidissement, d'éclairage, de plomberie, de revêtements de sols, de peinture, de sécurité contre l'incendie et de ventilation.</p><p></p><p> Le coût hors taxes des travaux nécessaires à l'installation d'un système de production d'énergies renouvelables ou d'un système de végétalisation comprend notamment la fourniture des équipements et des matériaux, l'installation et la mise en œuvre, la réalisation des raccordements éventuels et, dans le cas d'un bâtiment existant, les coûts afférents au renforcement de la structure et des fondations ainsi qu'à la réfection de l'étanchéité lorsque ces travaux ne sont pas initialement prévus dans l'opération de rénovation lourde ou d'extension et sont rendus nécessaires par l'installation du système.</p><p></p><p> Le coût hors taxes des travaux nécessaires à l'installation d'un système de végétalisation est diminué, le cas échéant, des aides publiques auxquelles les travaux sont éligibles.</p><p></p><p> Lorsqu'il est supporté par le maître d'ouvrage, le coût hors taxes des travaux nécessaires à l'installation d'un système de production d'énergies renouvelables est diminué des gains actualisés résultant de la vente de l'électricité produite ou des économies d'énergie réalisées, déterminés en évaluant la capacité de production de l'installation ainsi que, le cas échéant, des mécanismes de soutien à la production d'électricité, dans des conditions précisées par un arrêté conjoint des ministres chargés de la construction et de l'énergie, fixant notamment le taux d'actualisation.</p><p></p><p> Lorsqu'il est supporté par un tiers-investisseur, le coût hors taxes des travaux nécessaires à l'installation d'un système de production d'énergies renouvelables correspond au reste à charge éventuellement demandé par le tiers-investisseur au maître d'ouvrage.</p><p></p><p> Les coûts associés à la fourniture des équipements d'une installation photovoltaïque peuvent comprendre la provision pour le remplacement des onduleurs.</p><p></p><p> II. - Pour justifier de l'exception prévue au I, le maître d'ouvrage joint à l'attestation prévue à l'article R. 171-35 une note détaillant le calcul comparatif du coût hors taxes des travaux nécessaires à l'installation du système et du coût total hors taxes des travaux. Cette note est accompagnée de deux devis d'entreprises spécialisées dans l'installation de systèmes de production d'énergies renouvelables ou de végétalisation et, dans le cas d'un système de production d'énergies renouvelables, de l'étude technico-économique d'une entreprise spécialisée, présentant la production d'électricité ou les économies d'énergie prévisionnelles, les revenus associés, ainsi que, le cas échéant, le coût actualisé de l'énergie produite par l'installation. L'étude technico-économique doit être datée de moins de six mois au moment du dépôt de la demande d'autorisation d'urbanisme ou, lorsque les travaux ne nécessitent pas d'autorisation d'urbanisme, à la date d'acceptation des devis ou de passation des contrats relatifs aux travaux de rénovation.</p>",
            "num": "R171-36",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1703116800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818255",
                        "id": "LEGISCTA000043818255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VII : PERFORMANCE ÉNERGÉTIQUE ET ENVIRONNEMENTALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043819367",
                        "id": "LEGISCTA000043819367",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : RÈGLES GÉNÉRALES DE PERFORMANCE ÉNERGÉTIQUE ET ENVIRONNEMENTALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043819369",
                        "id": "LEGISCTA000043819369",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Installation, en toiture des bâtiments, d'un système de production d'énergies renouvelables ou d'un système de végétalisation, en application de l'article L. 171-4\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048596032",
                        "id": "LEGISCTA000048596032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Travaux relevant des exceptions prévues au IV de l'article L. 171-4\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048596040",
                        "id": "LEGISCTA000048596040",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Autres exceptions\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048596046",
                        "id": "LEGISCTA000048596046",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048596050",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048596046",
            "sectionParentId": "LEGISCTA000048596046",
            "sectionParentTitre": "Paragraphe 2 : Autres exceptions\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Construction, entretien et rénovation des bâtiments &gt; Titre VII : PERFORMANCE ÉNERGÉTIQUE ET ENVIRONNEMENTALE &gt; Chapitre Ier : RÈGLES GÉNÉRALES DE PERFORMANCE ÉNERGÉTIQUE ET ENVIRONNEMENTALE &gt; Section 4 : Installation, en toiture des bâtiments, d'un système de production d'énergies renouvelables ou d'un système de végétalisation, en application de l'article L. 171-4\r\n &gt; Sous-section 2 : Travaux relevant des exceptions prévues au IV de l'article L. 171-4\r\n &gt; Paragraphe 2 : Autres exceptions\r\n",
            "refInjection": "MD-20231220_202412_197_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048597087",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l'article 4 du décret n° 2023-1208 du 18 décembre 2023, ces dispositions s'appliquent aux bâtiments et parties de bâtiments mentionnés à l'article L. 171-4 du code de la construction et de l'habitation faisant l'objet de demandes d'autorisations d'urbanisme déposées à compter du 1er janvier 2024 ou, pour les travaux ne nécessitant pas d'autorisation d'urbanisme, lorsque la date d'acceptation des devis ou de passation des contrats relatifs aux travaux de rénovation est postérieure au 1er janvier 2024.",
            "notaHtml": "<p>Conformément au I de l'article 4 du décret n° 2023-1208 du 18 décembre 2023, ces dispositions s'appliquent aux bâtiments et parties de bâtiments mentionnés à l'article L. 171-4 du code de la construction et de l'habitation faisant l'objet de demandes d'autorisations d'urbanisme déposées à compter du 1er janvier 2024 ou, pour les travaux ne nécessitant pas d'autorisation d'urbanisme, lorsque la date d'acceptation des devis ou de passation des contrats relatifs aux travaux de rénovation est postérieure au 1er janvier 2024.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048595106",
                    "textTitle": "Décret n°2023-1208 du 18 décembre 2023 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000048595986",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-12-20",
                    "dateSignaTexte": "2023-12-18",
                    "dateDebutCible": "2023-12-21"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048597087",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1703116800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R171-36",
                "171-36"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}