{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041566328",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sans préjudice de l'exercice par les autorités de police de leurs pouvoirs généraux et dans le cadre de leurs compétences respectives, le maire ou le représentant de l'Etat dans le département peuvent par arrêté, pris après avis de la commission de sécurité compétente, ordonner la fermeture des établissements recevant du public en infraction avec les règles de sécurité propres à ce type d'établissement, jusqu'à la réalisation des travaux de mise en conformité. L'arrêté de fermeture est pris après mise en demeure restée sans effet de l'exploitant ou du propriétaire de se conformer aux aménagements et travaux prescrits ou de fermer son établissement dans le délai imparti. II. − L'arrêté de fermeture mentionné au I peut prévoir que l'exploitant ou le propriétaire est redevable du paiement d'une astreinte par jour de retard en cas de non-exécution de la décision ordonnant la fermeture de l'établissement dans un délai fixé par l'arrêté de fermeture. Lorsque l'arrêté de fermeture concerne un immeuble en indivision, l'astreinte est appliquée dans les conditions fixées à l'article L. 541-2-1. III. − L'astreinte mentionnée au II est prononcée par arrêté. Son montant ne peut excéder 500 € par jour de retard. Il est modulé en tenant compte de la nature de l'infraction aux règles de sécurité et des conséquences, pour la sécurité du public, de la non-exécution de l'arrêté ordonnant la fermeture de l'établissement. L'astreinte court à compter du lendemain de la date de fermeture fixée par l'arrêté mentionné au I et jusqu'à la fermeture effective de l'établissement ou jusqu'à l'exécution complète des travaux de mise en conformité requis. Le recouvrement des sommes est engagé par trimestre échu. L'autorité administrative peut, lors de la liquidation trimestrielle de l'astreinte, consentir une exonération partielle ou totale de son produit si le redevable établit que la non-exécution de l'intégralité de ses obligations est due à des circonstances qui ne sont pas de son fait. Le montant total des sommes recouvrées ne peut pas être supérieur au montant de l'amende prévue au V. Lorsque l'astreinte est prononcée par le maire, elle est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de la commune sur le territoire de laquelle est implanté l'établissement ayant fait l'objet de l'arrêté. A défaut, elle est recouvrée par l'Etat. IV. − Le prononcé de l'astreinte et sa liquidation ne font pas obstacle à la possibilité pour l'autorité administrative de faire procéder d'office, à défaut d'exécution spontanée et après mise en demeure du propriétaire ou de l'exploitant demeurée infructueuse, à la fermeture de l'établissement lorsque l'arrêté ordonnant cette fermeture n'a pas été exécuté dans les conditions qu'il a prévues. L'astreinte prend alors fin à la date de fermeture effective. Le propriétaire ou l'exploitant est tenu au paiement des frais engagés par l'autorité administrative pour la fermeture de l'établissement, auxquels s'ajoute, le cas échéant, le montant de l'astreinte. V. − Le fait pour le propriétaire ou l'exploitant, malgré une mise en demeure du maire ou du représentant de l'Etat dans le département d'avoir à se conformer à l'arrêté pris en application du I, de ne pas procéder à la fermeture de l'établissement est puni de 10 000 € d'amende. VI. − Les pouvoirs dévolus au maire ou au représentant de l'Etat dans le département par le présent article sont exercés à Paris par le préfet de police.",
            "texteHtml": "<p>I. - Sans préjudice de l'exercice par les autorités de police de leurs pouvoirs généraux et dans le cadre de leurs compétences respectives, le maire ou le représentant de l'Etat dans le département peuvent par arrêté, pris après avis de la commission de sécurité compétente, ordonner la fermeture des établissements recevant du public en infraction avec les règles de sécurité propres à ce type d'établissement, jusqu'à la réalisation des travaux de mise en conformité.</p><p></p><p>L'arrêté de fermeture est pris après mise en demeure restée sans effet de l'exploitant ou du propriétaire de se conformer aux aménagements et travaux prescrits ou de fermer son établissement dans le délai imparti.</p><p></p><p>II. − L'arrêté de fermeture mentionné au I peut prévoir que l'exploitant ou le propriétaire est redevable du paiement d'une astreinte par jour de retard en cas de non-exécution de la décision ordonnant la fermeture de l'établissement dans un délai fixé par l'arrêté de fermeture.</p><p></p><p>Lorsque l'arrêté de fermeture concerne un immeuble en indivision, l'astreinte est appliquée dans les conditions fixées à l'article L. 541-2-1.</p><p></p><p>III. − L'astreinte mentionnée au II est prononcée par arrêté.</p><p></p><p>Son montant ne peut excéder 500 € par jour de retard. Il est modulé en tenant compte de la nature de l'infraction aux règles de sécurité et des conséquences, pour la sécurité du public, de la non-exécution de l'arrêté ordonnant la fermeture de l'établissement.</p><p></p><p>L'astreinte court à compter du lendemain de la date de fermeture fixée par l'arrêté mentionné au I et jusqu'à la fermeture effective de l'établissement ou jusqu'à l'exécution complète des travaux de mise en conformité requis. Le recouvrement des sommes est engagé par trimestre échu.</p><p></p><p>L'autorité administrative peut, lors de la liquidation trimestrielle de l'astreinte, consentir une exonération partielle ou totale de son produit si le redevable établit que la non-exécution de l'intégralité de ses obligations est due à des circonstances qui ne sont pas de son fait. Le montant total des sommes recouvrées ne peut pas être supérieur au montant de l'amende prévue au V.</p><p></p><p>Lorsque l'astreinte est prononcée par le maire, elle est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de la commune sur le territoire de laquelle est implanté l'établissement ayant fait l'objet de l'arrêté. A défaut, elle est recouvrée par l'Etat.</p><p></p><p>IV. − Le prononcé de l'astreinte et sa liquidation ne font pas obstacle à la possibilité pour l'autorité administrative de faire procéder d'office, à défaut d'exécution spontanée et après mise en demeure du propriétaire ou de l'exploitant demeurée infructueuse, à la fermeture de l'établissement lorsque l'arrêté ordonnant cette fermeture n'a pas été exécuté dans les conditions qu'il a prévues. L'astreinte prend alors fin à la date de fermeture effective.</p><p></p><p>Le propriétaire ou l'exploitant est tenu au paiement des frais engagés par l'autorité administrative pour la fermeture de l'établissement, auxquels s'ajoute, le cas échéant, le montant de l'astreinte.</p><p></p><p>V. − Le fait pour le propriétaire ou l'exploitant, malgré une mise en demeure du maire ou du représentant de l'Etat dans le département d'avoir à se conformer à l'arrêté pris en application du I, de ne pas procéder à la fermeture de l'établissement est puni de 10 000 € d'amende.</p><p></p><p>VI. − Les pouvoirs dévolus au maire ou au représentant de l'Etat dans le département par le présent article sont exercés à Paris par le préfet de police.</p>",
            "num": "L143-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1625097600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000006128678",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000041587692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre IV : Dispositions relatives à l'industrie du bâtiment.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143519",
                        "id": "LEGISCTA000006143519",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Sécurité des personnes contre les risques d'incendie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143519",
                        "id": "LEGISCTA000041588247",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Etablissements recevant du public ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041566322",
                        "id": "LEGISCTA000041566322",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041566328",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000041566322",
            "sectionParentId": "LEGISCTA000041566322",
            "sectionParentTitre": "Chapitre III : Etablissements recevant du public ",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Construction, entretien et rénovation des bâtiments &gt; Titre IV : Sécurité des personnes contre les risques d'incendie &gt; Chapitre III : Etablissements recevant du public ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000041566328",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 8 de l'ordonnance 2020-71 du 29 janvier 2020, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er juillet 2021.",
            "notaHtml": "<p>Conformément à l'article 8 de l'ordonnance 2020-71 du 29 janvier 2020, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er juillet 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041506557",
                    "textTitle": "Ordonnance n° 2020-71 du 29 janvier 2020 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041562511",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-01-31",
                    "dateSignaTexte": "2020-01-29",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041566328",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1625097600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L143-3",
                "143-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}