{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020163365",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "RÈGLEMENT FIXANT LES MODALITÉS APPLICABLES AUX ÉLECTIONS DES ADMINISTRATEURS JUDICIAIRES À LA COMMISSION NATIONALE D'INSCRIPTION ET DE DISCIPLINE DES ADMINISTRATEURS JUDICIAIRES ET DES MANDATAIRES JUDICIAIRES À LA COMMISSION NATIONALE D'INSCRIPTION ET DE DISCIPLINE DES MANDATAIRES JUDICIAIRES L'organisation des élections est confiée au Conseil national des administrateurs judiciaires et des mandataires judiciaires par les articles R. 811-3 et R. 812-3 du code de commerce . La date du scrutin est fixée par le Conseil national des administrateurs judiciaires et des mandataires judiciaires. La liste des électeurs, arrêtée deux mois avant la date du scrutin, est établie, selon le corps électoral concerné, par la Commission nationale d'inscription et de discipline des administrateurs judiciaires ou par la Commission nationale d'inscription et de discipline des mandataires judiciaires. Elle est transmise au Conseil national par le ministère de la justice. Au moins six semaines avant la date du scrutin, le Conseil National avise les membres du corps électoral concerné de la date des élections et invite les candidats à se faire connaître. Les candidatures sont individuelles. Les candidats sont tenus de faire une déclaration revêtue de leur signature, énonçant leur nom, prénoms, date de naissance et la date de leur inscription sur la liste professionnelle. Cette déclaration doit également indiquer les nom, prénoms, date de naissance et date d'inscription sur la liste professionnelle de la personne appelée à remplacer le candidat élu en cas d'empêchement. Elle doit être accompagnée de l'acceptation écrite du remplaçant.A défaut, la candidature est nulle. Les déclarations de candidature sont remises contre récépissé ou adressées par lettre recommandée avec demande d'avis de réception au plus tard trois semaines avant la date du scrutin au Conseil national des administrateurs judiciaires et des mandataires judiciaires. Au plus tard quinze jours avant la date du scrutin, le Conseil national avise les électeurs des modalités des opérations électorales ainsi que de la date et du lieu des opérations de dépouillement. Il adresse, selon le corps électoral concerné, à chaque administrateur judiciaire ou à chaque mandataire judiciaire figurant sur la liste des électeurs un exemplaire valant bulletin de vote, de la liste des candidats. Les bulletins de vote doivent comporter la liste des candidats et, sous le nom de chaque candidat, la mention suppléant suivie du nom de la personne appelée à remplacer le candidat élu en cas d'empêchement, ainsi que, en face du nom de chaque candidat, une case permettant d'exprimer un ordre de préférence. L'électeur raye sur le bulletin qui lui a été adressé, le nom des candidats titulaires qu'il ne retient pas et exprime un ordre de préférence pour ceux qu'il retient. Tout bulletin sans ordre de préférence et comportant plus de trois noms de candidats titulaires non rayés est nul, de même que tout bulletin surchargé. Le vote a lieu par correspondance à compter de la réception des bulletins envoyés par le Conseil national. Les bulletins doivent être parvenus au Conseil national au plus tard le jour du scrutin. Les votes reçus postérieurement à cette date sont nuls. Chaque bulletin est envoyé sous double enveloppe ; l'enveloppe intérieure, qui contient le bulletin de vote, doit être fermée et ne porter aucune marque distinctive ; l'enveloppe extérieure, comportant la mention élections porte le nom de l'électeur et contient l'enveloppe intérieure. Les bulletins contenus dans des enveloppes irrégulières sont nuls. Après la clôture du scrutin, le bureau du Conseil national procède aux opérations de dépouillement en présence, selon le corps électoral concerné, de tout administrateur judiciaire ou de tout mandataire judiciaire intéressé. Les enveloppes extérieures sont ouvertes, le nom de l'électeur est pointé sur la liste des électeurs et l'enveloppe intérieure introduite dans une urne. Les bulletins sont ensuite dépouillés et décomptés. Les résultats sont aussitôt proclamés et un procès-verbal de ces opérations est établi par le bureau du Conseil national.",
            "texteHtml": "<div align='center'>RÈGLEMENT FIXANT LES MODALITÉS APPLICABLES AUX ÉLECTIONS DES ADMINISTRATEURS JUDICIAIRES À LA COMMISSION NATIONALE D'INSCRIPTION ET DE DISCIPLINE DES ADMINISTRATEURS JUDICIAIRES ET DES MANDATAIRES JUDICIAIRES À LA COMMISSION NATIONALE D'INSCRIPTION ET DE DISCIPLINE DES MANDATAIRES JUDICIAIRES </div><p>L'organisation des élections est confiée au Conseil national des administrateurs judiciaires et des mandataires judiciaires par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270561&dateTexte=&categorieLien=cid' title='Code de commerce. - art. R811-3 (V)'>articles R. 811-3 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270620&dateTexte=&categorieLien=cid' title='Code de commerce. - art. R812-3 (V)'>R. 812-3 du code de commerce</a>. </p><p>La date du scrutin est fixée par le Conseil national des administrateurs judiciaires et des mandataires judiciaires. La liste des électeurs, arrêtée deux mois avant la date du scrutin, est établie, selon le corps électoral concerné, par la Commission nationale d'inscription et de discipline des administrateurs judiciaires ou par la Commission nationale d'inscription et de discipline des mandataires judiciaires. Elle est transmise au Conseil national par le ministère de la justice. </p><p>Au moins six semaines avant la date du scrutin, le Conseil National avise les membres du corps électoral concerné de la date des élections et invite les candidats à se faire connaître. </p><p>Les candidatures sont individuelles. Les candidats sont tenus de faire une déclaration revêtue de leur signature, énonçant leur nom, prénoms, date de naissance et la date de leur inscription sur la liste professionnelle. Cette déclaration doit également indiquer les nom, prénoms, date de naissance et date d'inscription sur la liste professionnelle de la personne appelée à remplacer le candidat élu en cas d'empêchement. Elle doit être accompagnée de l'acceptation écrite du remplaçant.A défaut, la candidature est nulle. </p><p>Les déclarations de candidature sont remises contre récépissé ou adressées par lettre recommandée avec demande d'avis de réception au plus tard trois semaines avant la date du scrutin au Conseil national des administrateurs judiciaires et des mandataires judiciaires. </p><p>Au plus tard quinze jours avant la date du scrutin, le Conseil national avise les électeurs des modalités des opérations électorales ainsi que de la date et du lieu des opérations de dépouillement. Il adresse, selon le corps électoral concerné, à chaque administrateur judiciaire ou à chaque mandataire judiciaire figurant sur la liste des électeurs un exemplaire valant bulletin de vote, de la liste des candidats. </p><p>Les bulletins de vote doivent comporter la liste des candidats et, sous le nom de chaque candidat, la mention suppléant suivie du nom de la personne appelée à remplacer le candidat élu en cas d'empêchement, ainsi que, en face du nom de chaque candidat, une case permettant d'exprimer un ordre de préférence.</p><p>L'électeur raye sur le bulletin qui lui a été adressé, le nom des candidats titulaires qu'il ne retient pas et exprime un ordre de préférence pour ceux qu'il retient. </p><p>Tout bulletin sans ordre de préférence et comportant plus de trois noms de candidats titulaires non rayés est nul, de même que tout bulletin surchargé. </p><p>Le vote a lieu par correspondance à compter de la réception des bulletins envoyés par le Conseil national. Les bulletins doivent être parvenus au Conseil national au plus tard le jour du scrutin. Les votes reçus postérieurement à cette date sont nuls. </p><p>Chaque bulletin est envoyé sous double enveloppe ; l'enveloppe intérieure, qui contient le bulletin de vote, doit être fermée et ne porter aucune marque distinctive ; l'enveloppe extérieure, comportant la mention élections porte le nom de l'électeur et contient l'enveloppe intérieure. Les bulletins contenus dans des enveloppes irrégulières sont nuls. </p><p>Après la clôture du scrutin, le bureau du Conseil national procède aux opérations de dépouillement en présence, selon le corps électoral concerné, de tout administrateur judiciaire ou de tout mandataire judiciaire intéressé. Les enveloppes extérieures sont ouvertes, le nom de l'électeur est pointé sur la liste des électeurs et l'enveloppe intérieure introduite dans une urne. Les bulletins sont ensuite dépouillés et décomptés. Les résultats sont aussitôt proclamés et un procès-verbal de ces opérations est établi par le bureau du Conseil national.</p>",
            "num": "Annexe 8-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1232496000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-08-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie A Livre VIII",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020998200",
                        "id": "LEGISCTA000020998200",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 8-1\r\n\r\n(ANNEXE À L'ARTICLE A. 811-1)\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163266",
                        "id": "LEGISCTA000020163367",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163269",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163266",
            "sectionParentId": "LEGISCTA000020163367",
            "sectionParentTitre": "ANNEXE 8-1\r\n\r\n(ANNEXE À L'ARTICLE A. 811-1)\r\n\r\n",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; ANNEXE 8-1\r\n\r\n(ANNEXE À L'ARTICLE A. 811-1)\r\n\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163365",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A811-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A811-1",
                    "articleId": "LEGIARTI000034287268",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1490486400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A812-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A812-1",
                    "articleId": "LEGIARTI000034287260",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1490486400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R811-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R811-3",
                    "articleId": "LEGIARTI000006270561",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R812-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R812-3",
                    "articleId": "LEGIARTI000006270620",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163365",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 8-1",
                "8-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}