{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000021360072",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "MODULE D : ASSURANCE DE QUALITE DE PRODUCTION 1. Ce module décrit la procédure par laquelle le fabricant qui satisfait aux obligations prévues au point 2 certifie que les explosifs en question sont conformes au type décrit dans l'attestation d'examen \"CE de type\" et répondent aux exigences du présent décret. Le fabricant appose le marquage CE sur chaque explosif et établit une déclaration écrite de conformité. Le marquage CE est accompagné du symbole d'identification de l'organisme habilité responsable de la surveillance visée au point 4. 2. Le fabricant doit appliquer un système approuvé de qualité de la production, effectuer une inspection et des essais des appareils prévus au point 3. Il est soumis à la surveillance visée au point 4. 3. Système de qualité. 3.1. Le fabricant introduit une demande d'évaluation de son système de qualité, auprès de l'organisme habilité de son choix, pour les appareils dont l'utilisation est prise en compte pour la définition de ce système. Cette demande comprend : ― toutes les informations pertinentes pour la catégorie de produits envisagés ; ― la documentation relative au système de qualité ; ― la documentation technique relative au type approuvé et une copie de l'attestation d'examen \"CE de type\". 3.2. Le système de qualité doit garantir la conformité des appareils au type décrit dans l'attestation d'examen \"CE de type\" et aux exigences du présent décret qui leur sont applicables. Tous les éléments, exigences et dispositions adoptés par le fabricant doivent être réunis de manière systématique et ordonnés dans une documentation sous la forme de mesures, de procédures et d'instructions écrites. Cette documentation relative au système de qualité doit permettre une interprétation uniforme des programmes, des plans, des manuels et des dossiers de qualité. Elle comprend en particulier une description adéquate : ― des objectifs de qualité, de l'organigramme, des responsabilités des cadres et de leurs pouvoirs en ce qui concerne la qualité des explosifs ; ― des procédés de fabrication, des techniques de contrôle et de l'assurance de la qualité et des techniques et des actions systématiques qui seront appliqués ; ― des examens et des essais qui seront effectués avant, pendant et après la fabrication, avec indication de la fréquence à laquelle ils auront lieu ; ― des dossiers de qualité tels que les rapports d'inspection et les données d'essais et d'étalonnage, les rapports sur la qualification du personnel concerné, etc. ; ― des moyens de surveillance permettant de contrôler l'obtention de la qualité requise des explosifs et le fonctionnement efficace du système de qualité. 3.3. L'organisme habilité évalue le système de qualité pour déterminer s'il satisfait aux exigences visées au point 3.2. Il présume la conformité avec ces exigences des systèmes de qualité qui mettent en œuvre la norme harmonisée correspondante. L'équipe de contrôleurs comportera au moins un membre expérimenté dans l'évaluation de la technologie du produit concerné. La procédure d'évaluation comporte une visite d'inspection dans les installations du fabricant. La décision est notifiée au fabricant. La notification contient les conclusions du contrôle et la décision d'évaluation motivée. 3.4. Le fabricant s'engage à remplir les obligations découlant du système de qualité tel qu'il est approuvé et à le maintenir de sorte qu'il demeure adéquat et efficace. Le fabricant ou son mandataire informe l'organisme habilité, qui a approuvé le système de qualité, de toute adaptation envisagée du système de qualité. L'organisme habilité évalue les changements proposés et décide si le système de qualité ainsi modifié continuera à répondre aux exigences visées au point 3.2 ou s'il y a lieu de procéder à une nouvelle évaluation. Il notifie sa décision au fabricant. La notification contient les conclusions du contrôle et la décision d'évaluation motivée. 4. Surveillance sous la responsabilité de l'organisme habilité. 4.1. Le but de la surveillance est d'assurer que le fabricant remplit correctement les obligations découlant du système approuvé de qualité. 4.2. Le fabricant accorde à l'organisme habilité l'accès, pour inspection, aux lieux de fabrication, d'inspection, d'essais et de stockage et lui fournit toutes les informations nécessaires, notamment : ― la documentation relative au système de qualité ; ― les dossiers de qualité tels que les rapports d'inspection et les données d'essais et d'étalonnage, les rapports sur la qualification du personnel concerné, etc. 4.3. L'organisme habilité effectue périodiquement des contrôles afin d'assurer que le fabricant maintient et applique le système de qualité ; il fournit un rapport de contrôle au fabricant. 4.4. En outre, l'organisme habilité peut effectuer des visites inopinées chez le fabricant. A l'occasion de ces visites, cet organisme peut effectuer ou faire effectuer des essais pour vérifier le bon fonctionnement du système de qualité, si nécessaire. Il fournit au fabricant un rapport de la visite et, s'il y a eu essai, un rapport d'essai. 5. Le fabricant tient à la disposition des autorités nationales pendant une durée d'au moins dix ans à compter de la dernière date de fabrication du produit : ― la documentation visée au point 3.1, deuxième tiret ; ― les adaptations visées au point 3.4, deuxième alinéa ; ― les décisions et rapports de l'organisme habilité visés au point 3.4, dernier alinéa, et aux points 4.3 et 4.4. 6. Chaque organisme habilité communique aux autres organismes habilités les informations pertinentes concernant les approbations de systèmes de qualité délivrées et retirées.",
            "texteHtml": "<p>MODULE D : ASSURANCE DE QUALITE DE PRODUCTION </p><p></p><p> \t\t\t\t 1. Ce module décrit la procédure par laquelle le fabricant qui satisfait aux obligations prévues au point 2 certifie que les explosifs en question sont conformes au type décrit dans l'attestation d'examen \"CE de type\" et répondent aux exigences du présent décret. Le fabricant appose le marquage CE sur chaque explosif et établit une déclaration écrite de conformité. Le marquage CE est accompagné du symbole d'identification de l'organisme habilité responsable de la surveillance visée au point 4.<br/> \t\t\t\t 2. Le fabricant doit appliquer un système approuvé de qualité de la production, effectuer une inspection et des essais des appareils prévus au point 3. Il est soumis à la surveillance visée au point 4.<br/> \t\t\t\t 3. Système de qualité.<br/> \t\t\t\t 3.1. Le fabricant introduit une demande d'évaluation de son système de qualité, auprès de l'organisme habilité de son choix, pour les appareils dont l'utilisation est prise en compte pour la définition de ce système.<br/> \t\t\t\t Cette demande comprend :<br/> \t\t\t\t ― toutes les informations pertinentes pour la catégorie de produits envisagés ;<br/> \t\t\t\t ― la documentation relative au système de qualité ;<br/> \t\t\t\t ― la documentation technique relative au type approuvé et une copie de l'attestation d'examen \"CE de type\".<br/> \t\t\t\t 3.2. Le système de qualité doit garantir la conformité des appareils au type décrit dans l'attestation d'examen \"CE de type\" et aux exigences du présent décret qui leur sont applicables.<br/> \t\t\t\t Tous les éléments, exigences et dispositions adoptés par le fabricant doivent être réunis de manière systématique et ordonnés dans une documentation sous la forme de mesures, de procédures et d'instructions écrites. Cette documentation relative au système de qualité doit permettre une interprétation uniforme des programmes, des plans, des manuels et des dossiers de qualité.<br/> \t\t\t\t Elle comprend en particulier une description adéquate :<br/> \t\t\t\t ― des objectifs de qualité, de l'organigramme, des responsabilités des cadres et de leurs pouvoirs en ce qui concerne la qualité des explosifs ;<br/> \t\t\t\t ― des procédés de fabrication, des techniques de contrôle et de l'assurance de la qualité et des techniques et des actions systématiques qui seront appliqués ;<br/> \t\t\t\t ― des examens et des essais qui seront effectués avant, pendant et après la fabrication, avec indication de la fréquence à laquelle ils auront lieu ;<br/> \t\t\t\t ― des dossiers de qualité tels que les rapports d'inspection et les données d'essais et d'étalonnage, les rapports sur la qualification du personnel concerné, etc. ;<br/> \t\t\t\t ― des moyens de surveillance permettant de contrôler l'obtention de la qualité requise des explosifs et le fonctionnement efficace du système de qualité.<br/> \t\t\t\t 3.3. L'organisme habilité évalue le système de qualité pour déterminer s'il satisfait aux exigences visées au point 3.2. Il présume la conformité avec ces exigences des systèmes de qualité qui mettent en œuvre la norme harmonisée correspondante. L'équipe de contrôleurs comportera au moins un membre expérimenté dans l'évaluation de la technologie du produit concerné. La procédure d'évaluation comporte une visite d'inspection dans les installations du fabricant.<br/> \t\t\t\t La décision est notifiée au fabricant. La notification contient les conclusions du contrôle et la décision d'évaluation motivée.<br/> \t\t\t\t 3.4. Le fabricant s'engage à remplir les obligations découlant du système de qualité tel qu'il est approuvé et à le maintenir de sorte qu'il demeure adéquat et efficace.<br/> \t\t\t\t Le fabricant ou son mandataire informe l'organisme habilité, qui a approuvé le système de qualité, de toute adaptation envisagée du système de qualité.<br/> \t\t\t\t L'organisme habilité évalue les changements proposés et décide si le système de qualité ainsi modifié continuera à répondre aux exigences visées au point 3.2 ou s'il y a lieu de procéder à une nouvelle évaluation.<br/> \t\t\t\t Il notifie sa décision au fabricant. La notification contient les conclusions du contrôle et la décision d'évaluation motivée.<br/> \t\t\t\t 4. Surveillance sous la responsabilité de l'organisme habilité.<br/> \t\t\t\t 4.1. Le but de la surveillance est d'assurer que le fabricant remplit correctement les obligations découlant du système approuvé de qualité.<br/> \t\t\t\t 4.2. Le fabricant accorde à l'organisme habilité l'accès, pour inspection, aux lieux de fabrication, d'inspection, d'essais et de stockage et lui fournit toutes les informations nécessaires, notamment :<br/> \t\t\t\t ― la documentation relative au système de qualité ;<br/> \t\t\t\t ― les dossiers de qualité tels que les rapports d'inspection et les données d'essais et d'étalonnage, les rapports sur la qualification du personnel concerné, etc.<br/> \t\t\t\t 4.3. L'organisme habilité effectue périodiquement des contrôles afin d'assurer que le fabricant maintient et applique le système de qualité ; il fournit un rapport de contrôle au fabricant.<br/> \t\t\t\t 4.4. En outre, l'organisme habilité peut effectuer des visites inopinées chez le fabricant. A l'occasion de ces visites, cet organisme peut effectuer ou faire effectuer des essais pour vérifier le bon fonctionnement du système de qualité, si nécessaire. Il fournit au fabricant un rapport de la visite et, s'il y a eu essai, un rapport d'essai.<br/> \t\t\t\t 5. Le fabricant tient à la disposition des autorités nationales pendant une durée d'au moins dix ans à compter de la dernière date de fabrication du produit :<br/> \t\t\t\t ― la documentation visée au point 3.1, deuxième tiret ;<br/> \t\t\t\t ― les adaptations visées au point 3.4, deuxième alinéa ;<br/> \t\t\t\t ― les décisions et rapports de l'organisme habilité visés au point 3.4, dernier alinéa, et aux points 4.3 et 4.4.<br/> \t\t\t\t 6. Chaque organisme habilité communique aux autres organismes habilités les informations pertinentes concernant les approbations de systèmes de qualité délivrées et retirées.<br/></p>",
            "num": "Annexe IV",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1259193600000,
            "dateFin": 1278201600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1744830463,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-04-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098226",
                        "id": "LEGISCTA000006098226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-03-07",
                        "fin": "2999-01-01",
                        "titre": "PARTIE 2 : REGIMES JURIDIQUES DE DEFENSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020410718",
                        "id": "LEGISCTA000020412137",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-11-26",
                        "fin": "2010-07-04",
                        "titre": "Annexes mentionnées aux articles R. 2352-50, R. 2352-51, R. 2352-52 ET R. 2352-61",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000021364940",
                        "id": "LEGISCTA000021364940",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Code de la défense",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071307",
                        "id": "LEGITEXT000006071307",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021360038",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000021364940",
            "sectionParentId": "LEGISCTA000021364940",
            "sectionParentTitre": "Annexes mentionnées aux articles R. 2352-50, R. 2352-51, R. 2352-52 ET R. 2352-61",
            "fullSectionsTitre": "Partie réglementaire &gt; PARTIE 2 : REGIMES JURIDIQUES DE DEFENSE",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021360072",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071307",
                    "titre": "Code de la défense.",
                    "titreLong": "Code de la défense",
                    "etat": "VIGUEUR",
                    "dateDebut": 1103587200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071307",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021354235",
                    "textTitle": "Décret n°2009-1440\n du 23 novembre 2009 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000021355075",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-11-25",
                    "dateSignaTexte": "2009-11-23",
                    "dateDebutCible": "2009-11-26"
                },
                {
                    "textCid": "JORFTEXT000022166879",
                    "textTitle": "Décret n°2010-455 du 4 mai 2010 - art. 45",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000022177411",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-05-06",
                    "dateSignaTexte": "2010-05-04",
                    "dateDebutCible": "2010-05-07"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021360072",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1259193600000,
                    "dateFin": 1278201600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IV"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}