{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033366714",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le directeur général de la caisse nationale met en oeuvre les orientations et décisions adoptées par le conseil d'administration. Il négocie et, avec le président du conseil d'administration, signe la convention d'objectifs et de gestion ainsi que les contrats pluriannuels de gestion mentionnés à l'article L. 611-7 . Il assure pour les systèmes d'information les responsabilités prévues à l'article L. 161-28. Il propose au conseil d'administration les décisions nécessaires au respect des objectifs de dépenses fixés par le Parlement. Il informe, dans les meilleurs délais, outre le conseil d'administration de la caisse nationale, les commissions compétentes des assemblées, le ministre chargé de la sécurité sociale et le comité d'alerte visé à l'article L. 114-4-1 des circonstances imprévues susceptibles d'entraîner un dépassement de ces objectifs. Il peut recevoir mandat du conseil d'administration pour négocier et, le cas échéant, conclure des accords collectifs nationaux applicables aux personnels des organismes de sécurité sociale du régime social des indépendants. Il est notamment chargé pour ce qui concerne la gestion de la caisse nationale et sous le contrôle du conseil d'administration : 1° De fixer l'organisation du travail dans les services et d'assurer la discipline générale. 2° De prendre, sous réserve de dispositions législatives ou réglementaires donnant compétence à une autre autorité, toutes mesures individuelles concernant la gestion du personnel. Il nomme, le cas échéant, un ou plusieurs directeurs délégués, agents comptables secondaires, directeurs adjoints et sous-directeurs. Il est l'ordonnateur des recettes et des dépenses. Il peut désigner des ordonnateurs délégués. Conformément aux dispositions de l'article R. 114-6-1 , il arrête les comptes annuels de la caisse et les comptes combinés annuels du régime. Il conclut au nom de la caisse nationale toute convention. Il accepte provisoirement ou à titre conservatoire et sans autorisation préalable les dons et legs qui sont faits à l'organisme. Il représente la caisse nationale en justice et dans tous les actes de la vie civile. Il décide des actions en justice dans les matières relevant de sa compétence, notamment pour l'application de l'article L. 171-7. Il peut déléguer sa signature à ceux de ses collaborateurs qui exercent une fonction de direction ou de cadre au sein de la caisse nationale pour effectuer en son nom soit certains actes, soit tous les actes relatifs à certaines de ses attributions. Il peut déléguer, sous sa responsabilité, une partie de ses pouvoirs à certains agents de l'organisme. Il peut donner mandat à des agents de l'organisme en vue d'assurer la représentation de celui-ci en justice et dans les actes de la vie civile. Il rend compte au conseil d'administration de la mise en oeuvre des décisions qu'il a prises et de la gestion de la caisse nationale et du réseau après la clôture de chaque exercice. Il remet au conseil d'administration, au plus tard à la fin du premier semestre de chaque année, un rapport d'activité pour l'année écoulée retraçant notamment les orientations et les décisions prises par le conseil d'administration, les actions mises en oeuvre pour les atteindre et les résultats constatés. Il assiste, avec voix consultative, aux réunions du conseil et des divers comités, commissions et sections professionnelles. En cas de vacance d'emploi, d'absence momentanée ou d'empêchement du directeur général, ses fonctions sont exercées par un agent de direction de la caisse nationale qu'il a préalablement désigné à cet effet. Dans les conditions prévues par la convention d'objectifs et de gestion mentionnée au I de l'article L. 611-7, le directeur général communique toute information et réalise toute étude que les ministres chargés de la tutelle jugent utiles.",
            "texteHtml": "<p>Le directeur général de la caisse nationale met en oeuvre les orientations et décisions adoptées par le conseil d'administration. </p><p>Il négocie et, avec le président du conseil d'administration, signe la convention d'objectifs et de gestion ainsi que les contrats pluriannuels de gestion mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743475&dateTexte=&categorieLien=cid'>l'article L. 611-7</a>. </p><p>Il assure pour les systèmes d'information les responsabilités prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740567&dateTexte=&categorieLien=cid'>l'article L. 161-28. </a></p><p>Il propose au conseil d'administration les décisions nécessaires au respect des objectifs de dépenses fixés par le Parlement. Il informe, dans les meilleurs délais, outre le conseil d'administration de la caisse nationale, les commissions compétentes des assemblées, le ministre chargé de la sécurité sociale et le comité d'alerte visé à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741017&dateTexte=&categorieLien=cid'>l'article L. 114-4-1 </a>des circonstances imprévues susceptibles d'entraîner un dépassement de ces objectifs. </p><p>Il peut recevoir mandat du conseil d'administration pour négocier et, le cas échéant, conclure des accords collectifs nationaux applicables aux personnels des organismes de sécurité sociale du régime social des indépendants. </p><p>Il est notamment chargé pour ce qui concerne la gestion de la caisse nationale et sous le contrôle du conseil d'administration : </p><p>1° De fixer l'organisation du travail dans les services et d'assurer la discipline générale. </p><p>2° De prendre, sous réserve de dispositions législatives ou réglementaires donnant compétence à une autre autorité, toutes mesures individuelles concernant la gestion du personnel. </p><p>Il nomme, le cas échéant, un ou plusieurs directeurs délégués, agents comptables secondaires, directeurs adjoints et sous-directeurs. </p><p>Il est l'ordonnateur des recettes et des dépenses. Il peut désigner des ordonnateurs délégués. Conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000020494374&dateTexte=&categorieLien=cid'>l'article R. 114-6-1</a>, il arrête les comptes annuels de la caisse et les comptes combinés annuels du régime. </p><p>Il conclut au nom de la caisse nationale toute convention. </p><p>Il accepte provisoirement ou à titre conservatoire et sans autorisation préalable les dons et legs qui sont faits à l'organisme. </p><p>Il représente la caisse nationale en justice et dans tous les actes de la vie civile. Il décide des actions en justice dans les matières relevant de sa compétence, notamment pour l'application de l'article L. 171-7.</p><p>Il peut déléguer sa signature à ceux de ses collaborateurs qui exercent une fonction de direction ou de cadre au sein de la caisse nationale pour effectuer en son nom soit certains actes, soit tous les actes relatifs à certaines de ses attributions. </p><p>Il peut déléguer, sous sa responsabilité, une partie de ses pouvoirs à certains agents de l'organisme. Il peut donner mandat à des agents de l'organisme en vue d'assurer la représentation de celui-ci en justice et dans les actes de la vie civile. </p><p>Il rend compte au conseil d'administration de la mise en oeuvre des décisions qu'il a prises et de la gestion de la caisse nationale et du réseau après la clôture de chaque exercice. </p><p>Il remet au conseil d'administration, au plus tard à la fin du premier semestre de chaque année, un rapport d'activité pour l'année écoulée retraçant notamment les orientations et les décisions prises par le conseil d'administration, les actions mises en oeuvre pour les atteindre et les résultats constatés. </p><p>Il assiste, avec voix consultative, aux réunions du conseil et des divers comités, commissions et sections professionnelles. </p><p>En cas de vacance d'emploi, d'absence momentanée ou d'empêchement du directeur général, ses fonctions sont exercées par un agent de direction de la caisse nationale qu'il a préalablement désigné à cet effet. </p><p>Dans les conditions prévues par la convention d'objectifs et de gestion mentionnée au I de l'article L. 611-7, le directeur général communique toute information et réalise toute étude que les ministres chargés de la tutelle jugent utiles.</p>",
            "num": "R611-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1478822400000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-01-01",
                        "titre": "Livre 6 : Régimes des travailleurs non salariés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126967",
                        "id": "LEGISCTA000006126967",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions applicables aux travailleurs indépendants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126967",
                        "id": "LEGISCTA000036704226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Titre 1 : Régime social des indépendants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141938",
                        "id": "LEGISCTA000006141938",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre I : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141938",
                        "id": "LEGISCTA000036704224",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre 1er : Organisation administrative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156713",
                        "id": "LEGISCTA000006156713",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 1er : Champ d'application",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156713",
                        "id": "LEGISCTA000036704222",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Section 2 : Caisse nationale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173699",
                        "id": "LEGISCTA000006173699",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Sous-section 3 : Le directeur général.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186761",
                        "id": "LEGISCTA000006186761",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006750970",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006186761",
            "sectionParentId": "LEGISCTA000006186761",
            "sectionParentTitre": "Sous-section 3 : Le directeur général.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre VI : Dispositions applicables aux travailleurs indépendants &gt; Titre I : Dispositions générales &gt; Chapitre 1er : Champ d'application",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033366714",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 17 II du décret n° 2018-174 du 9 mars 2018, jusqu’à leur dissolution et à l'exception du quatrième alinéa les dispositions du présent article restent applicables aux caisses déléguées pour la sécurité sociale des indépendants dans leur rédaction antérieure à la publication dudit décret sous réserve : de remplacer pour l'application du dixième alinéa, le régime par l'assurance vieillesse complémentaire et l'assurance invalidité-décès des travailleurs indépendants.",
            "notaHtml": "<p>Conformément à l’article 17 II du décret n° 2018-174 du 9 mars 2018, jusqu’à leur dissolution et à l'exception du quatrième alinéa les dispositions du présent article restent applicables aux caisses déléguées pour la sécurité sociale des indépendants dans leur rédaction antérieure à la publication dudit décret sous réserve : de remplacer pour l'application du dixième alinéa, le régime par l'assurance vieillesse complémentaire et l'assurance invalidité-décès des travailleurs indépendants.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033361580",
                    "textTitle": "Décret n°2016-1507 du 8 novembre 2016 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000033363502",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-10",
                    "dateSignaTexte": "2016-11-08",
                    "dateDebutCible": "2016-11-11"
                },
                {
                    "textCid": "JORFTEXT000036694251",
                    "textTitle": "Décret n°2018-174 du 9 mars 2018 - art. 15",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000036695125",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-03-11",
                    "dateSignaTexte": "2018-03-09",
                    "dateDebutCible": "2018-03-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L114-4-1",
                    "articleId": "LEGIARTI000006741017",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-28",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-28",
                    "articleId": "LEGIARTI000006740567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L611-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L611-7",
                    "articleId": "LEGIARTI000006743475",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R114-6-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R114-6-1",
                    "articleId": "LEGIARTI000020494374",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R611-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-17",
                    "articleId": "LEGIARTI000006750973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 777340800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000856971",
                    "textTitle": "Décret 70-483 1970-06-05 art. 4",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000856971",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006750970",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1114041600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006750971",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1138406400000,
                    "dateFin": 1239235200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020495546",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1239235200000,
                    "dateFin": 1478822400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033366714",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1478822400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R611-16",
                "611-16"
            ],
            "versionPrecedente": "LEGIARTI000020495546",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020495546",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le directeur général de la caisse nationale met en oeuvre les orientations et décisions adoptées par le conseil d'administration. Il négocie et, avec le président du conseil d'administration, signe la convention d'objectifs et de gestion ainsi que les contrats pluriannuels de gestion mentionnés à l'article L. 611-7 . Il assure pour les systèmes d'information les responsabilités prévues à l'article L. 161-28. Il propose au conseil d'administration les décisions nécessaires au respect des objectifs de dépenses fixés par le Parlement. Il informe, dans les meilleurs délais, outre le conseil d'administration de la caisse nationale, les commissions compétentes des assemblées, le ministre chargé de la sécurité sociale et le comité d'alerte visé à l'article L. 114-4-1 des circonstances imprévues susceptibles d'entraîner un dépassement de ces objectifs. Il peut recevoir mandat du conseil d'administration pour négocier et, le cas échéant, conclure des accords collectifs nationaux applicables aux personnels des organismes de sécurité sociale du régime social des indépendants. Il est notamment chargé pour ce qui concerne la gestion de la caisse nationale et sous le contrôle du conseil d'administration : 1° De fixer l'organisation du travail dans les services et d'assurer la discipline générale. 2° De prendre, sous réserve de dispositions législatives ou réglementaires donnant compétence à une autre autorité, toutes mesures individuelles concernant la gestion du personnel. Il nomme, le cas échéant, un ou plusieurs directeurs délégués, agents comptables secondaires, directeurs adjoints et sous-directeurs. Il est l'ordonnateur des recettes et des dépenses. Il peut désigner des ordonnateurs délégués. Conformément aux dispositions de l'article R. 114-6-1 , il arrête les comptes annuels de la caisse et les comptes combinés annuels du régime. Il conclut au nom de la caisse nationale toute convention. Il accepte provisoirement ou à titre conservatoire et sans autorisation préalable les dons et legs qui sont faits à l'organisme. Il peut déléguer sa signature à ceux de ses collaborateurs qui exercent une fonction de direction ou de cadre au sein de la caisse nationale pour effectuer en son nom soit certains actes, soit tous les actes relatifs à certaines de ses attributions. Il peut déléguer, sous sa responsabilité, une partie de ses pouvoirs à certains agents de l'organisme. Il peut donner mandat à des agents de l'organisme en vue d'assurer la représentation de celui-ci en justice et dans les actes de la vie civile. Il rend compte au conseil d'administration de la mise en oeuvre des décisions qu'il a prises et de la gestion de la caisse nationale et du réseau après la clôture de chaque exercice. Il remet au conseil d'administration, au plus tard à la fin du premier semestre de chaque année, un rapport d'activité pour l'année écoulée retraçant notamment les orientations et les décisions prises par le conseil d'administration, les actions mises en oeuvre pour les atteindre et les résultats constatés. Il assiste, avec voix consultative, aux réunions du conseil et des divers comités, commissions et sections professionnelles. En cas de vacance d'emploi, d'absence momentanée ou d'empêchement du directeur général, ses fonctions sont exercées par un agent de direction de la caisse nationale qu'il a préalablement désigné à cet effet. Dans les conditions prévues par la convention d'objectifs et de gestion mentionnée au I de l'article L. 611-7, le directeur général communique toute information et réalise toute étude que les ministres chargés de la tutelle jugent utiles.",
            "texteHtml": "<p>Le directeur général de la caisse nationale met en oeuvre les orientations et décisions adoptées par le conseil d'administration. </p><p></p><p>Il négocie et, avec le président du conseil d'administration, signe la convention d'objectifs et de gestion ainsi que les contrats pluriannuels de gestion mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743475&dateTexte=&categorieLien=cid'>l'article L. 611-7</a>. </p><p></p><p>Il assure pour les systèmes d'information les responsabilités prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740567&dateTexte=&categorieLien=cid'>l'article L. 161-28. </a></p><p></p><p>Il propose au conseil d'administration les décisions nécessaires au respect des objectifs de dépenses fixés par le Parlement. Il informe, dans les meilleurs délais, outre le conseil d'administration de la caisse nationale, les commissions compétentes des assemblées, le ministre chargé de la sécurité sociale et le comité d'alerte visé à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741017&dateTexte=&categorieLien=cid'>l'article L. 114-4-1 </a>des circonstances imprévues susceptibles d'entraîner un dépassement de ces objectifs. </p><p></p><p>Il peut recevoir mandat du conseil d'administration pour négocier et, le cas échéant, conclure des accords collectifs nationaux applicables aux personnels des organismes de sécurité sociale du régime social des indépendants. </p><p></p><p>Il est notamment chargé pour ce qui concerne la gestion de la caisse nationale et sous le contrôle du conseil d'administration : </p><p></p><p>1° De fixer l'organisation du travail dans les services et d'assurer la discipline générale. </p><p></p><p>2° De prendre, sous réserve de dispositions législatives ou réglementaires donnant compétence à une autre autorité, toutes mesures individuelles concernant la gestion du personnel. </p><p></p><p>Il nomme, le cas échéant, un ou plusieurs directeurs délégués, agents comptables secondaires, directeurs adjoints et sous-directeurs. </p><p></p><p>Il est l'ordonnateur des recettes et des dépenses. Il peut désigner des ordonnateurs délégués. Conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000020494374&dateTexte=&categorieLien=cid'>l'article R. 114-6-1</a>, il arrête les comptes annuels de la caisse et les comptes combinés annuels du régime. </p><p>Il conclut au nom de la caisse nationale toute convention. </p><p></p><p>Il accepte provisoirement ou à titre conservatoire et sans autorisation préalable les dons et legs qui sont faits à l'organisme. </p><p></p><p>Il peut déléguer sa signature à ceux de ses collaborateurs qui exercent une fonction de direction ou de cadre au sein de la caisse nationale pour effectuer en son nom soit certains actes, soit tous les actes relatifs à certaines de ses attributions. </p><p></p><p>Il peut déléguer, sous sa responsabilité, une partie de ses pouvoirs à certains agents de l'organisme. Il peut donner mandat à des agents de l'organisme en vue d'assurer la représentation de celui-ci en justice et dans les actes de la vie civile. </p><p></p><p>Il rend compte au conseil d'administration de la mise en oeuvre des décisions qu'il a prises et de la gestion de la caisse nationale et du réseau après la clôture de chaque exercice. </p><p></p><p>Il remet au conseil d'administration, au plus tard à la fin du premier semestre de chaque année, un rapport d'activité pour l'année écoulée retraçant notamment les orientations et les décisions prises par le conseil d'administration, les actions mises en oeuvre pour les atteindre et les résultats constatés. </p><p></p><p>Il assiste, avec voix consultative, aux réunions du conseil et des divers comités, commissions et sections professionnelles. </p><p></p><p>En cas de vacance d'emploi, d'absence momentanée ou d'empêchement du directeur général, ses fonctions sont exercées par un agent de direction de la caisse nationale qu'il a préalablement désigné à cet effet. </p><p></p><p>Dans les conditions prévues par la convention d'objectifs et de gestion mentionnée au I de l'article L. 611-7, le directeur général communique toute information et réalise toute étude que les ministres chargés de la tutelle jugent utiles.</p><p></p>",
            "num": "R611-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1239235200000,
            "dateFin": 1478822400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-01-01",
                        "titre": "Livre 6 : Régimes des travailleurs non salariés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126967",
                        "id": "LEGISCTA000006126967",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions applicables aux travailleurs indépendants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126967",
                        "id": "LEGISCTA000036704226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Titre 1 : Régime social des indépendants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141938",
                        "id": "LEGISCTA000006141938",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre I : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141938",
                        "id": "LEGISCTA000036704224",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre 1er : Organisation administrative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156713",
                        "id": "LEGISCTA000006156713",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 1er : Champ d'application",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156713",
                        "id": "LEGISCTA000036704222",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Section 2 : Caisse nationale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173699",
                        "id": "LEGISCTA000006173699",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Sous-section 3 : Le directeur général.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186761",
                        "id": "LEGISCTA000006186761",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006750970",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006186761",
            "sectionParentId": "LEGISCTA000006186761",
            "sectionParentTitre": "Sous-section 3 : Le directeur général.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre 6 : Régimes des travailleurs non salariés &gt; Titre 1 : Régime social des indépendants &gt; Chapitre 1er : Organisation administrative &gt; Section 2 : Caisse nationale &gt; Sous-section 3 : Le directeur général.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020495546",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020492504",
                    "textTitle": "Décret n°2009-386\n du 7 avril 2009 - art. 17",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000020493776",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-04-08",
                    "dateSignaTexte": "2009-04-07",
                    "dateDebutCible": "2009-04-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L114-4-1",
                    "articleId": "LEGIARTI000006741017",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-28",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-28",
                    "articleId": "LEGIARTI000006740567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L611-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L611-7",
                    "articleId": "LEGIARTI000006743475",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R114-6-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R114-6-1",
                    "articleId": "LEGIARTI000020494374",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R611-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-17",
                    "articleId": "LEGIARTI000006750973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 777340800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000856971",
                    "textTitle": "Décret 70-483 1970-06-05 art. 4",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000856971",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006750970",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1114041600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006750971",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1138406400000,
                    "dateFin": 1239235200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020495546",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1239235200000,
                    "dateFin": 1478822400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033366714",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1478822400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R611-16",
                "611-16"
            ],
            "versionPrecedente": "LEGIARTI000006750971",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006750971",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le directeur général de la caisse nationale met en oeuvre les orientations et décisions adoptées par le conseil d'administration. Il négocie et, avec le président du conseil d'administration, signe la convention d'objectifs et de gestion ainsi que les contrats pluriannuels de gestion mentionnés à l'article L. 611-7. Il assure pour les systèmes d'information les responsabilités prévues à l'article L. 161-28. Il propose au conseil d'administration les décisions nécessaires au respect des objectifs de dépenses fixés par le Parlement. Il informe, dans les meilleurs délais, outre le conseil d'administration de la caisse nationale, les commissions compétentes des assemblées, le ministre chargé de la sécurité sociale et le comité d'alerte visé à l'article L. 114-4-1 des circonstances imprévues susceptibles d'entraîner un dépassement de ces objectifs. Il peut recevoir mandat du conseil d'administration pour négocier et, le cas échéant, conclure des accords collectifs nationaux applicables aux personnels des organismes de sécurité sociale du régime social des indépendants. Il est notamment chargé pour ce qui concerne la gestion de la caisse nationale et sous le contrôle du conseil d'administration : 1° De fixer l'organisation du travail dans les services et d'assurer la discipline générale. 2° De prendre, sous réserve de dispositions législatives ou réglementaires donnant compétence à une autre autorité, toutes mesures individuelles concernant la gestion du personnel. Il nomme, le cas échéant, un ou plusieurs directeurs délégués, agents comptables secondaires, directeurs adjoints et sous-directeurs. Il est l'ordonnateur des recettes et des dépenses. Il peut désigner des ordonnateurs délégués. Il appose son visa sur les comptes. Il conclut au nom de la caisse nationale toute convention. Il accepte provisoirement ou à titre conservatoire et sans autorisation préalable les dons et legs qui sont faits à l'organisme. Il peut déléguer sa signature à ceux de ses collaborateurs qui exercent une fonction de direction ou de cadre au sein de la caisse nationale pour effectuer en son nom soit certains actes, soit tous les actes relatifs à certaines de ses attributions. Il peut déléguer, sous sa responsabilité, une partie de ses pouvoirs à certains agents de l'organisme. Il peut donner mandat à des agents de l'organisme en vue d'assurer la représentation de celui-ci en justice et dans les actes de la vie civile. Il rend compte au conseil d'administration de la mise en oeuvre des décisions qu'il a prises et de la gestion de la caisse nationale et du réseau après la clôture de chaque exercice. Il remet au conseil d'administration, au plus tard à la fin du premier semestre de chaque année, un rapport d'activité pour l'année écoulée retraçant notamment les orientations et les décisions prises par le conseil d'administration, les actions mises en oeuvre pour les atteindre et les résultats constatés. Il assiste, avec voix consultative, aux réunions du conseil et des divers comités, commissions et sections professionnelles. En cas de vacance d'emploi, d'absence momentanée ou d'empêchement du directeur général, ses fonctions sont exercées par un agent de direction de la caisse nationale qu'il a préalablement désigné à cet effet. Dans les conditions prévues par la convention d'objectifs et de gestion mentionnée au I de l'article L. 611-7, le directeur général communique toute information et réalise toute étude que les ministres chargés de la tutelle jugent utiles.",
            "texteHtml": "<p></p>   Le directeur général de la caisse nationale met en oeuvre les orientations et décisions adoptées par le conseil d'administration.<p></p><p></p>   Il négocie et, avec le président du conseil d'administration, signe la convention d'objectifs et de gestion ainsi que les contrats pluriannuels de gestion mentionnés à l'article L. 611-7.<p></p><p></p>   Il assure pour les systèmes d'information les responsabilités prévues à l'article L. 161-28.<p></p><p></p>   Il propose au conseil d'administration les décisions nécessaires au respect des objectifs de dépenses fixés par le Parlement. Il informe, dans les meilleurs délais, outre le conseil d'administration de la caisse nationale, les commissions compétentes des assemblées, le ministre chargé de la sécurité sociale et le comité d'alerte visé à l'article L. 114-4-1 des circonstances imprévues susceptibles d'entraîner un dépassement de ces objectifs.<p></p><p></p>   Il peut recevoir mandat du conseil d'administration pour négocier et, le cas échéant, conclure des accords collectifs nationaux applicables aux personnels des organismes de sécurité sociale du régime social des indépendants.<p></p><p></p>   Il est notamment chargé pour ce qui concerne la gestion de la caisse nationale et sous le contrôle du conseil d'administration :<p></p><p></p>   1° De fixer l'organisation du travail dans les services et d'assurer la discipline générale.<p></p><p></p>   2° De prendre, sous réserve de dispositions législatives ou réglementaires donnant compétence à une autre autorité, toutes mesures individuelles concernant la gestion du personnel.<p></p><p></p>   Il nomme, le cas échéant, un ou plusieurs directeurs délégués, agents comptables secondaires, directeurs adjoints et sous-directeurs.<p></p><p></p>   Il est l'ordonnateur des recettes et des dépenses. Il peut désigner des ordonnateurs délégués. Il appose son visa sur les comptes.<p></p><p></p>   Il conclut au nom de la caisse nationale toute convention.<p></p><p></p>   Il accepte provisoirement ou à titre conservatoire et sans autorisation préalable les dons et legs qui sont faits à l'organisme.<p></p><p></p>   Il peut déléguer sa signature à ceux de ses collaborateurs qui exercent une fonction de direction ou de cadre au sein de la caisse nationale pour effectuer en son nom soit certains actes, soit tous les actes relatifs à certaines de ses attributions.<p></p><p></p>   Il peut déléguer, sous sa responsabilité, une partie de ses pouvoirs à certains agents de l'organisme. Il peut donner mandat à des agents de l'organisme en vue d'assurer la représentation de celui-ci en justice et dans les actes de la vie civile.<p></p><p></p>   Il rend compte au conseil d'administration de la mise en oeuvre des décisions qu'il a prises et de la gestion de la caisse nationale et du réseau après la clôture de chaque exercice.<p></p><p></p>   Il remet au conseil d'administration, au plus tard à la fin du premier semestre de chaque année, un rapport d'activité pour l'année écoulée retraçant notamment les orientations et les décisions prises par le conseil d'administration, les actions mises en oeuvre pour les atteindre et les résultats constatés.<p></p><p></p>   Il assiste, avec voix consultative, aux réunions du conseil et des divers comités, commissions et sections professionnelles.<p></p><p></p>   En cas de vacance d'emploi, d'absence momentanée ou d'empêchement du directeur général, ses fonctions sont exercées par un agent de direction de la caisse nationale qu'il a préalablement désigné à cet effet.<p></p><p></p>   Dans les conditions prévues par la convention d'objectifs et de gestion mentionnée au I de l'article L. 611-7, le directeur général communique toute information et réalise toute étude que les ministres chargés de la tutelle jugent utiles.<p></p>",
            "num": "R611-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1138406400000,
            "dateFin": 1239235200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-01-01",
                        "titre": "Livre 6 : Régimes des travailleurs non salariés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126967",
                        "id": "LEGISCTA000006126967",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions applicables aux travailleurs indépendants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126967",
                        "id": "LEGISCTA000036704226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Titre 1 : Régime social des indépendants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141938",
                        "id": "LEGISCTA000006141938",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre I : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141938",
                        "id": "LEGISCTA000036704224",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre 1er : Organisation administrative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156713",
                        "id": "LEGISCTA000006156713",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 1er : Champ d'application",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156713",
                        "id": "LEGISCTA000036704222",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Section 2 : Caisse nationale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173699",
                        "id": "LEGISCTA000006173699",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-01-28",
                        "fin": "2018-01-01",
                        "titre": "Sous-section 3 : Le directeur général.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186761",
                        "id": "LEGISCTA000006186761",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006750970",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006186761",
            "sectionParentId": "LEGISCTA000006186761",
            "sectionParentTitre": "Sous-section 3 : Le directeur général.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre 6 : Régimes des travailleurs non salariés &gt; Titre 1 : Régime social des indépendants &gt; Chapitre 1er : Organisation administrative &gt; Section 2 : Caisse nationale &gt; Sous-section 3 : Le directeur général.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006750971",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000263803",
                    "textTitle": "Décret 2006-83 2006-01-27 art. 1 I, II JORF 28 janvier 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000263803",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-01-28",
                    "dateSignaTexte": "2006-01-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000263803",
                    "textTitle": "Décret n°2006-83 du 27 janvier 2006 - art. 1 () JORF 28 janvier 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006248998",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-01-28",
                    "dateSignaTexte": "2006-01-27",
                    "dateDebutCible": "2006-01-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L114-4-1",
                    "articleId": "LEGIARTI000006741017",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-28 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-28",
                    "articleId": "LEGIARTI000006740567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L611-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L611-7",
                    "articleId": "LEGIARTI000006743475",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R611-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-17",
                    "articleId": "LEGIARTI000006750973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 777340800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000856971",
                    "textTitle": "Décret 70-483 1970-06-05 art. 4",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000856971",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006750970",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1114041600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006750971",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1138406400000,
                    "dateFin": 1239235200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020495546",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1239235200000,
                    "dateFin": 1478822400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033366714",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1478822400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R611-16",
                "611-16"
            ],
            "versionPrecedente": "LEGIARTI000006750970",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006750970",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "L'élection a lieu au scrutin secret et à la majorité absolue des suffrages exprimés. Si, après deux tours de scrutin, la majorité absolue n'a pas été atteinte, il est procédé à un troisième tour de scrutin et l'élection a lieu à la majorité relative. En cas d'égalité de suffrages, le candidat le plus âgé est proclamé élu.",
            "texteHtml": "<p></p>   L'élection a lieu au scrutin secret et à la majorité absolue des suffrages exprimés. <p></p><p></p>   Si, après deux tours de scrutin, la majorité absolue n'a pas été atteinte, il est procédé à un troisième tour de scrutin et l'élection a lieu à la majorité relative. En cas d'égalité de suffrages, le candidat le plus âgé est proclamé élu.<p></p>",
            "num": "R611-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 503971200000,
            "dateFin": 1114041600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-01-01",
                        "titre": "Livre 6 : Régimes des travailleurs non salariés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126967",
                        "id": "LEGISCTA000006126967",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions applicables aux travailleurs indépendants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126967",
                        "id": "LEGISCTA000036704226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-01-28",
                        "titre": "Titre 1 : Assurance maladie et maternité des travailleurs non salariés des professions non agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141937",
                        "id": "LEGISCTA000006141937",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-01-28",
                        "titre": "Chapitre 1er : Organisation administrative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156707",
                        "id": "LEGISCTA000006156707",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-01-28",
                        "titre": "Section 2 : Caisse nationale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173480",
                        "id": "LEGISCTA000006173480",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-01-28",
                        "titre": "Sous-section 2 : Conseil d'administration.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186531",
                        "id": "LEGISCTA000006186531",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2005-04-21",
                        "titre": "Paragraphe 1 : Election au conseil d'administration.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194749",
                        "id": "LEGISCTA000006194749",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006750970",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006194749",
            "sectionParentId": "LEGISCTA000006194749",
            "sectionParentTitre": "Paragraphe 1 : Election au conseil d'administration.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre 6 : Régimes des travailleurs non salariés &gt; Titre 1 : Assurance maladie et maternité des travailleurs non salariés des professions non agricoles &gt; Chapitre 1er : Organisation administrative &gt; Section 2 : Caisse nationale &gt; Sous-section 2 : Conseil d'administration.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006750970",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17 art. 1 JORF 21 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000602198",
                    "textTitle": "Décret n°2005-362 du 20 avril 2005 - art. 21 (V) JORF 21 avril 2005",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006781698",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-04-21",
                    "dateSignaTexte": "2005-04-20",
                    "dateDebutCible": "2005-04-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R611-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-17",
                    "articleId": "LEGIARTI000006750973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 777340800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000856971",
                    "textTitle": "Décret 70-483 1970-06-05 art. 4",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000856971",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006750970",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1114041600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006750971",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1138406400000,
                    "dateFin": 1239235200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020495546",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1239235200000,
                    "dateFin": 1478822400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033366714",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1478822400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R611-16",
                "611-16"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}