{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047868119",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans chaque région, il est institué une conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols. I.-La composition et le nombre de membres de la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols sont déterminés par une délibération du conseil régional prise sur avis conforme de la majorité des organes délibérants des établissements publics de coopération intercommunale à fiscalité propre compétents en matière de plan local d'urbanisme et des conseils municipaux des communes n'ayant pas transféré la compétence en matière de plan local d'urbanisme. Cette commission comprend obligatoirement au moins un représentant de chaque département du périmètre régional, siégeant à titre consultatif. A défaut de transmission d'une proposition par le président du conseil régional aux organes délibérants et aux conseils municipaux mentionnés au premier alinéa du présent I dans un délai de trois mois à compter de la promulgation de la loi n° 2023-630 du 20 juillet 2023 visant à faciliter la mise en œuvre des objectifs de lutte contre l'artificialisation des sols et à renforcer l'accompagnement des élus locaux ou à défaut d'un avis conforme donné dans les conditions prévues au premier alinéa du présent I dans un délai de six mois à compter de la promulgation de la loi n° 2023-630 du 20 juillet 2023 précitée, la conférence régionale de gouvernance réunit : 1° Quinze représentants de la région ; 2° Cinq représentants des établissements publics mentionnés à l'article L. 143-16 du code de l'urbanisme ; 3° Quinze représentants des établissements publics de coopération intercommunale compétents en matière de documents d'urbanisme, dont un représentant au moins par département et trois représentants des établissements non couverts par un schéma de cohérence territoriale ; 4° Sept représentants des communes compétentes en matière de documents d'urbanisme, dont un représentant au moins par département ; 5° Cinq représentants des communes non couvertes par un document d'urbanisme ; 6° Un représentant de chaque département, siégeant à titre consultatif ; 7° Cinq représentants de l'Etat. La composition de la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols assure une représentation équilibrée des territoires urbains, ruraux, de montagne et du littoral. La conférence régionale de gouvernance est présidée par le président du conseil régional, le président de l'Assemblée de Guyane, le président du conseil exécutif de Martinique ou le président du conseil départemental de Mayotte. En Corse, la chambre des territoires prévue à l'article L. 4421-3 du présent code se substitue à la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols. II.-A l'initiative de la région ou d'un établissement public mentionné à l'article L. 143-16 du code de l'urbanisme appartenant au périmètre régional, la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols peut se réunir sur tout sujet lié à la mise en œuvre des objectifs de réduction de l'artificialisation des sols. Elle peut également transmettre à l'Etat des analyses et des propositions portant sur cette mise en œuvre. En tant que de besoin, elle peut consulter les personnes publiques associées mentionnées, selon les cas, aux articles L. 4251-5 , L. 4424-13 et L. 4433-10 du présent code et à l'article L. 123-7 du code de l'urbanisme. Elle est consultée dans le cadre de la qualification des projets d'envergure nationale ou européenne, dans les conditions prévues au 8° du III de l'article 194 de la loi n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets. Elle est également consultée dans le cadre de la qualification des projets d'envergure régionale mentionnés au 6° de l'article L. 141-8 du code de l'urbanisme. Dans ce cas, les représentants de l'Etat mentionnés au 7° du I du présent article ne siègent pas au sein de la conférence. III.-Le président ou la majorité des membres de la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols peut décider de réunir une conférence départementale pour tout sujet lié à la mise en œuvre communale ou intercommunale des objectifs de réduction de l'artificialisation des sols. Cette conférence départementale peut transmettre à la conférence régionale des analyses et des propositions portant sur la mise en œuvre locale des objectifs de réduction de l'artificialisation des sols. Sa composition est déterminée par la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols. Elle assure une représentation équilibrée des territoires urbains, ruraux, de montagne et du littoral à l'échelle du département. IV.-Dans un délai de trois mois à compter de la délibération prescrivant l'élaboration ou l'évolution des documents prévus aux articles L. 4251-1 , L. 4424-9 et L. 4433-7 du présent code et à l' article L. 123-1 du code de l'urbanisme et ayant pour conséquence de modifier les objectifs chiffrés ou les trajectoires de réduction de l'artificialisation prévus par ces documents, la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols peut adopter par délibération et transmettre à l'autorité compétente pour l'élaboration des documents précités une proposition relative à l'établissement des objectifs régionaux en matière de réduction de l'artificialisation des sols. Cette proposition porte sur la fixation d'un objectif régional et, le cas échéant, sa déclinaison en objectifs infrarégionaux. Lors des délibérations relatives à cette proposition, les représentants de la région mentionnés au 1° du I du présent article siègent à titre consultatif. Les projets de documents mentionnés à la première phrase du présent IV ne peuvent être arrêtés avant la transmission de cette proposition à la région ou, à défaut de transmission, avant l'expiration d'un délai de six mois. V.-Au plus tard un an après sa dernière réunion, la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols se réunit à nouveau afin d'établir un bilan de la mise en œuvre des objectifs de réduction de l'artificialisation des sols. Ce bilan comprend : 1° Des éléments permettant d'apprécier les modalités et les critères de territorialisation des objectifs de réduction de l'artificialisation retenus au niveau régional ainsi que la pertinence de cette territorialisation au regard des trajectoires et des besoins territoriaux constatés ; 2° Des éléments relatifs aux objectifs de réduction de l'artificialisation des sols fixés par les schémas de cohérence territoriale, par les plans locaux d'urbanisme et par les cartes communales du périmètre régional, permettant d'apprécier la cohérence globale de ces objectifs au regard des objectifs retenus au niveau régional ; 3° Des éléments relatifs à l'artificialisation des sols constatée depuis le début de la tranche de dix années prévue pour les documents de planification régionale, permettant d'apprécier la trajectoire nécessaire pour atteindre les objectifs de réduction de l'artificialisation fixés par le document régional et par les schémas de cohérence territoriale du périmètre régional. Ces éléments permettent d'apprécier l'artificialisation des sols constatée depuis le début de la même tranche de dix années dans le périmètre des communes non couvertes par un plan local d'urbanisme ou par une carte communale et leur contribution à l'atteinte des objectifs de réduction de l'artificialisation des sols fixés par le document régional et par les schémas de cohérence territoriale ; 4° Des propositions d'évolution des objectifs de réduction de l'artificialisation des sols fixés par la loi et par les documents de planification en vue de la prochaine tranche de dix années mentionnée au 3° du présent V. VI.-Entre le 1er janvier et le 30 juin 2027, chaque conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols prévue au présent article remet au Parlement un rapport faisant état du niveau de la consommation foncière et des résultats obtenus au regard des objectifs de réduction de l'artificialisation retenus au niveau régional.",
            "texteHtml": "<p>Dans chaque région, il est institué une conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols. </p><p>I.-La composition et le nombre de membres de la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols sont déterminés par une délibération du conseil régional prise sur avis conforme de la majorité des organes délibérants des établissements publics de coopération intercommunale à fiscalité propre compétents en matière de plan local d'urbanisme et des conseils municipaux des communes n'ayant pas transféré la compétence en matière de plan local d'urbanisme. Cette commission comprend obligatoirement au moins un représentant de chaque département du périmètre régional, siégeant à titre consultatif. </p><p>A défaut de transmission d'une proposition par le président du conseil régional aux organes délibérants et aux conseils municipaux mentionnés au premier alinéa du présent I dans un délai de trois mois à compter de la promulgation de la <a href='/affichTexte.do?cidTexte=JORFTEXT000047866733&categorieLien=cid'>loi n° 2023-630 </a>du 20 juillet 2023 visant à faciliter la mise en œuvre des objectifs de lutte contre l'artificialisation des sols et à renforcer l'accompagnement des élus locaux ou à défaut d'un avis conforme donné dans les conditions prévues au premier alinéa du présent I dans un délai de six mois à compter de la promulgation de la loi n° 2023-630 du 20 juillet 2023 précitée, la conférence régionale de gouvernance réunit : </p><p>1° Quinze représentants de la région ; </p><p>2° Cinq représentants des établissements publics mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000031211037&dateTexte=&categorieLien=cid'>L. 143-16 </a>du code de l'urbanisme ; </p><p>3° Quinze représentants des établissements publics de coopération intercommunale compétents en matière de documents d'urbanisme, dont un représentant au moins par département et trois représentants des établissements non couverts par un schéma de cohérence territoriale ; </p><p>4° Sept représentants des communes compétentes en matière de documents d'urbanisme, dont un représentant au moins par département ; </p><p>5° Cinq représentants des communes non couvertes par un document d'urbanisme ; </p><p>6° Un représentant de chaque département, siégeant à titre consultatif ; </p><p>7° Cinq représentants de l'Etat. </p><p>La composition de la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols assure une représentation équilibrée des territoires urbains, ruraux, de montagne et du littoral. </p><p>La conférence régionale de gouvernance est présidée par le président du conseil régional, le président de l'Assemblée de Guyane, le président du conseil exécutif de Martinique ou le président du conseil départemental de Mayotte. </p><p>En Corse, la chambre des territoires prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392431&dateTexte=&categorieLien=cid'>L. 4421-3 </a>du présent code se substitue à la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols. </p><p>II.-A l'initiative de la région ou d'un établissement public mentionné à l'article L. 143-16 du code de l'urbanisme appartenant au périmètre régional, la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols peut se réunir sur tout sujet lié à la mise en œuvre des objectifs de réduction de l'artificialisation des sols. Elle peut également transmettre à l'Etat des analyses et des propositions portant sur cette mise en œuvre. En tant que de besoin, elle peut consulter les personnes publiques associées mentionnées, selon les cas, aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000030999613&dateTexte=&categorieLien=cid'>L. 4251-5</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392552&dateTexte=&categorieLien=cid'>L. 4424-13 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392693&dateTexte=&categorieLien=cid'>L. 4433-10 </a>du présent code et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000031210681&dateTexte=&categorieLien=cid'>L. 123-7 </a>du code de l'urbanisme. </p><p>Elle est consultée dans le cadre de la qualification des projets d'envergure nationale ou européenne, dans les conditions prévues au 8° du III de l'article 194 de la loi n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets. </p><p>Elle est également consultée dans le cadre de la qualification des projets d'envergure régionale mentionnés au 6° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000047870440&dateTexte=&categorieLien=id' title='Code de l'urbanisme - art. L141-8 (V)'>L. 141-8 </a>du code de l'urbanisme. Dans ce cas, les représentants de l'Etat mentionnés au 7° du I du présent article ne siègent pas au sein de la conférence. </p><p>III.-Le président ou la majorité des membres de la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols peut décider de réunir une conférence départementale pour tout sujet lié à la mise en œuvre communale ou intercommunale des objectifs de réduction de l'artificialisation des sols. Cette conférence départementale peut transmettre à la conférence régionale des analyses et des propositions portant sur la mise en œuvre locale des objectifs de réduction de l'artificialisation des sols. Sa composition est déterminée par la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols. Elle assure une représentation équilibrée des territoires urbains, ruraux, de montagne et du littoral à l'échelle du département. </p><p>IV.-Dans un délai de trois mois à compter de la délibération prescrivant l'élaboration ou l'évolution des documents prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392322&dateTexte=&categorieLien=cid'>L. 4251-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392544&dateTexte=&categorieLien=cid'>L. 4424-9 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000047870459&dateTexte=&categorieLien=id' title='Code général des collectivités territoriales - art. L4433-7 (V)'>L. 4433-7 </a>du présent code et à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000031210659&dateTexte=&categorieLien=cid'>article L. 123-1 du code de l'urbanisme</a> et ayant pour conséquence de modifier les objectifs chiffrés ou les trajectoires de réduction de l'artificialisation prévus par ces documents, la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols peut adopter par délibération et transmettre à l'autorité compétente pour l'élaboration des documents précités une proposition relative à l'établissement des objectifs régionaux en matière de réduction de l'artificialisation des sols. Cette proposition porte sur la fixation d'un objectif régional et, le cas échéant, sa déclinaison en objectifs infrarégionaux. Lors des délibérations relatives à cette proposition, les représentants de la région mentionnés au 1° du I du présent article siègent à titre consultatif. Les projets de documents mentionnés à la première phrase du présent IV ne peuvent être arrêtés avant la transmission de cette proposition à la région ou, à défaut de transmission, avant l'expiration d'un délai de six mois. </p><p>V.-Au plus tard un an après sa dernière réunion, la conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols se réunit à nouveau afin d'établir un bilan de la mise en œuvre des objectifs de réduction de l'artificialisation des sols. Ce bilan comprend : </p><p>1° Des éléments permettant d'apprécier les modalités et les critères de territorialisation des objectifs de réduction de l'artificialisation retenus au niveau régional ainsi que la pertinence de cette territorialisation au regard des trajectoires et des besoins territoriaux constatés ; </p><p>2° Des éléments relatifs aux objectifs de réduction de l'artificialisation des sols fixés par les schémas de cohérence territoriale, par les plans locaux d'urbanisme et par les cartes communales du périmètre régional, permettant d'apprécier la cohérence globale de ces objectifs au regard des objectifs retenus au niveau régional ; </p><p>3° Des éléments relatifs à l'artificialisation des sols constatée depuis le début de la tranche de dix années prévue pour les documents de planification régionale, permettant d'apprécier la trajectoire nécessaire pour atteindre les objectifs de réduction de l'artificialisation fixés par le document régional et par les schémas de cohérence territoriale du périmètre régional. Ces éléments permettent d'apprécier l'artificialisation des sols constatée depuis le début de la même tranche de dix années dans le périmètre des communes non couvertes par un plan local d'urbanisme ou par une carte communale et leur contribution à l'atteinte des objectifs de réduction de l'artificialisation des sols fixés par le document régional et par les schémas de cohérence territoriale ; </p><p>4° Des propositions d'évolution des objectifs de réduction de l'artificialisation des sols fixés par la loi et par les documents de planification en vue de la prochaine tranche de dix années mentionnée au 3° du présent V. </p><p>VI.-Entre le 1er janvier et le 30 juin 2027, chaque conférence régionale de gouvernance de la politique de réduction de l'artificialisation des sols prévue au présent article remet au Parlement un rapport faisant état du niveau de la consommation foncière et des résultats obtenus au regard des objectifs de réduction de l'artificialisation retenus au niveau régional.</p>",
            "num": "L1111-9-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1689984000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1476395007,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : PRINCIPES GÉNÉRAUX DE LA DÉCENTRALISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135476",
                        "id": "LEGISCTA000006135476",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE UNIQUE : LIBRE ADMINISTRATION DES COLLECTIVITÉS TERRITORIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149196",
                        "id": "LEGISCTA000006149196",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE Ier : Principe de libre administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164464",
                        "id": "LEGISCTA000006164464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-02-23",
                        "fin": "2999-01-01",
                        "titre": "Section 3 :  Exercice concerté des compétences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045199297",
                        "id": "LEGISCTA000045199297",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047868119",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000045199297",
            "sectionParentId": "LEGISCTA000045199297",
            "sectionParentTitre": "Section 3 :  Exercice concerté des compétences",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE Ier : PRINCIPES GÉNÉRAUX DE LA DÉCENTRALISATION &gt; TITRE UNIQUE : LIBRE ADMINISTRATION DES COLLECTIVITÉS TERRITORIALES &gt; CHAPITRE Ier : Principe de libre administration &gt; Section 3 :  Exercice concerté des compétences",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047868119",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047866733",
                    "textTitle": "LOI n°2023-630 du 20 juillet 2023 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047868015",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-07-21",
                    "dateSignaTexte": "2023-07-20",
                    "dateDebutCible": "2023-07-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 194 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "194",
                    "articleId": "LEGIARTI000047870384",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2021-1104",
                    "datePubli": 1629763200000,
                    "dateDebut": 1689984000000
                },
                {
                    "textCid": "JORFTEXT000047866733",
                    "textTitle": "LOI n°2023-630 du 20 juillet 2023",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000047866733",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2023-630",
                    "datePubli": 1689897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4251-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4251-1",
                    "articleId": "LEGIARTI000006392322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470528000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4251-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4251-5",
                    "articleId": "LEGIARTI000030999613",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4421-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4421-3",
                    "articleId": "LEGIARTI000006392431",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4424-13",
                    "articleId": "LEGIARTI000006392552",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4424-9",
                    "articleId": "LEGIARTI000006392544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4433-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4433-10",
                    "articleId": "LEGIARTI000006392693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1583020800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4433-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4433-7",
                    "articleId": "LEGIARTI000047870459",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1689984000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L123-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L123-1",
                    "articleId": "LEGIARTI000031210659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L123-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L123-7",
                    "articleId": "LEGIARTI000031210681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L141-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L141-8",
                    "articleId": "LEGIARTI000047870440",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1689984000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L143-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L143-16",
                    "articleId": "LEGIARTI000031211037",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047868119",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1689984000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1111-9-2",
                "1111-9-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}