{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048870488",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application des dispositions du présent chapitre à l'examen des caractéristiques génétiques du nouveau-né réalisé dans le cadre du dépistage néonatal : 1° La référence au prescripteur est remplacée par une référence à un professionnel de santé ; 2° Par dérogation aux dispositions de l'article R. 1131-4 : Les informations délivrées aux titulaires de l'autorité parentale du nouveau-né préalablement à l'expression écrite de leur consentement à la réalisation de l'examen portent uniquement sur la nature de l'acte de dépistage, consistant, le cas échéant, en un examen des caractéristiques génétiques, ses objectifs, les maladies dépistées et l'existence de traitements. Le consentement des titulaires de l'autorité parentale, ou le cas échéant de l'un d'entre eux, à la réalisation d'un examen des caractéristiques génétiques du nouveau-né dans le cadre du dépistage néonatal est recueilli par écrit, selon les modalités fixées par l'arrêté prévu à l'article L. 1411-6-1 ; 3° Par dérogation aux dispositions de l'article R. 1131-4-1 : a) Lorsque l'examen des caractéristiques génétiques du nouveau-né réalisé dans le cadre du dépistage néonatal appelle la réalisation d'un nouvel examen visant à diagnostiquer une anomalie génétique pouvant être responsable de l'une des maladies listées par l'arrêté prévu à l'article L. 1411-6-1, justifiant des mesures de prévention, y compris de conseil génétique, ou de soins, les titulaires de l'autorité parentale sont informés qu'ils sont tenus d'informer les membres de la famille potentiellement concernés dont ils possèdent ou peuvent raisonnablement obtenir les coordonnées. Les titulaires de l'autorité parentale sont également informés que, dans l'hypothèse où ils ne souhaiteraient pas informer eux-mêmes les intéressés ou certains d'entre eux, ils peuvent autoriser le pédiatre référent de la maladie en cause à procéder à cette information. Le pédiatre référent détermine, en fonction des éléments médicaux dont il dispose, les catégories de membres de la famille potentiellement concernés par l'information, eu égard au lien de parenté avec l'enfant et à la nature de l'anomalie diagnostiquée ; b) Si les titulaires de l'autorité parentale expriment le souhait d'informer eux-mêmes les intéressés ou certains d'entre eux, le pédiatre référent mentionne cette information dans le dossier médical de l'enfant et précise l'identité des tiers qui seront informés directement par les titulaires de l'autorité parentale. Le pédiatre référent peut proposer des mesures d'accompagnement relatives à la préparation et à la délivrance de l'information aux membres de la famille potentiellement concernés désignés par les titulaires de l'autorité parentale ; c) Si les titulaires de l'autorité parentale ne souhaitent pas informer eux-mêmes les intéressés ou certains d'entre eux, ils peuvent demander par écrit au pédiatre référent de procéder à cette information. Lorsque cette demande écrite est réalisée, le pédiatre référent en accuse réception. Elle doit être accompagnée de la communication des coordonnées des membres de la famille préalablement identifiés que les titulaires de l'autorité parentale ne souhaitent pas informer personnellement ; d) En l'absence d'une telle demande, le pédiatre référent le mentionne dans le dossier médical de l'enfant ; e) Lorsque les titulaires de l'autorité parentale informent le pédiatre référent de leur changement d'avis sur les modalités de transmission de l'information à sa parentèle, il le mentionne au dossier médical de l'enfant et, le cas échéant, met en œuvre la procédure souhaitée par les titulaires de l'autorité parentale ; 4° Par dérogation aux dispositions du deuxième alinéa de l'article R. 1131-5-1 : Les résultats de l'examen des caractéristiques génétiques du nouveau-né réalisé dans le cadre du dépistage néonatal sont communiqués aux titulaires de l'autorité parentale lorsqu'ils appellent la réalisation d'examens complémentaires pouvant aboutir au diagnostic de l'une des maladies listées par l'arrêté prévu à l'article L. 1411-6-1. Le professionnel de santé communique ces résultats dans les conditions fixées par ce même arrêté ; 5° Les trois derniers alinéas de l'article R. 1131-5-1 ne sont pas applicables ; 6° Par dérogation aux dispositions du premier alinéa de l'article R. 1131-5-2 : Le consentement des titulaires de l'autorité parentale à la réalisation d'un examen des caractéristiques génétiques du nouveau-né dans le cadre du dépistage néonatal, ainsi que les comptes rendus d'analyse de biologie médicale commentés et signés, sont conservés par le centre régional de dépistage néonatal, dans le respect du secret professionnel et dans les conditions fixées par l'arrêté prévu à l'article L. 1411-6-1 ; 7° Par dérogation aux dispositions de l'article R. 1131-5-4 : En cas de diagnostic d'une anomalie génétique pouvant être responsable de l'une des maladies listées par l'arrêté prévu à l'article L. 1411-6-1, justifiant des mesures de prévention, y compris de conseil génétique, ou de soins, et lorsque les titulaires de l'autorité parentale demandent au pédiatre référent de procéder à l'information de la parentèle, ce dernier porte à la connaissance des membres de la famille potentiellement concernés dont les coordonnées lui ont été préalablement transmises l'existence d'une information médicale à caractère familial susceptible de les concerner, par tout moyen permettant d'accuser réception de cette information. Le pédiatre référent invite les personnes ainsi contactées à se rendre à une consultation chez un médecin qualifié en génétique, sans dévoiler à cette occasion ni le nom de la personne ayant fait l'objet de l'examen, ni l'anomalie génétique, ni les risques qui lui sont associés.",
            "texteHtml": "<p>Pour l'application des dispositions du présent chapitre à l'examen des caractéristiques génétiques du nouveau-né réalisé dans le cadre du dépistage néonatal : <br/><br/>1° La référence au prescripteur est remplacée par une référence à un professionnel de santé ; <br/><br/>2° Par dérogation aux dispositions de l'article R. 1131-4 : <br/><br/>Les informations délivrées aux titulaires de l'autorité parentale du nouveau-né préalablement à l'expression écrite de leur consentement à la réalisation de l'examen portent uniquement sur la nature de l'acte de dépistage, consistant, le cas échéant, en un examen des caractéristiques génétiques, ses objectifs, les maladies dépistées et l'existence de traitements. <br/><br/>Le consentement des titulaires de l'autorité parentale, ou le cas échéant de l'un d'entre eux, à la réalisation d'un examen des caractéristiques génétiques du nouveau-né dans le cadre du dépistage néonatal est recueilli par écrit, selon les modalités fixées par l'arrêté prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000043888369&dateTexte=&categorieLien=cid'>L. 1411-6-1</a> ; <br/><br/>3° Par dérogation aux dispositions de l'article R. 1131-4-1 : <br/><br/>a) Lorsque l'examen des caractéristiques génétiques du nouveau-né réalisé dans le cadre du dépistage néonatal appelle la réalisation d'un nouvel examen visant à diagnostiquer une anomalie génétique pouvant être responsable de l'une des maladies listées par l'arrêté prévu à l'article L. 1411-6-1, justifiant des mesures de prévention, y compris de conseil génétique, ou de soins, les titulaires de l'autorité parentale sont informés qu'ils sont tenus d'informer les membres de la famille potentiellement concernés dont ils possèdent ou peuvent raisonnablement obtenir les coordonnées. <br/><br/>Les titulaires de l'autorité parentale sont également informés que, dans l'hypothèse où ils ne souhaiteraient pas informer eux-mêmes les intéressés ou certains d'entre eux, ils peuvent autoriser le pédiatre référent de la maladie en cause à procéder à cette information. <br/><br/>Le pédiatre référent détermine, en fonction des éléments médicaux dont il dispose, les catégories de membres de la famille potentiellement concernés par l'information, eu égard au lien de parenté avec l'enfant et à la nature de l'anomalie diagnostiquée ; <br/><br/>b) Si les titulaires de l'autorité parentale expriment le souhait d'informer eux-mêmes les intéressés ou certains d'entre eux, le pédiatre référent mentionne cette information dans le dossier médical de l'enfant et précise l'identité des tiers qui seront informés directement par les titulaires de l'autorité parentale. Le pédiatre référent peut proposer des mesures d'accompagnement relatives à la préparation et à la délivrance de l'information aux membres de la famille potentiellement concernés désignés par les titulaires de l'autorité parentale ; <br/><br/>c) Si les titulaires de l'autorité parentale ne souhaitent pas informer eux-mêmes les intéressés ou certains d'entre eux, ils peuvent demander par écrit au pédiatre référent de procéder à cette information. <br/><br/>Lorsque cette demande écrite est réalisée, le pédiatre référent en accuse réception. Elle doit être accompagnée de la communication des coordonnées des membres de la famille préalablement identifiés que les titulaires de l'autorité parentale ne souhaitent pas informer personnellement ; <br/><br/>d) En l'absence d'une telle demande, le pédiatre référent le mentionne dans le dossier médical de l'enfant ; <br/><br/>e) Lorsque les titulaires de l'autorité parentale informent le pédiatre référent de leur changement d'avis sur les modalités de transmission de l'information à sa parentèle, il le mentionne au dossier médical de l'enfant et, le cas échéant, met en œuvre la procédure souhaitée par les titulaires de l'autorité parentale ; <br/><br/>4° Par dérogation aux dispositions du deuxième alinéa de l'article R. 1131-5-1 : <br/><br/>Les résultats de l'examen des caractéristiques génétiques du nouveau-né réalisé dans le cadre du dépistage néonatal sont communiqués aux titulaires de l'autorité parentale lorsqu'ils appellent la réalisation d'examens complémentaires pouvant aboutir au diagnostic de l'une des maladies listées par l'arrêté prévu à l'article L. 1411-6-1. <br/><br/>Le professionnel de santé communique ces résultats dans les conditions fixées par ce même arrêté ; <br/><br/>5° Les trois derniers alinéas de l'article R. 1131-5-1 ne sont pas applicables ; <br/><br/>6° Par dérogation aux dispositions du premier alinéa de l'article R. 1131-5-2 : <br/><br/>Le consentement des titulaires de l'autorité parentale à la réalisation d'un examen des caractéristiques génétiques du nouveau-né dans le cadre du dépistage néonatal, ainsi que les comptes rendus d'analyse de biologie médicale commentés et signés, sont conservés par le centre régional de dépistage néonatal, dans le respect du secret professionnel et dans les conditions fixées par l'arrêté prévu à l'article L. 1411-6-1 ; <br/><br/>7° Par dérogation aux dispositions de l'article R. 1131-5-4 : <br/><br/>En cas de diagnostic d'une anomalie génétique pouvant être responsable de l'une des maladies listées par l'arrêté prévu à l'article L. 1411-6-1, justifiant des mesures de prévention, y compris de conseil génétique, ou de soins, et lorsque les titulaires de l'autorité parentale demandent au pédiatre référent de procéder à l'information de la parentèle, ce dernier porte à la connaissance des membres de la famille potentiellement concernés dont les coordonnées lui ont été préalablement transmises l'existence d'une information médicale à caractère familial susceptible de les concerner, par tout moyen permettant d'accuser réception de cette information. Le pédiatre référent invite les personnes ainsi contactées à se rendre à une consultation chez un médecin qualifié en génétique, sans dévoiler à cette occasion ni le nom de la personne ayant fait l'objet de l'examen, ni l'anomalie génétique, ni les risques qui lui sont associés.</p>",
            "num": "R1131-22",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Médecine prédictive, identification génétique et recherche génétique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160949",
                        "id": "LEGISCTA000006160949",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178475",
                        "id": "LEGISCTA000006178475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2008-04-07",
                        "titre": "Section 2 : Commission consultative nationale en matières d'examens des caractéristiques génétiques à des fins médicales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190208",
                        "id": "LEGISCTA000006190208",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-04-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dépistage des maladies néonatales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190208",
                        "id": "LEGISCTA000018615507",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018608992",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006190208",
            "sectionParentId": "LEGISCTA000018615507",
            "sectionParentTitre": "Section 2 : Dépistage des maladies néonatales",
            "fullSectionsTitre": "Partie réglementaire &gt; Première partie : Protection générale de la santé &gt; Livre Ier : Protection des personnes en matière de santé &gt; Titre III : Médecine prédictive, identification génétique et recherche génétique &gt; Chapitre Ier : Principes généraux &gt; Section 2 : Dépistage des maladies néonatales",
            "refInjection": "MD-20240108_202250_086_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048870488",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048737387",
                    "textTitle": "Décret n°2023-1426 du 30 décembre 2023 - art. 22",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000048860494",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-12-31",
                    "dateSignaTexte": "2023-12-30",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1411-6-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-6-1",
                    "articleId": "LEGIARTI000043888369",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628035200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018615502",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1207526400000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048870488",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R1131-22",
                "1131-22"
            ],
            "versionPrecedente": "LEGIARTI000018615502",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018615502",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions de l'article R. 1131-4 s'appliquent au dépistage néonatal. Les informations délivrées aux titulaires de l'autorité parentale précisent notamment les finalités de ce dépistage.",
            "texteHtml": "<p>Les dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006908497&dateTexte=&categorieLien=cid'>l'article R. 1131-4</a> s'appliquent au dépistage néonatal. Les informations délivrées aux titulaires de l'autorité parentale précisent notamment les finalités de ce dépistage.</p><p><br/></p>",
            "num": "R1131-22",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1207526400000,
            "dateFin": 1704067200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Médecine prédictive, identification génétique et recherche génétique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160949",
                        "id": "LEGISCTA000006160949",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178475",
                        "id": "LEGISCTA000006178475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2008-04-07",
                        "titre": "Section 2 : Commission consultative nationale en matières d'examens des caractéristiques génétiques à des fins médicales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190208",
                        "id": "LEGISCTA000006190208",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-04-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dépistage des maladies néonatales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190208",
                        "id": "LEGISCTA000018615507",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018608992",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006190208",
            "sectionParentId": "LEGISCTA000018615507",
            "sectionParentTitre": "Section 2 : Dépistage des maladies néonatales",
            "fullSectionsTitre": "Partie réglementaire &gt; Première partie : Protection générale de la santé &gt; Livre Ier : Protection des personnes en matière de santé &gt; Titre III : Médecine prédictive, identification génétique et recherche génétique &gt; Chapitre Ier : Principes généraux &gt; Section 2 : Dépistage des maladies néonatales",
            "refInjection": "MD-20240108_202250_086_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000018615502",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018606712",
                    "textTitle": "Décret n°2008-321\n du 4 avril 2008 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000018608548",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-04-06",
                    "dateSignaTexte": "2008-04-04",
                    "dateDebutCible": "2008-04-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1131-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1131-4",
                    "articleId": "LEGIARTI000006908497",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1053993600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018615502",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1207526400000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048870488",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R1131-22",
                "1131-22"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}