{
    "cid": "LEGIARTI000006899706",
    "num": "R445-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145352",
                        "id": "LEGISCTA000006145352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-09",
                        "fin": "2010-01-01",
                        "titre": "Chapitre V : Dispositions applicables aux conventions globales de patrimoine entre l'Etat et les organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160629",
                        "id": "LEGISCTA000006160629",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions applicables aux   conventions d'utilité sociale entre l'Etat et les organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160629",
                        "id": "LEGISCTA000021393713",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Contenu et indicateurs de la convention d'utilité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000021392685",
                        "id": "LEGISCTA000021393760",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000038863437",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036437535",
                    "textTitle": "Arrêté du 19 octobre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038983630",
                    "natureText": "ARRETE",
                    "date": 1599859648629,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1515542400000,
                    "dateDebut": 1515628800000
                },
                {
                    "textCid": "JORFTEXT000036437535",
                    "textTitle": "Arrêté du 19 octobre 2017 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038987459",
                    "natureText": "ARRETE",
                    "date": 1599859648629,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1515542400000,
                    "dateDebut": 1567123200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L342-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L342-21",
                    "articleId": "LEGIARTI000028782174",
                    "natureText": "CODE",
                    "date": 1599859648629,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006825388",
                    "natureText": "CODE",
                    "date": 1599859648629,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L445-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L445-1",
                    "articleId": "LEGIARTI000006825501",
                    "natureText": "CODE",
                    "date": 1599859648629,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L452-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L452-4",
                    "articleId": "LEGIARTI000006825529",
                    "natureText": "CODE",
                    "date": 1599859648630,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072828800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L452-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L452-4-1",
                    "articleId": "LEGIARTI000006825533",
                    "natureText": "CODE",
                    "date": 1599859648630,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*445-2-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*445-2-1",
                    "articleId": "LEGIARTI000021393715",
                    "natureText": "CODE",
                    "date": 1599859648630,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*445-5-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*445-5-1",
                    "articleId": "LEGIARTI000028250975",
                    "natureText": "CODE",
                    "date": 1599859648630,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426982400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-2-8 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-2-8",
                    "articleId": "LEGIARTI000039042904",
                    "natureText": "CODE",
                    "date": 1599859648630,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-5-2",
                    "articleId": "LEGIARTI000034684907",
                    "natureText": "CODE",
                    "date": 1599859648630,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494460800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038831100",
                    "textTitle": "Décret n°2019-801 du 26 juillet 2019 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000038844985",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-07-28",
                    "dateSignaTexte": "2019-07-26",
                    "dateDebutCible": "2019-07-29"
                }
            ],
            "num": "R445-5",
            "origine": "LEGI",
            "texte": "La convention fixe des engagements chiffrés pour chacun des indicateurs figurant dans le tableau ci-dessous. Les indicateurs PP-1, PP-2, PP-3, PP-4, PS-2 et SR-1 sont déclinés à l'échelle des départements ainsi que, à la demande du préfet signataire de la convention, à l'échelle des collectivités territoriales et des groupements de collectivités territoriales qu'il identifie, parmi les collectivités territoriales et les groupements de collectivités territoriales mentionnés au troisième alinéa de l'article L. 445-1 lorsque la convention est relative à des immeubles situés sur leur territoire. L'indicateur PS-1 est décliné à l'échelle des établissements publics de coopération intercommunale et des établissements publics territoriaux mentionnés au vingt-troisième alinéa de l'article L. 441-1 . L'indicateur G-1 est mesuré à l'échelle de l'organisme. ENGAGEMENTS INDICATEURS Adapter l'offre de logements locatifs sociaux aux besoins des populations et des territoires, entretenir et améliorer le patrimoine existant PP-1. Nombre de logements locatifs, pour chaque mode de financement (prêt locatif aidé d'intégration, prêt locatif à usage social, prêt locatif social), donnant lieu à des dossiers de financement agréés par les services de l'Etat ou par les délégataires, dont part hors des quartiers prioritaires de la politique de la ville et part hors du cadre de la rénovation urbaine, à trois et six ans. PP-2. Nombre de logements disposant après rénovation d'une étiquette A à E, parmi le parc de logements de classe énergétique F et G, par année. PP-3. Nombre de logements réhabilités, appartenant à une opération de réhabilitation éligible à un prêt de la Caisse des dépôts et consignations, parmi le parc total de logements, par année. Favoriser l'accession à la propriété PP-4. Nombre de logements mis en commercialisation, parmi le parc total de logements, à trois et six ans. Assurer la diversité des ménages dans l'occupation et s'engager sur l'accueil des ménages défavorisés PS-1. Nombre d'attributions de logements, suivies de baux signés, réalisées en application des vingt-troisième à vingt-sixième alinéas de l'article L. 441-1, parmi le nombre total des attributions hors des quartiers prioritaires de la politique de la ville, par année. PS-2. Nombre d'attributions de logements aux ménages relevant d'une catégorie de personnes prioritaires en application de l'article L. 441-1 du code de la construction et de l'habitation déclinés par le plan départemental d'actions pour le logement et l'hébergement des personnes défavorisées ou les orientations en matière d'attribution des établissements publics de coopération intercommunale, dont part hors des quartiers prioritaires de la politique de la ville, parmi le nombre total des attributions, par année. Assurer la qualité du service rendu aux locataires SR-1. Nombre de logements accessibles aux personnes à mobilité réduite, parmi le parc total de logements, par année. Améliorer la performance de la gestion des logements G1. Coût de gestion par logement, hors dépenses de maintenance et cotisations mentionnées aux articles L. 452-4 , L. 452-4-1 et L. 342-21 , par année. L'indicateur PP-1 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur le descriptif des territoires d'intervention de l'organisme et des zones où il entend se développer, la typologie des logements produits ainsi que son offre de logements en faveur des personnes ayant des besoins spécifiques. L'indicateur PP-2 est accompagné de données chiffrées territorialisées, portant sur le changement d'au moins une étiquette énergétique après la rénovation des logements. L'indicateur PP-4 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur la stratégie de l'organisme en matière de vente, au regard notamment de la localisation, de l'état et de la qualité énergétique des logements vendus, ainsi que sur les dispositifs de sécurisation des acquéreurs. Ce développement présente le nombre de logements vendus ainsi que le nombre de ventes à réaliser au terme de trois et de six ans, dont le nombre de ventes prévues au bénéfice des locataires du parc social, le nombre de ventes prévues au bénéfice des personnes morales de droit privé et le nombre de ventes prévues au profit d'une société de vente d'habitations à loyer modéré. L'indicateur PS-1 est accompagné de données chiffrées portant sur les refus des ménages. L'indicateur SR-1 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur le diagnostic réalisé par l'organisme sur l'adaptation de son patrimoine à la perte d'autonomie liée à l'âge ou au handicap et les procédures mises en œuvre pour y répondre. L'indicateur G-1 est accompagné d'un développement qualitatif, appuyé d'une note portant sur l'ambition de qualité de service ainsi que sur la stratégie en matière d'optimisation des coûts de gestion et des actions entreprises pour les réduire.",
            "texteHtml": "<p></p><p>La convention fixe des engagements chiffrés pour chacun des indicateurs figurant dans le tableau ci-dessous. </p><p>Les indicateurs PP-1, PP-2, PP-3, PP-4, PS-2 et SR-1 sont déclinés à l'échelle des départements ainsi que, à la demande du préfet signataire de la convention, à l'échelle des collectivités territoriales et des groupements de collectivités territoriales qu'il identifie, parmi les collectivités territoriales et les groupements de collectivités territoriales mentionnés au troisième alinéa de l'article <a href='/article/LEGIARTI000006825501'>L. 445-1 </a>lorsque la convention est relative à des immeubles situés sur leur territoire. L'indicateur PS-1 est décliné à l'échelle des établissements publics de coopération intercommunale et des établissements publics territoriaux mentionnés au vingt-troisième alinéa de l'article <a href='/article/LEGIARTI000006825388'>L. 441-1</a>. L'indicateur G-1 est mesuré à l'échelle de l'organisme. </p><p></p><center><table border='1'><tbody><tr><th><br/>ENGAGEMENTS </th><th><br/>INDICATEURS </th></tr><tr><td rowspan='3' align='justify'><br/>Adapter l'offre de logements locatifs sociaux aux besoins des populations et des territoires, entretenir et améliorer le patrimoine existant </td><td align='justify'><br/>PP-1. Nombre de logements locatifs, pour chaque mode de financement (prêt locatif aidé d'intégration, prêt locatif à usage social, prêt locatif social), donnant lieu à des dossiers de financement agréés par les services de l'Etat ou par les délégataires, dont part hors des quartiers prioritaires de la politique de la ville et part hors du cadre de la rénovation urbaine, à trois et six ans. </td></tr><tr><td align='justify'><br/>PP-2. Nombre de logements disposant après rénovation d'une étiquette A à E, parmi le parc de logements de classe énergétique F et G, par année. </td></tr><tr><td align='justify'><br/>PP-3. Nombre de logements réhabilités, appartenant à une opération de réhabilitation éligible à un prêt de la Caisse des dépôts et consignations, parmi le parc total de logements, par année. </td></tr><tr><td align='justify'><br/>Favoriser l'accession à la propriété </td><td align='justify'><br/>PP-4. Nombre de logements mis en commercialisation, parmi le parc total de logements, à trois et six ans. </td></tr><tr><td rowspan='2' align='justify'><br/>Assurer la diversité des ménages dans l'occupation et s'engager sur l'accueil des ménages défavorisés </td><td align='justify'><br/>PS-1. Nombre d'attributions de logements, suivies de baux signés, réalisées en application des vingt-troisième à vingt-sixième alinéas de l'article L. 441-1, parmi le nombre total des attributions hors des quartiers prioritaires de la politique de la ville, par année. </td></tr><tr><td align='justify'><br/>PS-2. Nombre d'attributions de logements aux ménages relevant d'une catégorie de personnes prioritaires en application de l'article L. 441-1 du code de la construction et de l'habitation déclinés par le plan départemental d'actions pour le logement et l'hébergement des personnes défavorisées ou les orientations en matière d'attribution des établissements publics de coopération intercommunale, dont part hors des quartiers prioritaires de la politique de la ville, parmi le nombre total des attributions, par année. </td></tr><tr><td align='justify'><br/>Assurer la qualité du service rendu aux locataires </td><td align='justify'><br/>SR-1. Nombre de logements accessibles aux personnes à mobilité réduite, parmi le parc total de logements, par année. </td></tr><tr><td align='justify'><br/>Améliorer la performance de la gestion des logements </td><td align='justify'><br/>G1. Coût de gestion par logement, hors dépenses de maintenance et cotisations mentionnées aux articles <a href='/article/LEGIARTI000006825529' title='Code de la construction et de l'habitation. - art. L452-4 (V)'>L. 452-4</a>, <a href='/article/LEGIARTI000006825533' title='Code de la construction et de l'habitation. - art. L452-4-1 (V)'>L. 452-4-1 </a>et <a href='/article/LEGIARTI000028782174' title='Code de la construction et de l'habitation. - art. L342-21 (V)'>L. 342-21</a>, par année. </td></tr></tbody></table></center><p></p><p><br/></p><p>L'indicateur PP-1 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur le descriptif des territoires d'intervention de l'organisme et des zones où il entend se développer, la typologie des logements produits ainsi que son offre de logements en faveur des personnes ayant des besoins spécifiques. </p><p>L'indicateur PP-2 est accompagné de données chiffrées territorialisées, portant sur le changement d'au moins une étiquette énergétique après la rénovation des logements. </p><p>L'indicateur PP-4 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur la stratégie de l'organisme en matière de vente, au regard notamment de la localisation, de l'état et de la qualité énergétique des logements vendus, ainsi que sur les dispositifs de sécurisation des acquéreurs. Ce développement présente le nombre de logements vendus ainsi que le nombre de ventes à réaliser au terme de trois et de six ans, dont le nombre de ventes prévues au bénéfice des locataires du parc social, le nombre de ventes prévues au bénéfice des personnes morales de droit privé et le nombre de ventes prévues au profit d'une société de vente d'habitations à loyer modéré. </p><p>L'indicateur PS-1 est accompagné de données chiffrées portant sur les refus des ménages. </p><p>L'indicateur SR-1 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur le diagnostic réalisé par l'organisme sur l'adaptation de son patrimoine à la perte d'autonomie liée à l'âge ou au handicap et les procédures mises en œuvre pour y répondre. </p><p>L'indicateur G-1 est accompagné d'un développement qualitatif, appuyé d'une note portant sur l'ambition de qualité de service ainsi que sur la stratégie en matière d'optimisation des coûts de gestion et des actions entreprises pour les réduire.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-07-29T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145352",
                        "id": "LEGISCTA000006145352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-09",
                        "fin": "2010-01-01",
                        "titre": "Chapitre V : Dispositions applicables aux conventions globales de patrimoine entre l'Etat et les organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160629",
                        "id": "LEGISCTA000006160629",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions applicables aux   conventions d'utilité sociale entre l'Etat et les organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160629",
                        "id": "LEGISCTA000021393713",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Contenu et indicateurs de la convention d'utilité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000021392685",
                        "id": "LEGISCTA000021393760",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000034684922",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020949548",
                    "textTitle": "LOI n° 2009-967 du 3 août 2009 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020949548",
                    "natureText": "LOI",
                    "date": 1599859420966,
                    "parentCid": null,
                    "numTexte": "2009-967",
                    "datePubli": 1249430400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036437535",
                    "textTitle": "Arrêté du 19 octobre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038983630",
                    "natureText": "ARRETE",
                    "date": 1599859420966,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1515542400000,
                    "dateDebut": 1515628800000
                },
                {
                    "textCid": "JORFTEXT000036437535",
                    "textTitle": "Arrêté du 19 octobre 2017 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038987459",
                    "natureText": "ARRETE",
                    "date": 1599859420966,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1515542400000,
                    "dateDebut": 1567123200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006825388",
                    "natureText": "CODE",
                    "date": 1599859420966,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L445-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L445-1",
                    "articleId": "LEGIARTI000006825501",
                    "natureText": "CODE",
                    "date": 1599859420966,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*445-2-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*445-2-1",
                    "articleId": "LEGIARTI000021393715",
                    "natureText": "CODE",
                    "date": 1599859420967,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*445-5-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*445-5-1",
                    "articleId": "LEGIARTI000028250975",
                    "natureText": "CODE",
                    "date": 1599859420967,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426982400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-2-8 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-2-8",
                    "articleId": "LEGIARTI000039042904",
                    "natureText": "CODE",
                    "date": 1599859420967,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-5-2",
                    "articleId": "LEGIARTI000034684907",
                    "natureText": "CODE",
                    "date": 1599859420967,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494460800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034639473",
                    "textTitle": "Décret n°2017-922 du 9 mai 2017 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000034650447",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-10",
                    "dateSignaTexte": "2017-05-09",
                    "dateDebutCible": "2017-05-11"
                }
            ],
            "num": "R445-5",
            "origine": "LEGI",
            "texte": "La convention fixe des engagements chiffrés pour chacun des indicateurs figurant dans le tableau ci-dessous. Ils sont déclinés à l'échelle des départements ainsi que, à la demande du préfet signataire de la convention, à l'échelle des collectivités territoriales et des groupements de collectivités territoriales qu'il identifie, parmi les collectivités territoriales et les groupements de collectivités territoriales mentionnés au troisième alinéa de l'article L. 445-1 lorsque la convention est relative à des immeubles situés sur leur territoire. ENGAGEMENTS INDICATEURS Adapter l'offre de logements locatifs sociaux aux besoins des populations et des territoires, entretenir et améliorer le patrimoine existant PP-1. Nombre de logements locatifs, pour chaque mode de financement (prêt locatif aidé d'intégration, prêt locatif à usage social, prêt locatif social), donnant lieu à des dossiers de financement agréés par les services de l'Etat ou par les délégataires, dont part hors des quartiers prioritaires de la politique de la ville et part hors du cadre de la rénovation urbaine, à trois et six ans. PP-1 bis. Nombre de logements locatifs, pour chaque mode de financement (prêt locatif aidé d'intégration, prêt locatif à usage social, prêt locatif social), mis en service, dont part hors des quartiers prioritaires de la politique de la ville et part hors du cadre de la rénovation urbaine, à trois et six ans. PP-2. Nombre de logements rénovés au sens du premier alinéa du II de l'article 5 de la loi n° 2009-967 du 3 août 2009 de programmation relative à la mise en œuvre du Grenelle de l'environnement, parmi le parc de logements de classe énergétique E, F, G à trois et six ans. Assurer la diversité des ménages dans l'occupation et s'engager sur l'accueil des ménages défavorisés PS-1. Nombre d'attributions de logements, suivies de baux signés, réalisées en application des vingtième à vingt-deuxième alinéas de l'article L. 441-1 , parmi le nombre total des attributions hors des quartiers prioritaires de la politique de la ville, par année. PS-2. Nombre d'attributions de logements aux ménages relevant d'une catégorie de personnes prioritaires en application de l'article L. 441-1 du code de la construction et de l'habitation déclinés par le plan départemental d'actions pour le logement et l'hébergement des personnes défavorisées et/ ou les orientations en matière d'attribution des établissements publics de coopération intercommunale, dont part hors des quartiers prioritaires de la politique de la ville, parmi le nombre total des attributions, par année. Assurer la qualité du service rendu aux locataires SR-1. Nombre de logements accessibles aux personnes à mobilité réduite, parmi le parc total de logements, par année. L'indicateur PP-1 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur le descriptif des territoires d'intervention de l'organisme et des zones où il entend se développer, la typologie des logements produits ainsi que son offre de logements en faveur des personnes ayant des besoins spécifiques. L'indicateur PP-2 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur la rénovation des logements de classe énergétique D. L'indicateur PS-1 est accompagné de données chiffrées portant sur les refus des ménages. L'indicateur SR-1 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur le diagnostic réalisé par l'organisme sur l'adaptation de son patrimoine à la perte d'autonomie liée à l'âge ou au handicap et les procédures mises en œuvre pour y répondre.",
            "texteHtml": "<p>La convention fixe des engagements chiffrés pour chacun des indicateurs figurant dans le tableau ci-dessous. </p><p>Ils sont déclinés à l'échelle des départements ainsi que, à la demande du préfet signataire de la convention, à l'échelle des collectivités territoriales et des groupements de collectivités territoriales qu'il identifie, parmi les collectivités territoriales et les groupements de collectivités territoriales mentionnés au troisième alinéa de l'article <a href='/article/LEGIARTI000006825501' title='Code de la construction et de l'habitation. - art. L445-1 (VD)'>L. 445-1 </a>lorsque la convention est relative à des immeubles situés sur leur territoire. </p><center><table border='1'><tbody><tr><th><p></p><p><br/>ENGAGEMENTS </p></th><th><br/>INDICATEURS </th></tr><tr><td rowspan='3' align='justify'><br/>Adapter l'offre de logements locatifs sociaux aux besoins des populations et des territoires, entretenir et améliorer le patrimoine existant </td><td align='justify'><br/>PP-1. Nombre de logements locatifs, pour chaque mode de financement (prêt locatif aidé d'intégration, prêt locatif à usage social, prêt locatif social), donnant lieu à des dossiers de financement agréés par les services de l'Etat ou par les délégataires, dont part hors des quartiers prioritaires de la politique de la ville et part hors du cadre de la rénovation urbaine, à trois et six ans. </td></tr><tr><td align='justify'><br/>PP-1 bis. Nombre de logements locatifs, pour chaque mode de financement (prêt locatif aidé d'intégration, prêt locatif à usage social, prêt locatif social), mis en service, dont part hors des quartiers prioritaires de la politique de la ville et part hors du cadre de la rénovation urbaine, à trois et six ans. </td></tr><tr><td align='justify'><br/>PP-2. Nombre de logements rénovés au sens du premier alinéa du II de l'article 5 de la loi n° <a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000020949548&categorieLien=cid' title='LOI n° 2009-967 du 3 août 2009 (V)'>2009-967 </a>du 3 août 2009 de programmation relative à la mise en œuvre du Grenelle de l'environnement, parmi le parc de logements de classe énergétique E, F, G à trois et six ans. </td></tr><tr><td rowspan='2' align='justify'><br/>Assurer la diversité des ménages dans l'occupation et s'engager sur l'accueil des ménages défavorisés </td><td align='justify'><br/>PS-1. Nombre d'attributions de logements, suivies de baux signés, réalisées en application des vingtième à vingt-deuxième alinéas de l'article <a href='/article/LEGIARTI000006825388' title='Code de la construction et de l'habitation. - art. L441-1 (V)'>L. 441-1</a>, parmi le nombre total des attributions hors des quartiers prioritaires de la politique de la ville, par année. </td></tr><tr><td align='justify'><br/>PS-2. Nombre d'attributions de logements aux ménages relevant d'une catégorie de personnes prioritaires en application de l'article L. 441-1 du code de la construction et de l'habitation déclinés par le plan départemental d'actions pour le logement et l'hébergement des personnes défavorisées et/ ou les orientations en matière d'attribution des établissements publics de coopération intercommunale, dont part hors des quartiers prioritaires de la politique de la ville, parmi le nombre total des attributions, par année. </td></tr><tr><td align='justify'><br/>Assurer la qualité du service rendu aux locataires </td><td align='justify'><br/>SR-1. Nombre de logements accessibles aux personnes à mobilité réduite, parmi le parc total de logements, par année. </td></tr></tbody></table></center><p>L'indicateur PP-1 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur le descriptif des territoires d'intervention de l'organisme et des zones où il entend se développer, la typologie des logements produits ainsi que son offre de logements en faveur des personnes ayant des besoins spécifiques. </p><p>L'indicateur PP-2 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur la rénovation des logements de classe énergétique D. </p><p>L'indicateur PS-1 est accompagné de données chiffrées portant sur les refus des ménages. </p><p>L'indicateur SR-1 est accompagné d'un développement qualitatif, appuyé de données chiffrées territorialisées, portant sur le diagnostic réalisé par l'organisme sur l'adaptation de son patrimoine à la perte d'autonomie liée à l'âge ou au handicap et les procédures mises en œuvre pour y répondre.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-05-11T00:00:00.000Z",
            "dateFin": "2019-07-29T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145352",
                        "id": "LEGISCTA000006145352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-09",
                        "fin": "2010-01-01",
                        "titre": "Chapitre V : Dispositions applicables aux conventions globales de patrimoine entre l'Etat et les organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160629",
                        "id": "LEGISCTA000006160629",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions applicables aux   conventions d'utilité sociale entre l'Etat et les organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160629",
                        "id": "LEGISCTA000021393713",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Contenu et indicateurs de la convention d'utilité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000021392685",
                        "id": "LEGISCTA000021393760",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000021393747",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020949548",
                    "textTitle": "LOI n° 2009-967 du 3 août 2009 - art. 5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "JORFARTI000020949588",
                    "natureText": "LOI",
                    "date": 1599129219226,
                    "parentCid": null,
                    "numTexte": "2009-967",
                    "datePubli": 1249430400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036437535",
                    "textTitle": "Arrêté du 19 octobre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038983630",
                    "natureText": "ARRETE",
                    "date": 1599129219226,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1515542400000,
                    "dateDebut": 1515628800000
                },
                {
                    "textCid": "JORFTEXT000036437535",
                    "textTitle": "Arrêté du 19 octobre 2017 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038987459",
                    "natureText": "ARRETE",
                    "date": 1599129219226,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1515542400000,
                    "dateDebut": 1567123200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-3",
                    "articleId": "LEGIARTI000006825344",
                    "natureText": "CODE",
                    "date": 1599129219226,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L445-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L445-1",
                    "articleId": "LEGIARTI000006825501",
                    "natureText": "CODE",
                    "date": 1599129219226,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*127-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*127-2",
                    "articleId": "LEGIARTI000006896191",
                    "natureText": "CODE",
                    "date": 1599129219227,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009670400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*445-2-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*445-2-1",
                    "articleId": "LEGIARTI000021393715",
                    "natureText": "CODE",
                    "date": 1599129219227,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*445-5-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*445-5-1",
                    "articleId": "LEGIARTI000028250975",
                    "natureText": "CODE",
                    "date": 1599129219227,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426982400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-12",
                    "articleId": "LEGIARTI000006898462",
                    "natureText": "CODE",
                    "date": 1599129219227,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-2-8 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-2-8",
                    "articleId": "LEGIARTI000039042904",
                    "natureText": "CODE",
                    "date": 1599129219227,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-5-2",
                    "articleId": "LEGIARTI000034684907",
                    "natureText": "CODE",
                    "date": 1599129219227,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494460800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021373191",
                    "textTitle": "Décret n°2009-1486\n du 3 décembre 2009 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000021374200",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-12-04",
                    "dateSignaTexte": "2009-12-03",
                    "dateDebutCible": "2009-12-05"
                }
            ],
            "num": "R*445-5",
            "origine": "LEGI",
            "texte": "Pour chaque aspect de la politique des organismes mentionné à l'article L. 445-1 , la convention fixe les objectifs correspondant à chacun des engagements, selon le tableau ci-dessous. Le respect des engagements et l'atteinte des objectifs sont évalués à l'aide des indicateurs dudit tableau, par département ou par segment de patrimoine. Les valeurs des indicateurs sont fixées pour la durée de la convention. ASPECTS DE LA POLITIQUE ENGAGEMENTS OBJECTIFS ET INDICATEURS Développement de l'offre Indicateurs par département Adapter l'offre de logements locatifs sociaux aux besoins des populations et des territoires en développant le volume de production nouvelle et de reconstitution de logements locatifs sociaux A.I-Nombre de logements locatifs donnant lieu à des dossiers de financement déposés complets dans les services de l'Etat ou auprès des délégataires, par an et en cumulé sur les six ans, répartis selon le mode de financement initial : prêt locatif aidé d'intégration, prêt locatif à usage social, prêt locatif social A. II-Nombre de logements mis en service par an et en cumulé sur les six ans, répartis selon le mode de financement initial Développement de l'offre d'insertion, d'hébergement et d'accueil temporaire Indicateurs par département Adapter l'offre de places d'hébergement aux besoins des territoires. Développer le volume de places nouvelles produites par l'organisme B.I-Nombre de places nouvelles d'hébergement et de logements adaptés donnant lieu à des dossiers de financement déposés complets dans les services de l'Etat ou auprès des délégataires par an et en cumulé sur les six ans B. II-Nombre de places nouvelles d'hébergement et de logements adaptés livrées par an et en cumulé sur les six ans Entretenir et améliorer le patrimoine existant C.I-Montant en euros (hors taxe) par logement et par an en investissement (travaux de réhabilitation du parc et de remplacement des composants) Dynamique patrimoniale et développement durable Indicateurs par segment C. II-Montant en euros (hors taxe) par logement et par an en exploitation (dépenses de maintenance qui couvrent l'entretien courant et le gros entretien) C. III-Taux de réalisation des diagnostics de performance énergétique établis à l'échelle du bâtiment dans les 18 premiers mois de la convention C. IV-Pourcentage des logements rénovés au sens du premier alinéa du II de l'article 5 de la loi n° 2009-967 du 3 août 2009 de programmation relative à la mise en œuvre du Grenelle de l'environnement, en zone urbaine sensible et hors zone urbaine sensible Mise en vente de logements aux occupants Indicateur par segment Favoriser l'accession à la propriété des locataires du parc social en augmentant le volume de logements mis effectivement en commercialisation D.I-Nombre de logements mis effectivement en commercialisation par an et en cumulé sur les six ans Mutations Indicateurs par département Fluidifier les parcours résidentiels des locataires en facilitant les mutations internes ou externes E.I-Nombre de mutations internes rapporté au nombre total des attributions (en pourcentage) F.I-Pourcentage des logements occupés par des ménages dont les ressources n'excèdent pas 60 % des plafonds prévus au premier alinéa de l'article R. 331-12 , en zone tendue, par catégorie de classement, en zone urbaine sensible et hors zone urbaine sensible F. II-Pourcentage d'attributions de logements aux ménages prioritaires du code de la construction et de l'habitation déclinés par le plan départemental d'actions pour le logement des personnes défavorisées et les accords collectifs Droit au logement Indicateurs par segment Assurer la diversité des ménages dans l'occupation et s'engager sur l'accueil de ménages défavorisés F. III-Pourcentage d'attributions de logements aux ménages reconnus, par la commission de médiation prévue à l'article L. 441-2-3 , comme prioritaires et devant se voir attribuer un logement en urgence, dont part en zone urbaine sensible F. IV-Nombre de logements locatifs attribués aux personnes ou ménages sortant d'hébergement ou de logement adapté F.V-Pourcentage d'attributions de logements au titre du contingent préfectoral, lorsqu'il est géré en flux F. VI-Taux de la vacance (hors vacance technique) supérieure à trois mois (en pourcentage) G.I-Nombre de ménages en impayés de plus de trois mois rapporté au nombre total des ménages en impayés ou retards de paiement, en pourcentage Prévention des expulsions Indicateurs par département Détecter les situations d'impayés et prévenir les expulsions G. II-Nombre de ménages bénéficiant de mesures d'accompagnement financées par l'organisme rapporté au nombre de ménages en impayés de plus de trois mois, en pourcentage G. III-Nombre de plans d'apurement amiable rapporté au nombre de ménages déclarés en impayés de plus de trois mois en pourcentage H.I-Processus opérationnel de traitement des réclamations : mode de dépôt, lieu de dépôt, accusé de réception, traçabilité, suivi du chaînage des interventions (OUI / NON) H. II-Pourcentage des réclamations prises en compte (enregistrement, accusé de réception et réponse au locataire, envoi de l'ordre de service d'intervention) dans un délai de trente jours Qualité du service rendu aux locataires Indicateurs par segment Assurer la qualité du service rendu aux locataires avec les signataires de la convention d'utilité sociale (en particulier lorsque les situations ne relèvent pas du seul organisme mais également de ses partenaires : gestion urbaine de proximité) H. III-Bon fonctionnement des ascenseurs et des chaudières collectives : nombre d'arrêts de plus de n heures par appareil et par an et typologie des causes d'arrêt (défaillances techniques, usage anormal, malveillance) H. IV-Bon fonctionnement des ascenseurs et des chaudières collectives : généralisation de l'engagement contractuel avec chaque prestataire d'un nombre de pannes annuel inférieur à 8 par appareil (hors cas d'usage anormal ou de malveillance) H.V-Nombre total de logements de l'organisme rapporté à l'effectif de personnel de gardiennage ou de surveillance, selon la définition de l'article R. 127-2 H. VI-Propreté des parties communes : valeur de l'indice de satisfaction des locataires, en zone urbaine sensible et hors zone urbaine sensible Performance de la gestion Indicateur par département Améliorer la performance de la gestion des logements I.I-Coût de fonctionnement, à savoir dépenses d'exploitation et de personnel, par logement géré",
            "texteHtml": "<p>Pour chaque aspect de la politique des organismes mentionné à l'article <a href='/article/LEGIARTI000006825501'>L. 445-1</a>, la convention fixe les objectifs correspondant à chacun des engagements, selon le tableau ci-dessous. Le respect des engagements et l'atteinte des objectifs sont évalués à l'aide des indicateurs dudit tableau, par département ou par segment de patrimoine. </p><p>Les valeurs des indicateurs sont fixées pour la durée de la convention. </p><center><table border='1'><tbody><tr><th><br/>ASPECTS DE LA POLITIQUE <br/></th><th><br/>ENGAGEMENTS <br/></th><th><br/>OBJECTIFS ET INDICATEURS <br/></th></tr><tr><td align='center'><br/>Développement de l'offre <p>Indicateurs par département <br/></p></td><td align='center'><br/>Adapter l'offre de logements locatifs sociaux aux besoins des populations et des territoires en développant le volume de production nouvelle et de reconstitution de logements locatifs sociaux <br/></td><td align='center'><br/>A.I-Nombre de logements locatifs donnant lieu à des dossiers de financement déposés complets dans les services de l'Etat ou auprès des délégataires, par an et en cumulé sur les six ans, répartis selon le mode de financement initial : prêt locatif aidé d'intégration, prêt locatif à usage social, prêt locatif social <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>A. II-Nombre de logements mis en service par an et en cumulé sur les six ans, répartis selon le mode de financement initial <br/></td></tr><tr><td align='center'><br/>Développement de l'offre d'insertion, d'hébergement et d'accueil temporaire <p>Indicateurs par département <br/></p></td><td align='center'><br/>Adapter l'offre de places d'hébergement aux besoins des territoires. Développer le volume de places nouvelles produites par l'organisme <br/></td><td align='center'><br/>B.I-Nombre de places nouvelles d'hébergement et de logements adaptés donnant lieu à des dossiers de financement déposés complets dans les services de l'Etat ou auprès des délégataires par an et en cumulé sur les six ans <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>B. II-Nombre de places nouvelles d'hébergement et de logements adaptés livrées par an et en cumulé sur les six ans <br/></td></tr><tr><td align='center'></td><td align='center'><br/>Entretenir et améliorer le patrimoine existant <br/></td><td align='center'><br/>C.I-Montant en euros (hors taxe) par logement et par an en investissement (travaux de réhabilitation du parc et de remplacement des composants) <br/></td></tr><tr><td align='center'><br/>Dynamique patrimoniale et développement durable <p>Indicateurs par segment <br/></p></td><td align='center'></td><td align='center'><br/>C. II-Montant en euros (hors taxe) par logement et par an en exploitation (dépenses de maintenance qui couvrent l'entretien courant et le gros entretien) <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>C. III-Taux de réalisation des diagnostics de performance énergétique établis à l'échelle du bâtiment dans les 18 premiers mois de la convention <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>C. IV-Pourcentage des logements rénovés au sens du <a href='https://www.legifrance.gouv.fr/affichTexteArticle.do?cidTexte=JORFTEXT000020949548&idArticle=JORFARTI000020949588&categorieLien=cid'>premier alinéa du II de l'article 5 de la loi n° 2009-967 du 3 août 2009 </a>de programmation relative à la mise en œuvre du Grenelle de l'environnement, en zone urbaine sensible et hors zone urbaine sensible <br/></td></tr><tr><td align='center'><br/>Mise en vente de logements aux occupants <p>Indicateur par segment <br/></p></td><td align='center'><br/>Favoriser l'accession à la propriété des locataires du parc social en augmentant le volume de logements mis effectivement en commercialisation <br/></td><td align='center'><br/>D.I-Nombre de logements mis effectivement en commercialisation par an et en cumulé sur les six ans <br/></td></tr><tr><td align='center'><br/>Mutations <p>Indicateurs par département <br/></p></td><td align='center'><br/>Fluidifier les parcours résidentiels des locataires en facilitant les mutations internes ou externes <br/></td><td align='center'><br/>E.I-Nombre de mutations internes rapporté au nombre total des attributions (en pourcentage) <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>F.I-Pourcentage des logements occupés par des ménages dont les ressources n'excèdent pas 60 % des plafonds prévus au premier alinéa de l'article <a href='/article/LEGIARTI000006898462'>R. 331-12</a>, en zone tendue, par catégorie de classement, en zone urbaine sensible et hors zone urbaine sensible <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>F. II-Pourcentage d'attributions de logements aux ménages prioritaires du code de la construction et de l'habitation déclinés par le plan départemental d'actions pour le logement des personnes défavorisées et les accords collectifs <br/></td></tr><tr><td align='center'><br/></td></tr><tr><td align='center'><br/>Droit au logement <p>Indicateurs par segment <br/></p></td><td align='center'><br/>Assurer la diversité des ménages dans l'occupation et s'engager sur l'accueil de ménages défavorisés <br/></td><td align='center'><br/>F. III-Pourcentage d'attributions de logements aux ménages reconnus, par la commission de médiation prévue à l'article <a href='/article/LEGIARTI000006825344'>L. 441-2-3</a>, comme prioritaires et devant se voir attribuer un logement en urgence, dont part en zone urbaine sensible <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>F. IV-Nombre de logements locatifs attribués aux personnes ou ménages sortant d'hébergement ou de logement adapté <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>F.V-Pourcentage d'attributions de logements au titre du contingent préfectoral, lorsqu'il est géré en flux <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>F. VI-Taux de la vacance (hors vacance technique) supérieure à trois mois (en pourcentage) <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>G.I-Nombre de ménages en impayés de plus de trois mois rapporté au nombre total des ménages en impayés ou retards de paiement, en pourcentage <br/></td></tr><tr><td align='center'><br/>Prévention des expulsions <p>Indicateurs par département <br/></p></td><td align='center'><br/>Détecter les situations d'impayés et prévenir les expulsions <br/></td><td align='center'><br/>G. II-Nombre de ménages bénéficiant de mesures d'accompagnement financées par l'organisme rapporté au nombre de ménages en impayés de plus de trois mois, en pourcentage <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>G. III-Nombre de plans d'apurement amiable rapporté au nombre de ménages déclarés en impayés de plus de trois mois en pourcentage <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>H.I-Processus opérationnel de traitement des réclamations : mode de dépôt, lieu de dépôt, accusé de réception, traçabilité, suivi du chaînage des interventions (OUI / NON) <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>H. II-Pourcentage des réclamations prises en compte (enregistrement, accusé de réception et réponse au locataire, envoi de l'ordre de service d'intervention) dans un délai de trente jours <br/></td></tr><tr><td align='center'><br/>Qualité du service rendu aux locataires <p>Indicateurs par segment <br/></p></td><td align='center'><br/>Assurer la qualité du service rendu aux locataires avec les signataires de la convention d'utilité sociale (en particulier lorsque les situations ne relèvent pas du seul organisme mais également de ses partenaires : gestion urbaine de proximité) <br/></td><td align='center'><br/>H. III-Bon fonctionnement des ascenseurs et des chaudières collectives : nombre d'arrêts de plus de n heures par appareil et par an et typologie des causes d'arrêt (défaillances techniques, usage anormal, malveillance) <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>H. IV-Bon fonctionnement des ascenseurs et des chaudières collectives : généralisation de l'engagement contractuel avec chaque prestataire d'un nombre de pannes annuel inférieur à 8 par appareil (hors cas d'usage anormal ou de malveillance) <br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>H.V-Nombre total de logements de l'organisme rapporté à l'effectif de personnel de gardiennage ou de surveillance, selon la définition de l'article <a href='/article/LEGIARTI000006896191'>R. 127-2</a><br/></td></tr><tr><td align='center'></td><td align='center'></td><td align='center'><br/>H. VI-Propreté des parties communes : valeur de l'indice de satisfaction des locataires, en zone urbaine sensible et hors zone urbaine sensible <br/></td></tr><tr><td align='center'><br/>Performance de la gestion <p>Indicateur par département <br/></p></td><td align='center'><br/>Améliorer la performance de la gestion des logements <br/></td><td align='center'><br/>I.I-Coût de fonctionnement, à savoir dépenses d'exploitation et de personnel, par logement géré<br/></td></tr></tbody></table></center><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2010-01-01T00:00:00.000Z",
            "dateFin": "2017-05-11T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145352",
                        "id": "LEGISCTA000006145352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-09",
                        "fin": "2010-01-01",
                        "titre": "Chapitre V : Dispositions applicables aux conventions globales de patrimoine entre l'Etat et les organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160629",
                        "id": "LEGISCTA000006160629",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions applicables aux   conventions d'utilité sociale entre l'Etat et les organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160629",
                        "id": "LEGISCTA000021393713",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Contenu et indicateurs de la convention d'utilité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000021392685",
                        "id": "LEGISCTA000021393760",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006899706",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036437535",
                    "textTitle": "Arrêté du 19 octobre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038983630",
                    "natureText": "ARRETE",
                    "date": 1599867860884,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1515542400000,
                    "dateDebut": 1515628800000
                },
                {
                    "textCid": "JORFTEXT000036437535",
                    "textTitle": "Arrêté du 19 octobre 2017 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038987459",
                    "natureText": "ARRETE",
                    "date": 1599867860885,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1515542400000,
                    "dateDebut": 1567123200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L445-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L445-1",
                    "articleId": "LEGIARTI000006825501",
                    "natureText": "CODE",
                    "date": 1599867860885,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*445-2-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*445-2-1",
                    "articleId": "LEGIARTI000021393715",
                    "natureText": "CODE",
                    "date": 1599867860885,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*445-5-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*445-5-1",
                    "articleId": "LEGIARTI000028250975",
                    "natureText": "CODE",
                    "date": 1599867860885,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426982400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-2-8 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-2-8",
                    "articleId": "LEGIARTI000039042904",
                    "natureText": "CODE",
                    "date": 1599867860885,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-5-2",
                    "articleId": "LEGIARTI000034684907",
                    "natureText": "CODE",
                    "date": 1599867860885,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494460800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31 JORF 8 JUIN 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000428938",
                    "textTitle": "Décret n°2007-316 du 8 mars 2007 - art. 1 () JORF 9 mars 2007",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006261016",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-09",
                    "dateSignaTexte": "2007-03-08",
                    "dateDebutCible": "2007-03-09"
                }
            ],
            "num": "R*445-5",
            "origine": "LEGI",
            "texte": "Les engagements sur la qualité de service mentionnés au sixième alinéa de l'article L. 445-1 font l'objet d'une concertation avec les représentants des locataires. Ils portent sur les objectifs précis à atteindre et, pour les immeubles et ensembles immobiliers situés dans les zones urbaines sensibles, détaillent les actions à mener par l'organisme d'habitations à loyer modéré en vue d'améliorer l'entretien et la gestion.",
            "texteHtml": "<p></p>   Les engagements sur la qualité de service mentionnés au sixième alinéa de l'article L. 445-1 font l'objet d'une concertation avec les représentants des locataires. Ils portent sur les objectifs précis à atteindre et, pour les immeubles et ensembles immobiliers situés dans les zones urbaines sensibles, détaillent les actions à mener par l'organisme d'habitations à loyer modéré en vue d'améliorer l'entretien et la gestion.<p></p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2007-03-09T00:00:00.000Z",
            "dateFin": "2010-01-01T00:00:00.000Z"
        }
    ]
}