{
    "cid": "LEGIARTI000041576594",
    "num": "L272-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE VII : GARDIENNAGE ET SURVEILLANCE  DES IMMEUBLES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505480",
                        "id": "LEGISCTA000025508139",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Immeubles d'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505486",
                        "id": "LEGISCTA000025508134",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000041576614",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R272-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R272-2",
                    "articleId": "LEGIARTI000043944795",
                    "natureText": "CODE",
                    "date": 1636581318095,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L126-1-1 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L126-1-1",
                    "articleId": "LEGIARTI000031995146",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041506557",
                    "textTitle": "Ordonnance n° 2020-71 du 29 janvier 2020 - art. 7",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000041562503",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-01-31",
                    "dateSignaTexte": "2020-01-29",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "num": "L272-2",
            "origine": "LEGI",
            "texte": "La transmission aux services chargés du maintien de l'ordre des images réalisées en vue de la protection des parties communes des immeubles collectifs à usage d'habitation en cas d'occupation empêchant l'accès ou la libre circulation des personnes ou le bon fonctionnement des dispositifs de sécurité et de sûreté est autorisée sur décision de la majorité des copropriétaires dans les conditions fixées à l'article 25 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis et, dans les immeubles sociaux, du gestionnaire. Les images susceptibles d'être transmises ne doivent concerner ni l'entrée des habitations privées, ni la voie publique. Cette transmission s'effectue en temps réel, dès que les circonstances l'exigent et pour une durée strictement limitée au temps nécessaire à l'intervention des services de la police ou de la gendarmerie nationales ou, le cas échéant, des agents de la police municipale. En cas d'urgence, la transmission des images peut être décidée par les services de la police ou de la gendarmerie nationales ou, le cas échéant, par les agents de la police municipale, à la suite d'une alerte déclenchée par le gestionnaire de l'immeuble. Une convention préalablement conclue entre le gestionnaire de l'immeuble et le représentant de l'Etat dans le département précise les conditions et modalités de ce transfert. Cette convention prévoit l'information par affichage sur place de l'existence du système de prise d'images et de la possibilité de leur transmission aux forces de l'ordre. Lorsque la convention a pour objet de permettre la transmission des images aux services de police municipale, elle est en outre signée par le maire. Cette convention est transmise à la commission départementale de vidéoprotection mentionnée au chapitre III du titre II et du titre V du livre II du code de la sécurité intérieure qui apprécie la pertinence des garanties prévues et en demande, le cas échéant, le renforcement au représentant de l'Etat dans le département. Ne sont pas soumis au présent article les systèmes utilisés dans des traitements automatisés ou contenus dans des fichiers structurés selon des critères permettant d'identifier, directement ou indirectement, des personnes physiques, qui sont soumis à la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.",
            "texteHtml": "<p>La transmission aux services chargés du maintien de l'ordre des images réalisées en vue de la protection des parties communes des immeubles collectifs à usage d'habitation en cas d'occupation empêchant l'accès ou la libre circulation des personnes ou le bon fonctionnement des dispositifs de sécurité et de sûreté est autorisée sur décision de la majorité des copropriétaires dans les conditions fixées à l'article 25 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis et, dans les immeubles sociaux, du gestionnaire. Les images susceptibles d'être transmises ne doivent concerner ni l'entrée des habitations privées, ni la voie publique.</p><p>Cette transmission s'effectue en temps réel, dès que les circonstances l'exigent et pour une durée strictement limitée au temps nécessaire à l'intervention des services de la police ou de la gendarmerie nationales ou, le cas échéant, des agents de la police municipale.</p><p>En cas d'urgence, la transmission des images peut être décidée par les services de la police ou de la gendarmerie nationales ou, le cas échéant, par les agents de la police municipale, à la suite d'une alerte déclenchée par le gestionnaire de l'immeuble. </p><p>Une convention préalablement conclue entre le gestionnaire de l'immeuble et le représentant de l'Etat dans le département précise les conditions et modalités de ce transfert. Cette convention prévoit l'information par affichage sur place de l'existence du système de prise d'images et de la possibilité de leur transmission aux forces de l'ordre.</p><p>Lorsque la convention a pour objet de permettre la transmission des images aux services de police municipale, elle est en outre signée par le maire.</p><p>Cette convention est transmise à la commission départementale de vidéoprotection mentionnée au chapitre III du titre II et du titre V du livre II du code de la sécurité intérieure qui apprécie la pertinence des garanties prévues et en demande, le cas échéant, le renforcement au représentant de l'Etat dans le département.</p><p>Ne sont pas soumis au présent article les systèmes utilisés dans des traitements automatisés ou contenus dans des fichiers structurés selon des critères permettant d'identifier, directement ou indirectement, des personnes physiques, qui sont soumis à la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}