{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039478705",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les équipements mentionnés à l'article R. * 119-4 ne peuvent être mis sur le marché que s'ils satisfont, tant en ce qui concerne leur conception que leur fabrication, aux exigences essentielles de sécurité fixées par la réglementation en vigueur. Le respect de ces exigences essentielles de sécurité est attesté par un marquage spécifique à chacune des procédures d'attestation de conformité ou d'équivalence décrites aux a, b et c du II et au III du présent article. Ce marquage est apposé par les soins du fabricant ou de l'importateur selon les modalités définies par l'arrêté mentionné au IV du même article. II.-Ne peuvent être munis du marquage prévu au I du présent article que les équipements dont l'équivalence est attestée selon la procédure prévue aux III et IV du présent article ou les équipements dont la conformité à des normes ou à d'autres spécifications techniques a été attestée à l'issue de l'une des procédures définies comme suit : a) La conformité des équipements à des normes et, le cas échéant, à des spécifications complémentaires, qui a été évaluée sur la base d'essais de type et d'une surveillance de la production, est attestée par la délivrance d'un certificat de conformité par un organisme certificateur accrédité à cet effet, dans les conditions définies par les arrêtés mentionnés à l'article R. 119-4. b) La conformité des équipements à des réglementations techniques, qui a été évaluée dans les mêmes conditions qu'au a ci-dessus, est attestée par la délivrance d'une homologation par le ministre compétent conformément aux dispositions de l'article R. * 119-4 ou par un organisme accrédité à cet effet, désigné par le ministre compétent conformément à ces mêmes dispositions par arrêté mentionné au deuxième alinéa du c. Les conditions de délivrance et de renouvellement de l'homologation particulière à chaque type d'équipement sont fixées par cet arrêté. c) La conformité des équipements à des normes ou à des réglementations techniques, qui a été évaluée sur la base d'essais de type réalisés par un laboratoire accrédité à cet effet désigné par le ministre compétent conformément aux dispositions de l'article R. * 119-4 par arrêté mentionné à l'alinéa suivant et d'un contrôle de la production réalisé par le fabricant, est attestée par une déclaration établie par ce dernier dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article. Les arrêtés mentionnés à l'article R. * 119-4 fixent, pour chaque type d'équipements, celle des procédures prévues aux a, b et c ci-dessus qui lui est applicable ainsi que les modalités administratives et techniques particulières à cette procédure pour ce type d'équipements. Ces arrêtés fixent également les niveaux d'exigence relatifs aux caractéristiques et aux performances des produits. Ces niveaux d'exigence sont définis, selon le mode d'évaluation et d'attestation de conformité prévu, par référence soit aux normes françaises ou à d'autres normes garantissant un niveau de sécurité équivalent, soit à des spécifications techniques fixées dans les mêmes conditions. III.-Les équipements routiers fabriqués dans d'autres Etats membres de l'Union européenne ou dans d'autres Etats parties à l'accord sur l'Espace économique européen, conformément aux règles techniques ou aux normes en vigueur dans ces Etats, et dont la conformité à ces règles ou à ces normes a été évaluée et attestée sur la base d'essais et de contrôles réalisés dans ces mêmes Etats, sont réputés équivalents aux équipements conformes aux prescriptions du présent chapitre à la condition d'offrir de façon durable des niveaux de sécurité et d'aptitude à l'usage équivalents. Une attestation d'équivalence est délivrée par le ministre compétent conformément aux dispositions de l'article R. * 119-4 dans les conditions fixées par l'arrêté interministériel mentionné au IV du présent article. IV.-Les ministres chargés de l'équipement, de l'intérieur, de la sécurité routière et de l'industrie fixent, par arrêté conjoint, les modalités générales, administratives et techniques, des procédures d'évaluation de la conformité à des spécifications techniques et d'attestation de conformité et d'équivalence décrites aux II et III du présent article. Cet arrêté définit les conditions d'agrément, par le ministre compétent conformément aux dispositions de l'article R. * 119-4, des organismes certificateurs chargés de l'homologation des produits, des laboratoires d'essais ainsi que des organismes chargés du contrôle de la production au regard, notamment, du respect des normes des séries NF EN 45000 et EN ISO 17000.",
            "texteHtml": "<p>I.-Les équipements mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070667&idArticle=LEGIARTI000006398681&dateTexte=&categorieLien=cid'>R. * 119-4 </a>ne peuvent être mis sur le marché que s'ils satisfont, tant en ce qui concerne leur conception que leur fabrication, aux exigences essentielles de sécurité fixées par la réglementation en vigueur. </p><p>Le respect de ces exigences essentielles de sécurité est attesté par un marquage spécifique à chacune des procédures d'attestation de conformité ou d'équivalence décrites aux a, b et c du II et au III du présent article. Ce marquage est apposé par les soins du fabricant ou de l'importateur selon les modalités définies par l'arrêté mentionné au IV du même article. </p><p>II.-Ne peuvent être munis du marquage prévu au I du présent article que les équipements dont l'équivalence est attestée selon la procédure prévue aux III et IV du présent article ou les équipements dont la conformité à des normes ou à d'autres spécifications techniques a été attestée à l'issue de l'une des procédures définies comme suit : </p><p>a) La conformité des équipements à des normes et, le cas échéant, à des spécifications complémentaires, qui a été évaluée sur la base d'essais de type et d'une surveillance de la production, est attestée par la délivrance d'un certificat de conformité par un organisme certificateur accrédité à cet effet, dans les conditions définies par les arrêtés mentionnés à l'article R. 119-4. </p><p>b) La conformité des équipements à des réglementations techniques, qui a été évaluée dans les mêmes conditions qu'au a ci-dessus, est attestée par la délivrance d'une homologation par le ministre compétent conformément aux dispositions de l'article R. * 119-4 ou par un organisme accrédité à cet effet, désigné par le ministre compétent conformément à ces mêmes dispositions par arrêté mentionné au deuxième alinéa du c. Les conditions de délivrance et de renouvellement de l'homologation particulière à chaque type d'équipement sont fixées par cet arrêté. </p><p>c) La conformité des équipements à des normes ou à des réglementations techniques, qui a été évaluée sur la base d'essais de type réalisés par un laboratoire accrédité à cet effet désigné par le ministre compétent conformément aux dispositions de l'article R. * 119-4 par arrêté mentionné à l'alinéa suivant et d'un contrôle de la production réalisé par le fabricant, est attestée par une déclaration établie par ce dernier dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article. </p><p>Les arrêtés mentionnés à l'article R. * 119-4 fixent, pour chaque type d'équipements, celle des procédures prévues aux a, b et c ci-dessus qui lui est applicable ainsi que les modalités administratives et techniques particulières à cette procédure pour ce type d'équipements. </p><p>Ces arrêtés fixent également les niveaux d'exigence relatifs aux caractéristiques et aux performances des produits. Ces niveaux d'exigence sont définis, selon le mode d'évaluation et d'attestation de conformité prévu, par référence soit aux normes françaises ou à d'autres normes garantissant un niveau de sécurité équivalent, soit à des spécifications techniques fixées dans les mêmes conditions. </p><p>III.-Les équipements routiers fabriqués dans d'autres Etats membres de l'Union européenne ou dans d'autres Etats parties à l'accord sur l'Espace économique européen, conformément aux règles techniques ou aux normes en vigueur dans ces Etats, et dont la conformité à ces règles ou à ces normes a été évaluée et attestée sur la base d'essais et de contrôles réalisés dans ces mêmes Etats, sont réputés équivalents aux équipements conformes aux prescriptions du présent chapitre à la condition d'offrir de façon durable des niveaux de sécurité et d'aptitude à l'usage équivalents. </p><p>Une attestation d'équivalence est délivrée par le ministre compétent conformément aux dispositions de l'article R. * 119-4 dans les conditions fixées par l'arrêté interministériel mentionné au IV du présent article. </p><p>IV.-Les ministres chargés de l'équipement, de l'intérieur, de la sécurité routière et de l'industrie fixent, par arrêté conjoint, les modalités générales, administratives et techniques, des procédures d'évaluation de la conformité à des spécifications techniques et d'attestation de conformité et d'équivalence décrites aux II et III du présent article. </p><p>Cet arrêté définit les conditions d'agrément, par le ministre compétent conformément aux dispositions de l'article R. * 119-4, des organismes certificateurs chargés de l'homologation des produits, des laboratoires d'essais ainsi que des organismes chargés du contrôle de la production au regard, notamment, du respect des normes des séries NF EN 45000 et EN ISO 17000.</p>",
            "num": "R*119-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1576108800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088042",
                        "id": "LEGISCTA000006088042",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions communes aux voies du domaine public routier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116692",
                        "id": "LEGISCTA000006116692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Equipements routiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135632",
                        "id": "LEGISCTA000006135632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Evaluation et attestation de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149530",
                        "id": "LEGISCTA000006149530",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Equipements non soumis au marquage CE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165152",
                        "id": "LEGISCTA000006165152",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1989-06-24",
                        "fin": "2999-01-01",
                        "titre": "Code de la voirie routière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070667",
                        "id": "LEGITEXT000006070667",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006398683",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165152",
            "sectionParentId": "LEGISCTA000006165152",
            "sectionParentTitre": "Sous-section 2 : Equipements non soumis au marquage CE",
            "fullSectionsTitre": "Partie réglementaire &gt; TITRE Ier : Dispositions communes aux voies du domaine public routier. &gt; Chapitre IX : Equipements routiers. &gt; Section 2 : Evaluation et attestation de conformité &gt; Sous-section 2 : Equipements non soumis au marquage CE",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039478705",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070667",
                    "titre": "Code de la voirie routière",
                    "titreLong": "Code de la voirie routière",
                    "etat": "VIGUEUR",
                    "dateDebut": 614649600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070667",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000881861",
                    "textTitle": "Décret n°89-631 du 4 septembre 1989",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881861",
                    "natureText": "DECRET",
                    "datePubliTexte": "1989-09-08",
                    "dateSignaTexte": "1989-09-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000039472877",
                    "textTitle": "Décret n°2019-1328 du 9 décembre 2019 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000039474688",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-12-11",
                    "dateSignaTexte": "2019-12-09",
                    "dateDebutCible": "2019-12-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000203607",
                    "textTitle": "Décret n°97-1191 du 19 décembre 1997 - art. ANNEXE (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE",
                    "articleId": "LEGIARTI000042683063",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1191",
                    "datePubli": 883180800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020044681",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006344937",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006344952",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006344953",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006344954",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006344955",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006344956",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000006344960",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006344941",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006344963",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006344943",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006344945",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006344947",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006344948",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000438705",
                    "textTitle": "Décret n°2004-472 du 1 juin 2004 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006231103",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-472",
                    "datePubli": 1086134400000,
                    "dateDebut": 1086134400000
                },
                {
                    "textCid": "JORFTEXT000019712076",
                    "textTitle": "Arrêté du 20 octobre 2008 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019713319",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1225497600000,
                    "dateDebut": 1225497600000
                },
                {
                    "textCid": "JORFTEXT000020414023",
                    "textTitle": "Arrêté du 2 mars 2009 - art. 9 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000029892094",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237507200000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "JORFTEXT000024655643",
                    "textTitle": "Arrêté du 30 septembre 2011 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024656448",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1318291200000,
                    "dateDebut": 1318377600000
                },
                {
                    "textCid": "JORFTEXT000025178950",
                    "textTitle": "Arrêté du 18 janvier 2012 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000034846415",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327190400000,
                    "dateDebut": 1493510400000
                },
                {
                    "textCid": "JORFTEXT000025554263",
                    "textTitle": "Arrêté du 12 mars 2012 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000025569635",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332460800000,
                    "dateDebut": 1332547200000
                },
                {
                    "textCid": "JORFTEXT000042019279",
                    "textTitle": "Décret n°2020-752 du 19 juin 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042019473",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-752",
                    "datePubli": 1592611200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière - art. R*119-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*119-4",
                    "articleId": "LEGIARTI000006398681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576108800000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière - art. R*119-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*119-8",
                    "articleId": "LEGIARTI000039478694",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576108800000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière - art. R119-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R119-11",
                    "articleId": "LEGIARTI000025177047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1327104000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006398683",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1034380800000,
                    "dateFin": 1086134400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006398684",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1086134400000,
                    "dateFin": 1327104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025177032",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1327104000000,
                    "dateFin": 1576108800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039478705",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1576108800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*119-5",
                "119-5",
                "R119-5"
            ],
            "versionPrecedente": "LEGIARTI000025177032",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025177032",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les équipements mentionnés à l'article R. * 119-4 ne peuvent être mis sur le marché que s'ils satisfont, tant en ce qui concerne leur conception que leur fabrication, aux exigences essentielles de sécurité fixées par la réglementation en vigueur. Le respect de ces exigences essentielles de sécurité est attesté par un marquage spécifique à chacune des procédures d'attestation de conformité ou d'équivalence décrites aux a, b et c du II et au III du présent article. Ce marquage est apposé par les soins du fabricant ou de l'importateur selon les modalités définies par l'arrêté mentionné au IV du même article. II.-Ne peuvent être munis du marquage prévu au I du présent article que les équipements dont l'équivalence est attestée selon la procédure prévue aux III et IV du présent article ou les équipements dont la conformité à des normes ou à d'autres spécifications techniques a été attestée à l'issue de l'une des procédures définies comme suit : a) La conformité des équipements à des normes et, le cas échéant, à des spécifications complémentaires, qui a été évaluée sur la base d'essais de type et d'une surveillance de la production, est attestée par la délivrance d'un certificat de conformité par un organisme certificateur accrédité à cet effet, dans les conditions définies par les arrêtés mentionnés à l'article R. 119-4. b) La conformité des équipements à des réglementations techniques, qui a été évaluée dans les mêmes conditions qu'au a ci-dessus, est attestée par la délivrance d'une homologation par le ministre chargé de l'équipement ou par un organisme accrédité à cet effet, désigné par un arrêté du ministre chargé de l'équipement mentionné au deuxième alinéa du c. Les conditions de délivrance et de renouvellement de l'homologation particulière à chaque type d'équipement sont fixées par cet arrêté. c) La conformité des équipements à des normes ou à des réglementations techniques, qui a été évaluée sur la base d'essais de type réalisés par un laboratoire accrédité à cet effet désigné par un arrêté du ministre chargé de l'équipement mentionné à l'alinéa suivant et d'un contrôle de la production réalisé par le fabricant, est attestée par une déclaration établie par ce dernier dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article. Les arrêtés mentionnés à l'article R. * 119-4 fixent, pour chaque type d'équipements, celle des procédures prévues aux a, b et c ci-dessus qui lui est applicable ainsi que les modalités administratives et techniques particulières à cette procédure pour ce type d'équipements. Ces arrêtés fixent également les niveaux d'exigence relatifs aux caractéristiques et aux performances des produits. Ces niveaux d'exigence sont définis, selon le mode d'évaluation et d'attestation de conformité prévu, par référence soit aux normes françaises ou à d'autres normes garantissant un niveau de sécurité équivalent, soit à des spécifications techniques fixées dans les mêmes conditions. III.-Les équipements routiers fabriqués dans d'autres Etats membres de l'Union européenne ou dans d'autres Etats parties à l'accord sur l'Espace économique européen, conformément aux règles techniques ou aux normes en vigueur dans ces Etats, et dont la conformité à ces règles ou à ces normes a été évaluée et attestée sur la base d'essais et de contrôles réalisés dans ces mêmes Etats, sont réputés équivalents aux équipements conformes aux prescriptions du présent chapitre à la condition d'offrir de façon durable des niveaux de sécurité et d'aptitude à l'usage équivalents. Une attestation d'équivalence est délivrée par le ministre chargé de l'équipement dans les conditions fixées par l'arrêté interministériel mentionné au IV du présent article. IV.-Les ministres chargés de l'équipement, de l'intérieur et de l'industrie fixent, par arrêté conjoint, les modalités générales, administratives et techniques, des procédures d'évaluation de la conformité à des spécifications techniques et d'attestation de conformité et d'équivalence décrites aux II et III du présent article. Cet arrêté définit les conditions d'agrément, par le ministre chargé de l'équipement, des organismes certificateurs chargés de l'homologation des produits, des laboratoires d'essais ainsi que des organismes chargés du contrôle de la production au regard, notamment, du respect des normes des séries NF EN 45000 et EN ISO 17000.",
            "texteHtml": "<p>I.-Les équipements mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070667&idArticle=LEGIARTI000006398681&dateTexte=&categorieLien=cid'>R. * 119-4 </a>ne peuvent être mis sur le marché que s'ils satisfont, tant en ce qui concerne leur conception que leur fabrication, aux exigences essentielles de sécurité fixées par la réglementation en vigueur. </p><p>Le respect de ces exigences essentielles de sécurité est attesté par un marquage spécifique à chacune des procédures d'attestation de conformité ou d'équivalence décrites aux a, b et c du II et au III du présent article. Ce marquage est apposé par les soins du fabricant ou de l'importateur selon les modalités définies par l'arrêté mentionné au IV du même article. </p><p>II.-Ne peuvent être munis du marquage prévu au I du présent article que les équipements dont l'équivalence est attestée selon la procédure prévue aux III et IV du présent article ou les équipements dont la conformité à des normes ou à d'autres spécifications techniques a été attestée à l'issue de l'une des procédures définies comme suit : </p><p>a) La conformité des équipements à des normes et, le cas échéant, à des spécifications complémentaires, qui a été évaluée sur la base d'essais de type et d'une surveillance de la production, est attestée par la délivrance d'un certificat de conformité par un organisme certificateur accrédité à cet effet, dans les conditions définies par les arrêtés mentionnés à l'article R. 119-4.</p><p>b) La conformité des équipements à des réglementations techniques, qui a été évaluée dans les mêmes conditions qu'au a ci-dessus, est attestée par la délivrance d'une homologation par le ministre chargé de l'équipement ou par un organisme accrédité à cet effet, désigné par un arrêté du ministre chargé de l'équipement mentionné au deuxième alinéa du c. Les conditions de délivrance et de renouvellement de l'homologation particulière à chaque type d'équipement sont fixées par cet arrêté.</p><p>c) La conformité des équipements à des normes ou à des réglementations techniques, qui a été évaluée sur la base d'essais de type réalisés par un laboratoire accrédité à cet effet désigné par un arrêté du ministre chargé de l'équipement mentionné à l'alinéa suivant et d'un contrôle de la production réalisé par le fabricant, est attestée par une déclaration établie par ce dernier dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article. </p><p>Les arrêtés mentionnés à l'article R. * 119-4 fixent, pour chaque type d'équipements, celle des procédures prévues aux a, b et c ci-dessus qui lui est applicable ainsi que les modalités administratives et techniques particulières à cette procédure pour ce type d'équipements. </p><p>Ces arrêtés fixent également les niveaux d'exigence relatifs aux caractéristiques et aux performances des produits. Ces niveaux d'exigence sont définis, selon le mode d'évaluation et d'attestation de conformité prévu, par référence soit aux normes françaises ou à d'autres normes garantissant un niveau de sécurité équivalent, soit à des spécifications techniques fixées dans les mêmes conditions. </p><p>III.-Les équipements routiers fabriqués dans d'autres Etats membres de l'Union européenne ou dans d'autres Etats parties à l'accord sur l'Espace économique européen, conformément aux règles techniques ou aux normes en vigueur dans ces Etats, et dont la conformité à ces règles ou à ces normes a été évaluée et attestée sur la base d'essais et de contrôles réalisés dans ces mêmes Etats, sont réputés équivalents aux équipements conformes aux prescriptions du présent chapitre à la condition d'offrir de façon durable des niveaux de sécurité et d'aptitude à l'usage équivalents. </p><p>Une attestation d'équivalence est délivrée par le ministre chargé de l'équipement dans les conditions fixées par l'arrêté interministériel mentionné au IV du présent article. </p><p>IV.-Les ministres chargés de l'équipement, de l'intérieur et de l'industrie fixent, par arrêté conjoint, les modalités générales, administratives et techniques, des procédures d'évaluation de la conformité à des spécifications techniques et d'attestation de conformité et d'équivalence décrites aux II et III du présent article. </p><p>Cet arrêté définit les conditions d'agrément, par le ministre chargé de l'équipement, des organismes certificateurs chargés de l'homologation des produits, des laboratoires d'essais ainsi que des organismes chargés du contrôle de la production au regard, notamment, du respect des normes des séries NF EN 45000 et EN ISO 17000.</p>",
            "num": "R**119-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1327104000000,
            "dateFin": 1576108800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088042",
                        "id": "LEGISCTA000006088042",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions communes aux voies du domaine public routier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116692",
                        "id": "LEGISCTA000006116692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Equipements routiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135632",
                        "id": "LEGISCTA000006135632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Evaluation et attestation de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149530",
                        "id": "LEGISCTA000006149530",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Equipements non soumis au marquage CE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165152",
                        "id": "LEGISCTA000006165152",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1989-06-24",
                        "fin": "2999-01-01",
                        "titre": "Code de la voirie routière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070667",
                        "id": "LEGITEXT000006070667",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006398683",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165152",
            "sectionParentId": "LEGISCTA000006165152",
            "sectionParentTitre": "Sous-section 2 : Equipements non soumis au marquage CE",
            "fullSectionsTitre": "Partie réglementaire &gt; TITRE Ier : Dispositions communes aux voies du domaine public routier. &gt; Chapitre IX : Equipements routiers. &gt; Section 2 : Evaluation et attestation de conformité &gt; Sous-section 2 : Equipements non soumis au marquage CE",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000025177032",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070667",
                    "titre": "Code de la voirie routière",
                    "titreLong": "Code de la voirie routière",
                    "etat": "VIGUEUR",
                    "dateDebut": 614649600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070667",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000881861",
                    "textTitle": "Décret n°89-631 du 4 septembre 1989",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881861",
                    "natureText": "DECRET",
                    "datePubliTexte": "1989-09-08",
                    "dateSignaTexte": "1989-09-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000025175131",
                    "textTitle": "Décret n°2012-58\n du 18 janvier 2012 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025175900",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-01-20",
                    "dateSignaTexte": "2012-01-18",
                    "dateDebutCible": "2012-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000327650",
                    "textTitle": "Décret n° 84-74 du 26 janvier 1984 - art. 15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006628843",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "84-74",
                    "datePubli": 444441600000,
                    "dateDebut": 444441600000
                },
                {
                    "textCid": "JORFTEXT000000203607",
                    "textTitle": "Décret n°97-1191 du 19 décembre 1997 - art. ANNEXE (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE",
                    "articleId": "LEGIARTI000042683063",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1191",
                    "datePubli": 883180800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020044681",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006344937",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006344952",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006344953",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006344954",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006344955",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006344956",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000006344960",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006344941",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006344963",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006344943",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006344945",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006344947",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006344948",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000438705",
                    "textTitle": "Décret n°2004-472 du 1 juin 2004 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006231103",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-472",
                    "datePubli": 1086134400000,
                    "dateDebut": 1086134400000
                },
                {
                    "textCid": "JORFTEXT000019712076",
                    "textTitle": "Arrêté du 20 octobre 2008 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019713319",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1225497600000,
                    "dateDebut": 1225497600000
                },
                {
                    "textCid": "JORFTEXT000020414023",
                    "textTitle": "Arrêté du 2 mars 2009 - art. 9 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000029892094",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237507200000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "JORFTEXT000024655643",
                    "textTitle": "Arrêté du 30 septembre 2011 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024656448",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1318291200000,
                    "dateDebut": 1318377600000
                },
                {
                    "textCid": "JORFTEXT000025178950",
                    "textTitle": "Arrêté du 18 janvier 2012 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000034846415",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327190400000,
                    "dateDebut": 1493510400000
                },
                {
                    "textCid": "JORFTEXT000025554263",
                    "textTitle": "Arrêté du 12 mars 2012 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000025569635",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332460800000,
                    "dateDebut": 1332547200000
                },
                {
                    "textCid": "JORFTEXT000042019279",
                    "textTitle": "Décret n°2020-752 du 19 juin 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042019473",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-752",
                    "datePubli": 1592611200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière - art. R*119-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*119-4",
                    "articleId": "LEGIARTI000006398681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576108800000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière - art. R*119-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*119-8",
                    "articleId": "LEGIARTI000039478694",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576108800000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière - art. R119-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R119-11",
                    "articleId": "LEGIARTI000025177047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1327104000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006398683",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1034380800000,
                    "dateFin": 1086134400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006398684",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1086134400000,
                    "dateFin": 1327104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025177032",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1327104000000,
                    "dateFin": 1576108800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039478705",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1576108800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R**119-5",
                "119-5",
                "R119-5"
            ],
            "versionPrecedente": "LEGIARTI000006398684",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006398684",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les équipements mentionnés à l'article R. * 119-4 ne peuvent être mis sur le marché que s'ils satisfont, tant en ce qui concerne leur conception que leur fabrication, aux exigences essentielles de sécurité fixées par la réglementation en vigueur. Le respect de ces exigences essentielles de sécurité est attesté par un marquage spécifique à chacune des procédures d'attestation de conformité ou d'équivalence décrites aux a, b et c du II et au III du présent article. Ce marquage est apposé par les soins du fabricant ou de l'importateur selon les modalités définies par l'arrêté mentionné au IV du même article. II.-Ne peuvent être munis du marquage prévu au I du présent article que les équipements dont l'équivalence est attestée selon la procédure prévue aux III et IV du présent article ou les équipements dont la conformité à des normes ou à d'autres spécifications techniques a été attestée à l'issue de l'une des procédures définies comme suit : a) La conformité des équipements à des normes et, le cas échéant, à des spécifications complémentaires qui a été évaluée, par des organismes agréés, sur la base d'essais de type et d'une surveillance de la production, est attestée par la délivrance de la marque NF \" Equipements de la route \" par un organisme certificateur habilité, dans les conditions fixées par l'article 15 du décret n° 84-74 du 26 janvier 1984 ; b) La conformité des équipements à des réglementations techniques, qui a été évaluée dans les mêmes conditions qu'au a ci-dessus, est attestée par la délivrance par le ministre chargé de l'équipement, dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article, d'une homologation accordée pour une année renouvelable ; c) La conformité des équipements à des normes ou à des réglementations techniques, qui a été évaluée sur la base d'essais de type réalisés par un laboratoire agréé et d'un contrôle de la production réalisé par le fabricant, est attestée par une déclaration établie par ce dernier dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article. Les arrêtés mentionnés à l'article R. * 119-4 fixent, pour chaque type d'équipements, celle des procédures prévues aux a, b et c ci-dessus qui lui est applicable ainsi que les modalités administratives et techniques particulières à cette procédure pour ce type d'équipements. Ces arrêtés fixent également les niveaux d'exigence relatifs aux caractéristiques et aux performances des produits. Ces niveaux d'exigence sont définis, selon le mode d'évaluation et d'attestation de conformité prévu, par référence soit aux normes françaises publiées au Journal officiel de la République française ou à d'autres normes garantissant un niveau de sécurité équivalent, soit à des spécifications techniques fixées dans les mêmes conditions. III.-Les équipements routiers fabriqués dans d'autres Etats membres de l'Union européenne ou dans d'autres Etats parties à l'accord sur l'Espace économique européen, conformément aux règles techniques ou aux normes en vigueur dans ces Etats, et dont la conformité à ces règles ou à ces normes a été évaluée et attestée sur la base d'essais et de contrôles réalisés dans ces mêmes Etats, sont réputés équivalents aux équipements conformes aux prescriptions du présent chapitre à la condition d'offrir de façon durable des niveaux de sécurité et d'aptitude à l'usage équivalents. Une attestation d'équivalence est délivrée par le ministre chargé de l'équipement dans les conditions fixées par l'arrêté interministériel mentionné au IV du présent article. IV.-Les ministres chargés de l'équipement, de l'intérieur et de l'industrie fixent, par arrêté conjoint, les modalités générales, administratives et techniques, des procédures d'évaluation de la conformité à des spécifications techniques et d'attestation de conformité et d'équivalence décrites aux II et III du présent article. Cet arrêté définit les conditions d'agrément, par le ministre chargé de l'équipement, des organismes certificateurs chargés de l'homologation des produits, des laboratoires d'essais ainsi que des organismes chargés du contrôle de la production au regard, notamment, du respect des normes des séries NF EN 45000 et EN ISO 17000.",
            "texteHtml": "<p></p>I.-Les équipements mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070667&idArticle=LEGIARTI000006398681&dateTexte=&categorieLien=cid' title='Code de la voirie routière - art. R*119-4 (V)'>R. * 119-4 </a>ne peuvent être mis sur le marché que s'ils satisfont, tant en ce qui concerne leur conception que leur fabrication, aux exigences essentielles de sécurité fixées par la réglementation en vigueur. <p></p><p></p>Le respect de ces exigences essentielles de sécurité est attesté par un marquage spécifique à chacune des procédures d'attestation de conformité ou d'équivalence décrites aux a, b et c du II et au III du présent article. Ce marquage est apposé par les soins du fabricant ou de l'importateur selon les modalités définies par l'arrêté mentionné au IV du même article. <p></p><p></p>II.-Ne peuvent être munis du marquage prévu au I du présent article que les équipements dont l'équivalence est attestée selon la procédure prévue aux III et IV du présent article ou les équipements dont la conformité à des normes ou à d'autres spécifications techniques a été attestée à l'issue de l'une des procédures définies comme suit : <p></p><p></p>a) La conformité des équipements à des normes et, le cas échéant, à des spécifications complémentaires qui a été évaluée, par des organismes agréés, sur la base d'essais de type et d'une surveillance de la production, est attestée par la délivrance de la marque NF \" Equipements de la route \" par un organisme certificateur habilité, dans les conditions fixées par <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000327650&idArticle=LEGIARTI000006628843&dateTexte=&categorieLien=cid' title='Décret n°84-74 du 26 janvier 1984 - art. 15 (V)'>l'article 15 du décret n° 84-74 du 26 janvier 1984 ;</a><p></p><p></p>b) La conformité des équipements à des réglementations techniques, qui a été évaluée dans les mêmes conditions qu'au a ci-dessus, est attestée par la délivrance par le ministre chargé de l'équipement, dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article, d'une homologation accordée pour une année renouvelable ; <p></p><p></p>c) La conformité des équipements à des normes ou à des réglementations techniques, qui a été évaluée sur la base d'essais de type réalisés par un laboratoire agréé et d'un contrôle de la production réalisé par le fabricant, est attestée par une déclaration établie par ce dernier dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article. <p></p><p></p>Les arrêtés mentionnés à l'article R. * 119-4 fixent, pour chaque type d'équipements, celle des procédures prévues aux a, b et c ci-dessus qui lui est applicable ainsi que les modalités administratives et techniques particulières à cette procédure pour ce type d'équipements. <p></p><p></p>Ces arrêtés fixent également les niveaux d'exigence relatifs aux caractéristiques et aux performances des produits. Ces niveaux d'exigence sont définis, selon le mode d'évaluation et d'attestation de conformité prévu, par référence soit aux normes françaises publiées au Journal officiel de la République française ou à d'autres normes garantissant un niveau de sécurité équivalent, soit à des spécifications techniques fixées dans les mêmes conditions. <p></p><p></p>III.-Les équipements routiers fabriqués dans d'autres Etats membres de l'Union européenne ou dans d'autres Etats parties à l'accord sur l'Espace économique européen, conformément aux règles techniques ou aux normes en vigueur dans ces Etats, et dont la conformité à ces règles ou à ces normes a été évaluée et attestée sur la base d'essais et de contrôles réalisés dans ces mêmes Etats, sont réputés équivalents aux équipements conformes aux prescriptions du présent chapitre à la condition d'offrir de façon durable des niveaux de sécurité et d'aptitude à l'usage équivalents. <p></p><p></p>Une attestation d'équivalence est délivrée par le ministre chargé de l'équipement dans les conditions fixées par l'arrêté interministériel mentionné au IV du présent article. <p></p><p></p>IV.-Les ministres chargés de l'équipement, de l'intérieur et de l'industrie fixent, par arrêté conjoint, les modalités générales, administratives et techniques, des procédures d'évaluation de la conformité à des spécifications techniques et d'attestation de conformité et d'équivalence décrites aux II et III du présent article. <p></p><p></p>Cet arrêté définit les conditions d'agrément, par le ministre chargé de l'équipement, des organismes certificateurs chargés de l'homologation des produits, des laboratoires d'essais ainsi que des organismes chargés du contrôle de la production au regard, notamment, du respect des normes des séries NF EN 45000 et EN ISO 17000.<p></p>",
            "num": "R**119-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1086134400000,
            "dateFin": 1327104000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088042",
                        "id": "LEGISCTA000006088042",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions communes aux voies du domaine public routier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116692",
                        "id": "LEGISCTA000006116692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Equipements routiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135632",
                        "id": "LEGISCTA000006135632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Evaluation et attestation de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149530",
                        "id": "LEGISCTA000006149530",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Equipements non soumis au marquage CE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165152",
                        "id": "LEGISCTA000006165152",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1989-06-24",
                        "fin": "2999-01-01",
                        "titre": "Code de la voirie routière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070667",
                        "id": "LEGITEXT000006070667",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006398683",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165152",
            "sectionParentId": "LEGISCTA000006165152",
            "sectionParentTitre": "Sous-section 2 : Equipements non soumis au marquage CE",
            "fullSectionsTitre": "Partie réglementaire &gt; TITRE Ier : Dispositions communes aux voies du domaine public routier. &gt; Chapitre IX : Equipements routiers. &gt; Section 2 : Evaluation et attestation de conformité &gt; Sous-section 2 : Equipements non soumis au marquage CE",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006398684",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070667",
                    "titre": "Code de la voirie routière",
                    "titreLong": "Code de la voirie routière",
                    "etat": "VIGUEUR",
                    "dateDebut": 614649600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070667",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000881861",
                    "textTitle": "Décret 89-631 1989-09-04",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881861",
                    "natureText": "DECRET",
                    "datePubliTexte": "1989-09-08",
                    "dateSignaTexte": "1989-09-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000438705",
                    "textTitle": "Décret n°2004-472 du 1 juin 2004 - art. 4 () JORF 2 juin 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006231098",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-06-02",
                    "dateSignaTexte": "2004-06-01",
                    "dateDebutCible": "2004-06-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000327650",
                    "textTitle": "Décret n°84-74 du 26 janvier 1984 - art. 15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006628843",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "84-74",
                    "datePubli": 444441600000,
                    "dateDebut": 444441600000
                },
                {
                    "textCid": "JORFTEXT000000203607",
                    "textTitle": "Décret n°97-1191 du 19 décembre 1997 - art. ANNEXE (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE",
                    "articleId": "LEGIARTI000042683063",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1191",
                    "datePubli": 883180800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020044681",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006344937",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006344952",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006344953",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006344954",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006344955",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006344956",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000006344960",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006344941",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006344963",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006344943",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006344945",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006344947",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006344948",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000438705",
                    "textTitle": "Décret n°2004-472 du 1 juin 2004 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006231103",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-472",
                    "datePubli": 1086134400000,
                    "dateDebut": 1086134400000
                },
                {
                    "textCid": "JORFTEXT000019712076",
                    "textTitle": "Arrêté du 20 octobre 2008 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019713319",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1225497600000,
                    "dateDebut": 1225497600000
                },
                {
                    "textCid": "JORFTEXT000020414023",
                    "textTitle": "Arrêté du 2 mars 2009 - art. 9 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000029892094",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237507200000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "JORFTEXT000024655643",
                    "textTitle": "Arrêté du 30 septembre 2011 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024656448",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1318291200000,
                    "dateDebut": 1318377600000
                },
                {
                    "textCid": "JORFTEXT000025178950",
                    "textTitle": "Arrêté du 18 janvier 2012 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000034846415",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327190400000,
                    "dateDebut": 1493510400000
                },
                {
                    "textCid": "JORFTEXT000025554263",
                    "textTitle": "Arrêté du 12 mars 2012 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000025569635",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332460800000,
                    "dateDebut": 1332547200000
                },
                {
                    "textCid": "JORFTEXT000042019279",
                    "textTitle": "Décret n°2020-752 du 19 juin 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042019473",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-752",
                    "datePubli": 1592611200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière - art. R*119-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*119-4",
                    "articleId": "LEGIARTI000006398681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576108800000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière - art. R*119-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*119-8",
                    "articleId": "LEGIARTI000039478694",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576108800000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière - art. R119-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R119-11",
                    "articleId": "LEGIARTI000025177047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1327104000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Directive 98-34 CE 1998-06-22",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006398683",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1034380800000,
                    "dateFin": 1086134400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006398684",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1086134400000,
                    "dateFin": 1327104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025177032",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1327104000000,
                    "dateFin": 1576108800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039478705",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1576108800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R**119-5",
                "119-5",
                "R119-5"
            ],
            "versionPrecedente": "LEGIARTI000006398683",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006398683",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les équipements mentionnés au 1° de l'article R. 119-4 ne peuvent être mis sur le marché que s'ils satisfont, tant en ce qui concerne leur conception que leur fabrication, aux exigences essentielles de sécurité fixées par la réglementation en vigueur. Le respect de ces exigences essentielles de sécurité est attesté par un marquage spécifique à chacune des procédures d'attestation de conformité ou d'équivalence décrites aux a, b et c du II et au III du présent article. Ce marquage est apposé par les soins du fabricant ou de l'importateur selon les modalités définies par l'arrêté mentionné au IV du même article. II. - Ne peuvent être munis du marquage prévu au I du présent article que les équipements dont la conformité à des normes ou à d'autres spécifications techniques a été attestée à l'issue de l'une des procédures définies comme suit : a) La conformité des équipements à des normes et, le cas échéant, à des spécifications complémentaires qui a été évaluée, par des organismes agréés, sur la base d'essais de type et d'une surveillance de la production, est attestée par la délivrance de la marque NF \"Equipements de la route\" par un organisme certificateur habilité, dans les conditions fixées par l'article 15 du décret n° 84-74 du 26 janvier 1984 ; b) La conformité des équipements à des réglementations techniques, qui a été évaluée dans les mêmes conditions qu'au a ci-dessus, est attestée par la délivrance par le ministre chargé de l'équipement, dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article, d'une homologation accordée pour une année renouvelable ; c) La conformité des équipements à des normes ou à des réglementations techniques, qui a été évaluée sur la base d'essais de type réalisés par un laboratoire agréé et d'un contrôle de la production réalisé par le fabricant, est attestée par une déclaration établie par ce dernier dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article. Les arrêtés mentionnés à l'article R. 119-4 fixent, pour chaque type d'équipements, celle des procédures prévues aux a, b et c ci-dessus qui lui est applicable ainsi que les modalités administratives et techniques particulières à cette procédure pour ce type d'équipements. III. - Les équipements routiers fabriqués dans d'autres Etats membres de l'Union européenne ou dans d'autres Etats parties à l'accord sur l'Espace économique européen, conformément aux règles techniques ou aux normes en vigueur dans ces Etats, et dont la conformité à ces règles ou à ces normes a été évaluée et attestée sur la base d'essais et de contrôles réalisés dans ces mêmes Etats, sont réputés équivalents aux équipements conformes aux prescriptions du présent chapitre à la condition d'offrir de façon durable des niveaux de sécurité et d'aptitude à l'usage équivalents. Une attestation d'équivalence est délivrée par le ministre chargé de l'équipement dans les conditions fixées par l'arrêté interministériel mentionné au IV du présent article. IV. - Les ministres chargés de l'équipement, de l'intérieur et de l'industrie fixent, par arrêté conjoint, les modalités générales, administratives et techniques, des procédures d'évaluation de la conformité à des spécifications techniques et d'attestation de conformité décrites au II du présent article. Cet arrêté définit les conditions d'agrément, par le ministre chargé de l'équipement, des organismes certificateurs chargés de l'homologation des produits, des laboratoires d'essais ainsi que des organismes chargés du contrôle de la production au regard, notamment, du respect des normes des séries NF EN 45000 et EN ISO 17000.",
            "texteHtml": "<p></p>   I. - Les équipements mentionnés au 1° de l'article R. 119-4 ne peuvent être mis sur le marché que s'ils satisfont, tant en ce qui concerne leur conception que leur fabrication, aux exigences essentielles de sécurité fixées par la réglementation en vigueur.<p></p><p></p>   Le respect de ces exigences essentielles de sécurité est attesté par un marquage spécifique à chacune des procédures d'attestation de conformité ou d'équivalence décrites aux a, b et c du II et au III du présent article. Ce marquage est apposé par les soins du fabricant ou de l'importateur selon les modalités définies par l'arrêté mentionné au IV du même article.<p></p><p></p>   II. - Ne peuvent être munis du marquage prévu au I du présent article que les équipements dont la conformité à des normes ou à d'autres spécifications techniques a été attestée à l'issue de l'une des procédures définies comme suit :<p></p><p></p>   a) La conformité des équipements à des normes et, le cas échéant, à des spécifications complémentaires qui a été évaluée, par des organismes agréés, sur la base d'essais de type et d'une surveillance de la production, est attestée par la délivrance de la marque NF \"Equipements de la route\" par un organisme certificateur habilité, dans les conditions fixées par l'article 15 du décret n° 84-74 du 26 janvier 1984 ;<p></p><p></p>   b) La conformité des équipements à des réglementations techniques, qui a été évaluée dans les mêmes conditions qu'au a ci-dessus, est attestée par la délivrance par le ministre chargé de l'équipement, dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article, d'une homologation accordée pour une année renouvelable ;<p></p><p></p>   c) La conformité des équipements à des normes ou à des réglementations techniques, qui a été évaluée sur la base d'essais de type réalisés par un laboratoire agréé et d'un contrôle de la production réalisé par le fabricant, est attestée par une déclaration établie par ce dernier dans les conditions fixées par l'arrêté interministériel prévu au IV du présent article.<p></p><p></p>   Les arrêtés mentionnés à l'article R. 119-4 fixent, pour chaque type d'équipements, celle des procédures prévues aux a, b et c ci-dessus qui lui est applicable ainsi que les modalités administratives et techniques particulières à cette procédure pour ce type d'équipements.<p></p><p></p>   III. - Les équipements routiers fabriqués dans d'autres Etats membres de l'Union européenne ou dans d'autres Etats parties à l'accord sur l'Espace économique européen, conformément aux règles techniques ou aux normes en vigueur dans ces Etats, et dont la conformité à ces règles ou à ces normes a été évaluée et attestée sur la base d'essais et de contrôles réalisés dans ces mêmes Etats, sont réputés équivalents aux équipements conformes aux prescriptions du présent chapitre à la condition d'offrir de façon durable des niveaux de sécurité et d'aptitude à l'usage équivalents.<p></p><p></p>   Une attestation d'équivalence est délivrée par le ministre chargé de l'équipement dans les conditions fixées par l'arrêté interministériel mentionné au IV du présent article.<p></p><p></p>   IV. - Les ministres chargés de l'équipement, de l'intérieur et de l'industrie fixent, par arrêté conjoint, les modalités générales, administratives et techniques, des procédures d'évaluation de la conformité à des spécifications techniques et d'attestation de conformité décrites au II du présent article.<p></p><p></p>   Cet arrêté définit les conditions d'agrément, par le ministre chargé de l'équipement, des organismes certificateurs chargés de l'homologation des produits, des laboratoires d'essais ainsi que des organismes chargés du contrôle de la production au regard, notamment, du respect des normes des séries NF EN 45000 et EN ISO 17000.<p></p>",
            "num": "R**119-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1034380800000,
            "dateFin": 1086134400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088042",
                        "id": "LEGISCTA000006088042",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions communes aux voies du domaine public routier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116692",
                        "id": "LEGISCTA000006116692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Equipements routiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135632",
                        "id": "LEGISCTA000006135632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Evaluation et attestation de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149530",
                        "id": "LEGISCTA000006149530",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-10-12",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Equipements non soumis au marquage CE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165152",
                        "id": "LEGISCTA000006165152",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1989-06-24",
                        "fin": "2999-01-01",
                        "titre": "Code de la voirie routière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070667",
                        "id": "LEGITEXT000006070667",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006398683",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165152",
            "sectionParentId": "LEGISCTA000006165152",
            "sectionParentTitre": "Sous-section 2 : Equipements non soumis au marquage CE",
            "fullSectionsTitre": "Partie réglementaire &gt; TITRE Ier : Dispositions communes aux voies du domaine public routier. &gt; Chapitre IX : Equipements routiers. &gt; Section 2 : Evaluation et attestation de conformité &gt; Sous-section 2 : Equipements non soumis au marquage CE",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006398683",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070667",
                    "titre": "Code de la voirie routière",
                    "titreLong": "Code de la voirie routière",
                    "etat": "VIGUEUR",
                    "dateDebut": 614649600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070667",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret 2002-1251 2002-10-10 art. 4 : Modalités d'entrée en vigueur du chapitre IX du titre I du code de la voirie routière.",
            "notaHtml": "<p></p>   Décret 2002-1251 2002-10-10 art. 4 : Modalités d'entrée en vigueur du chapitre IX du titre I du code de la voirie routière.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000881861",
                    "textTitle": "Décret 89-631 1989-09-04",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881861",
                    "natureText": "DECRET",
                    "datePubliTexte": "1989-09-08",
                    "dateSignaTexte": "1989-09-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000781111",
                    "textTitle": "Décret n°2002-1251 du 10 octobre 2002 - art. 2 ()",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006214613",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-10-12",
                    "dateSignaTexte": "2002-10-10",
                    "dateDebutCible": "2002-10-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000327650",
                    "textTitle": "Décret n°84-74 du 26 janvier 1984 - art. 15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006628843",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "84-74",
                    "datePubli": 444441600000,
                    "dateDebut": 444441600000
                },
                {
                    "textCid": "JORFTEXT000000203607",
                    "textTitle": "Décret n°97-1191 du 19 décembre 1997 - art. ANNEXE (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE",
                    "articleId": "LEGIARTI000042683063",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1191",
                    "datePubli": 883180800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020044681",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006344937",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006344952",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006344953",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006344954",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006344955",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006344956",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000006344960",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006344941",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006344963",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006344943",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006344945",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006344947",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000777340",
                    "textTitle": "Arrêté du 14 février 2003 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006344948",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1047945600000,
                    "dateDebut": 1047945600000
                },
                {
                    "textCid": "JORFTEXT000000438705",
                    "textTitle": "Décret n°2004-472 du 1 juin 2004 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006231103",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-472",
                    "datePubli": 1086134400000,
                    "dateDebut": 1086134400000
                },
                {
                    "textCid": "JORFTEXT000019712076",
                    "textTitle": "Arrêté du 20 octobre 2008 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019713319",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1225497600000,
                    "dateDebut": 1225497600000
                },
                {
                    "textCid": "JORFTEXT000020414023",
                    "textTitle": "Arrêté du 2 mars 2009 - art. 9 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000029892094",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237507200000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "JORFTEXT000024655643",
                    "textTitle": "Arrêté du 30 septembre 2011 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024656448",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1318291200000,
                    "dateDebut": 1318377600000
                },
                {
                    "textCid": "JORFTEXT000025178950",
                    "textTitle": "Arrêté du 18 janvier 2012 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000034846415",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327190400000,
                    "dateDebut": 1493510400000
                },
                {
                    "textCid": "JORFTEXT000025554263",
                    "textTitle": "Arrêté du 12 mars 2012 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000025569635",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332460800000,
                    "dateDebut": 1332547200000
                },
                {
                    "textCid": "JORFTEXT000042019279",
                    "textTitle": "Décret n°2020-752 du 19 juin 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042019473",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-752",
                    "datePubli": 1592611200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière - art. R*119-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*119-8",
                    "articleId": "LEGIARTI000039478694",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576108800000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière - art. R119-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R119-11",
                    "articleId": "LEGIARTI000025177047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1327104000000
                },
                {
                    "textCid": "LEGITEXT000006070667",
                    "textTitle": "Code de la voirie routière R119-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070667",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 614649600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006398683",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1034380800000,
                    "dateFin": 1086134400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006398684",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1086134400000,
                    "dateFin": 1327104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025177032",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1327104000000,
                    "dateFin": 1576108800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039478705",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1576108800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R**119-5",
                "119-5",
                "R119-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}