{
    "cid": "LEGIARTI000031748643",
    "num": "R323-39",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748265",
                        "id": "LEGISCTA000031748265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LE TRANSPORT ET LA DISTRIBUTION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748461",
                        "id": "LEGISCTA000031748461",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Les ouvrages de transport et de distribution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748547",
                        "id": "LEGISCTA000031748547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Le contrôle de la construction et de l'exploitation des ouvrages de transport et de distribution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748603",
                        "id": "LEGISCTA000031748603",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Police et sécurité de l'exploitation des ouvrages des réseaux publics et des lignes directes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748629",
                        "id": "LEGISCTA000031748629",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000031748643",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                },
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "num": "R323-39",
            "origine": "LEGI",
            "texte": "Le gestionnaire d'un réseau public d'électricité ou le titulaire d'une autorisation de ligne directe opère à ses frais et sans droit à indemnité la modification ou le déplacement d'un ouvrage implanté sur le domaine public lorsque le gestionnaire de ce dernier en fait la demande dans l'intérêt du domaine public occupé. Le préfet peut, par une décision motivée, prescrire à un gestionnaire de réseau public d'électricité ou au titulaire de l'autorisation d'une ligne directe le déplacement ou la modification d'un ouvrage, implanté ou non sur le domaine public, lorsque cette opération est rendue nécessaire par l'exécution de travaux publics. Dans ce cas, il n'en résulte aucun frais pour le gestionnaire du réseau public d'électricité, sauf disposition contraire de son cahier des charges, ou pour le titulaire d'autorisation de la ligne directe. Les frais qui résultent, pour un gestionnaire de réseau public d'électricité ou pour le titulaire d'une autorisation de ligne directe, de l'action d'un gestionnaire de réseau public d'électricité ou d'un titulaire d'une autorisation de ligne directe pour l'établissement, la réparation ou le remplacement à l'identique d'un ouvrage qui a été régulièrement construit sont à la charge de celui qui en est à l'origine.",
            "texteHtml": "<p>           Le gestionnaire d'un réseau public d'électricité ou le titulaire d'une autorisation de ligne directe opère à ses frais et sans droit à indemnité la modification ou le déplacement d'un ouvrage implanté sur le domaine public lorsque le gestionnaire de ce dernier en fait la demande dans l'intérêt du domaine public occupé.</p><p>Le préfet peut, par une décision motivée, prescrire à un gestionnaire de réseau public d'électricité ou au titulaire de l'autorisation d'une ligne directe le déplacement ou la modification d'un ouvrage, implanté ou non sur le domaine public, lorsque cette opération est rendue nécessaire par l'exécution de travaux publics. Dans ce cas, il n'en résulte aucun frais pour le gestionnaire du réseau public d'électricité, sauf disposition contraire de son cahier des charges, ou pour le titulaire d'autorisation de la ligne directe.</p><p>Les frais qui résultent, pour un gestionnaire de réseau public d'électricité ou pour le titulaire d'une autorisation de ligne directe, de l'action d'un gestionnaire de réseau public d'électricité ou d'un titulaire d'une autorisation de ligne directe pour l'établissement, la réparation ou le remplacement à l'identique d'un ouvrage qui a été régulièrement construit sont à la charge de celui qui en est à l'origine.<br/></p>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}