{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032887085",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "(Arrêté 29 avril 2015-assurance emprunteur) MODÈLE DE FICHE STANDARDISÉE D'INFORMATION Assurance emprunteur des prêts immobiliers 1. Le distributeur Nom : Dénomination sociale : Adresse : Tél. : n° SIREN pour les organismes d'assurance : n° ORIAS pour les intermédiaires : S'il y a lieu, lien avec une ou plusieurs entreprises d'assurance : 2. Le candidat à l'assurance Nom : Prénom : Né (e) le : Lieu de résidence : Activité exercée actuellement : Vous êtes : □ emprunteur □ coemprunteur □ caution (cocher la case correspondante) S'il y a lieu, dénomination sociale : Siège social : 3. Les caractéristiques du (des) prêt (s) demandé (s) Nom du prêteur, s'il est connu : Projet à financer : (cocher la case correspondante) □ résidence principale □ résidence secondaire □ travaux □ investissement locatif □ autre : PRÊT MONTANT EN EUROS TYPE DE PRÊT DURÉE DU PRÊT EN MOIS TAUX D'INTÉRÊT NOMINAL INDICATIF Prêt n° 1 [Amortissable/ in fine/ relais] Prêt n° 2 [Amortissable/ in fine/ relais] Amortissable : une fraction du capital emprunté est remboursée à chaque échéance. In fine : le capital est remboursé à la fin du prêt. Relais : crédit in fine destiné à financer un nouvel achat immobilier dans l'attente de la vente d'un précédent bien. 4. Les garanties minimales exigées par votre prêteur Votre prêteur exige que vous souscriviez des garanties d'assurance minimales pour l'octroi de votre prêt. Parmi les critères de garanties exigibles, votre prêteur a retenu la liste de critères suivante, qui correspond à ses exigences générales liées à sa politique de risque, en fonction du type d'opération, du type de prêt et de votre statut professionnel. CRITÈRES SPÉCIFIQUES QUOTITÉ EXIGÉE Garantie décès, le cas échéant [à compléter] [à compléter] % Garantie PTIA, le cas échéant [à compléter] [à compléter] % Garantie incapacité temporaire totale, le cas échéant [à compléter] [à compléter] % Garantie invalidité permanente totale, le cas échéant [à compléter] [à compléter] % Garantie invalidité permanente partielle, le cas échéant [à compléter] [à compléter] % Garantie perte d'emploi, le cas échéant [à compléter] [à compléter] % Les caractéristiques détaillées des garanties exigées doivent vous être communiquées par votre prêteur afin de vous permettre d'apprécier l'équivalence des niveaux de garanties entre les contrats. Pour en savoir plus sur l'équivalence du niveau de garantie en assurance emprunteur, rendez-vous sur le site du comité consultatif du secteur financier : www. banque-france. fr/ ccsf/ fr/ index. htm ; OU Vous pouvez vous rapprocher de votre prêteur pour qu'il vous communique ses exigences en matière d'assurance emprunteur, afin de vous permettre d'apprécier l'équivalence des niveaux de garanties entre les contrats. Pour en savoir plus sur l'équivalence du niveau de garantie en assurance emprunteur, rendez-vous sur le site du comité consultatif du secteur financier : www. banque-france. fr/ ccsf/ fr/ index. htm ; OU Votre prêteur n'exige aucune assurance pour l'octroi de votre prêt. 5. Les garanties que vous pouvez souscrire 5.1. Les types de garanties que nous proposons Vous pouvez adhérer au contrat d'assurance/ souscrire au contrat d'assurance [à adapter nom du produit ; nom de la ou des entreprises d'assurance ; nom de la formule si formule], qui comporte les garanties suivantes [cocher les cases correspondantes] : □ La garantie décès, dénommée dans le contrat (1) : elle intervient en cas de décès de la personne assurée. La prestation est le remboursement au prêteur du capital assuré. Dans notre contrat : □ la garantie décès vous couvre durant toute la durée du prêt ; □ la garantie décès cesse au e anniversaire de l'assuré. □ La garantie perte totale et irréversible d'autonomie (PTIA), dénommée dans le contrat (1) : elle intervient lorsque l'assuré se trouve dans un état particulièrement grave, nécessitant le recours permanent à une tierce personne pour exercer les actes ordinaires de la vie. La prestation est le remboursement au prêteur du capital assuré. Dans notre contrat : □ la garantie PTIA vous couvre durant toute la durée du prêt ; □ la garantie PTIA cesse au e anniversaire de l'assuré. □ La garantie incapacité temporaire totale (ITT), dénommée dans le contrat : elle intervient lorsque la personne assurée est temporairement inapte à exercer : [cocher les cases correspondantes] □ strictement son activité professionnelle ; □ toute activité pouvant lui procurer des revenus. Dans notre contrat, la garantie ITT : [cocher la case correspondante] □ vous couvre durant toute la durée du prêt ; □ cesse au plus tard [cocher la case correspondante] ; □ couvre à hauteur de................... % de l'échéance de remboursement du prêt l'assuré n'exerçant pas ou plus d'activité professionnelle au moment du sinistre ; □ ne couvre pas l'assuré n'exerçant pas ou plus d'activité professionnelle au moment du sinistre. Les affections dorsales [cocher la case correspondante] □ sont couvertes : □ avec conditions d'hospitalisation ou d'intervention chirurgicale ; □ sans condition d'hospitalisation ou d'intervention chirurgicale ; □ ne sont pas couvertes. Les affections psychiatriques [cocher la case correspondante] □ sont couvertes : □ avec conditions d'hospitalisation □ sans condition d'hospitalisation ; □ ne sont pas couvertes. La prestation est : [cocher la case correspondante] □ forfaitaire (le montant qui vous sera versé correspond à..................... % de l'échéance de remboursement du prêt, quelle que soit votre perte de revenu) ; □ indemnitaire (le montant qui vous sera versé dépendra de votre perte de revenu). Les prestations incapacité □ sont plafonnées à ; □ ne sont pas plafonnées. Les indemnités sont dues par l'assureur après un délai de franchise maximale de...... jours après l'interruption de l'activité. □ La garantie invalidité permanente totale (IPT), dénommée [à compléter] dans le contrat, intervient lorsque la personne assurée est, de façon définitive, incapable d'exercer : [cocher les cases correspondantes] □ strictement son activité professionnelle ; □ toute activité pouvant lui procurer des revenus. Avec un taux d'invalidité supérieur à...................... Les indemnités sont dues après la reconnaissance de l'état d'invalidité par l'assureur selon une méthode d'évaluation mentionnée au contrat. Dans notre contrat, la garantie invalidité : [cocher la case correspondante] □ vous couvre durant toute la durée du prêt ; □ cesse au Les affections dorsales [cocher la case correspondante] □ sont couvertes : □ avec conditions d'hospitalisation ou d'intervention chirurgicale ; □ sans condition d'hospitalisation ou d'intervention chirurgicale ; □ ne sont pas couvertes. Les affections psychiatriques [cocher la case correspondante] □ sont couvertes : □ avec conditions d'hospitalisation ; □ sans condition d'hospitalisation ; □ ne sont pas couvertes. La prestation est : [cocher la case correspondante] □ forfaitaire (le montant qui vous sera versé correspond à.................... % de l'échéance de remboursement du prêt, quelle que soit votre perte de revenu) ; □ indemnitaire (le montant qui vous sera versé dépendra de votre perte de revenu). Les prestations invalidité permanente totale □ sont plafonnées à ; □ ne sont pas plafonnées. □ La garantie invalidité permanente partielle (IPP), dénommée................... dans le contrat, est un complément de la garantie invalidité permanente totale. Elle intervient à compter d'un taux d'invalidité.................... Les indemnités sont dues après la reconnaissance de l'état d'invalidité par l'assureur selon une méthode d'évaluation mentionnée au contrat. □ La garantie perte d'emploi, dénommée dans le contrat : elle couvre l'assuré en cas de licenciement : et lorsqu'il perçoit une allocation de chômage. Elle est accordée, après une période de franchise de mois et une période de carence de mois, pour une couverture de mois par période de chômage et pour une durée totale maximale cumulée de mois. Dans notre contrat, la garantie perte d'emploi : [cocher la case correspondante] □ vous couvre durant toute la durée du prêt ; □ cesse au. Les prestations : □ sont plafonnées à ; □ ne sont pas plafonnées. La prestation est : [cocher la case correspondante] : □ forfaitaire (le montant qui vous sera versé correspond à..................... % de l'échéance de remboursement du prêt, quelle que soit votre perte de revenu) ; □ indemnitaire (le montant qui vous sera versé dépendra de votre perte de revenu). (1) Si la dénomination commerciale de la garantie dans le contrat est identique aux libellés, respectivement, décès et perte totale et irréversible d'autonomie, il n'est pas besoin de spécifier cette dénomination commerciale. 5.2. La solution d'assurance que vous envisagez à ce stade Compte tenu de votre situation, vous envisagez d'assurer tout ou partie du capital emprunté avec les garanties suivantes : □ Décès et cette garantie est couverte à % ; □ Perte totale et irréversible d'autonomie et cette garantie est couverte à % ; □ Incapacité et cette garantie est couverte à % ; □ Invalidité permanente totale et cette garantie est couverte à % ; □ Invalidité permanente partielle et cette garantie est couverte à % ; □ Perte d'emploi et cette garantie est couverte à %. 6. Formalisation du devoir de conseil [A compléter. Si les informations ne sont pas suffisantes au moment de la remise de la fiche pour permettre la délivrance du conseil en assurance, l'indiquer] 7. Estimation personnalisée du coût de la solution d'assurance envisagée Compte tenu des caractéristiques connues du ou des prêts, de votre âge de ans, des types de garanties envisagées et de la part du capital à couvrir, le tableau ci-dessous propose une estimation du coût de l'assurance. Il s'agit d'un tarif indicatif avant examen du dossier et du questionnaire médical par l'organisme d'assurance. Lorsqu'une personne présente un risque aggravé de santé, elle peut bénéficier des dispositions de la convention AERAS, s'Assurer et Emprunter avec un Risque Aggrave de Santé. Il s'agit d'un dispositif conventionnel, appliqué par l'ensemble des réseaux bancaires et des assureurs présents sur le marché de l'assurance emprunteur, qui permet de repousser les limites de l'assurabilité des personnes qui présentent ou ont présenté un risque aggravé de santé. La proposition d'assurance peut comporter une surprime d'assurance et/ ou une limitation de la garantie (cf. www. aeras-infos. fr). PART DU CAPITAL assuré pour chaque type de garantie TYPES de garanties COTISATION en euros par [à compléter] de l'emprunteur (*) COÛT TOTAL de l'assurance de l'emprunteur sur la durée du prêt, en euros ESTIMATION du taux annuel effectif de l'assurance relatif à la totalité du prêt (**) Prêt 1 & amp ; lt ; capital emprunté & amp ; gt ; & amp ; lt ; durée prêt 1 & amp ; gt ; & amp ; lt ; quotité par type de garantie ; prêt 1 & amp ; gt ; % □ Décès □ PTIA □ Incapacité □ Invalidité permanente totale □ Invalidité permanente partielle □ Perte d'emploi & amp ; lt ; cotisation [s'il y a lieu, moyenne] (*) [compléter la période] prêt 1 & amp ; gt ; & amp ; lt ; coût total ass prêt 1 & amp ; gt ; & amp ; lt ; TAEA prêt 1 & amp ; gt ; Prêt 2 & amp ; lt ; capital emprunté & amp ; gt ; & amp ; lt ; durée prêt 2 & amp ; gt ; & amp ; lt ; quotité par type de garantie prêt 2 & amp ; gt ; % □ Décès □ PTIA □ Incapacité □ Invalidité permanente totale □ Invalidité permanente partielle □ Perte d'emploi & amp ; lt ; cotisation [s'il y a lieu, moyenne] * [compléter la période] prêt 2 & amp ; gt ; euros & amp ; lt ; coût total ass prêt 2 & amp ; gt ; & amp ; lt ; TAEA prêt 2 & amp ; gt ; (*) Si la cotisation est variable, indiquer la cotisation périodique moyenne. (**) [Compléter la mention des garanties incluses dans le périmètre du TAEA.] La cotisation d'assurance est : [cocher la case correspondante] : □ constante sur la durée du prêt ; □ non constante (cotisation [à compléter] minimale : [à compléter] ; cotisation [compléter la période] maximale : [à compléter]) 8. Remarques importantes L'assurance emprunteur constitue une garantie à la fois pour le prêteur et l'emprunteur. Elle peut être un élément déterminant de l'obtention de votre prêt immobilier. Il appartient au professionnel de veiller à ce que les garanties qu'il vous propose de souscrire correspondent à vos besoins et à vos attentes. Aussi précises que soient les informations qui vous ont été données, il est très important que vous lisiez attentivement vos documents contractuels notamment la notice d'information et les éventuelles conditions particulières qui déterminent les droits et obligations de l'assuré et de l'assureur. Nous attirons tout particulièrement votre attention sur les risques exclus, les délais de carence (période durant laquelle l'assuré ne peut pas demander la mise en œuvre de la garantie, de franchise (période durant laquelle le sinistre reste à la charge de l'assuré), les dates et motifs d'expiration des garanties. Nous insistons sur l'importance de la précision et de la sincérité des réponses apportées au questionnaire d'adhésion/ de souscription au contrat d'assurance emprunteur, y compris la partie questionnaire médical. Une fausse déclaration intentionnelle entrainerait la nullité du contrat et la déchéance des garanties : les échéances ou le remboursement du capital restant dus seraient alors à votre charge ou à celle de vos héritiers. Les différentes garanties peuvent faire l'objet de contrats séparés. = = = = = FICHE REMISE LE [date à compléter] = = = = = = [à compléter avec les mentions légales applicables, telles que prévues à l' article 32 de la loi n° 78-17 du 6 janvier 1978 et aux articles R. 123-237 et suivants du code de commerce] Conformément à la loi, dès aujourd'hui et jusqu'à 12 mois après la signature de l'offre de prêt, voire au-delà si votre contrat de prêt le prévoit, vous pouvez souscrire une assurance auprès de l'assureur de votre choix et la proposer en garantie au prêteur. Celui-ci ne peut pas la refuser si elle présente un niveau de garantie équivalent au contrat d'assurance qu'il vous a proposé.",
            "texteHtml": "<p>(Arrêté 29 avril 2015-assurance emprunteur)</p><p>MODÈLE DE FICHE STANDARDISÉE D'INFORMATION</p><p>Assurance emprunteur des prêts immobiliers</p><p>1. Le distributeur</p><p>Nom :</p><p>Dénomination sociale :</p><p>Adresse : Tél. :</p><p>n° SIREN pour les organismes d'assurance :</p><p>n° ORIAS pour les intermédiaires :</p><p>S'il y a lieu, lien avec une ou plusieurs entreprises d'assurance :</p><p>2. Le candidat à l'assurance</p><p>Nom : Prénom :</p><p>Né (e) le : Lieu de résidence :</p><p>Activité exercée actuellement :</p><p>Vous êtes : □ emprunteur □ coemprunteur □ caution (cocher la case correspondante)</p><p>S'il y a lieu, dénomination sociale : Siège social :</p><p>3. Les caractéristiques du (des) prêt (s) demandé (s)</p><p>Nom du prêteur, s'il est connu :</p><p>Projet à financer : (cocher la case correspondante) □ résidence principale □ résidence secondaire □ travaux □ investissement locatif □ autre :</p><center><table border='1'><tbody><tr><th><br/>\n\t\t\tPRÊT</th><th><br/>\n\t\t\tMONTANT EN EUROS</th><th><br/>\n\t\t\tTYPE DE PRÊT</th><th><br/>\n\t\t\tDURÉE DU PRÊT\n\t\t\t<p>EN MOIS</p></th><th><br/>\n\t\t\tTAUX D'INTÉRÊT\n\t\t\t<p>NOMINAL INDICATIF</p></th></tr><tr><td align='center'><br/>\n\t\t\tPrêt n° 1</td><td align='left'></td><td align='center'><br/>\n\t\t\t[Amortissable/ in fine/ relais]</td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tPrêt n° 2</td><td align='left'></td><td align='center'><br/>\n\t\t\t[Amortissable/ in fine/ relais]</td><td align='left'></td><td align='left'></td></tr></tbody></table></center><p>Amortissable : une fraction du capital emprunté est remboursée à chaque échéance.</p><p>In fine : le capital est remboursé à la fin du prêt.</p><p>Relais : crédit in fine destiné à financer un nouvel achat immobilier dans l'attente de la vente d'un précédent bien.</p><p>4. Les garanties minimales exigées par votre prêteur</p><p>Votre prêteur exige que vous souscriviez des garanties d'assurance minimales pour l'octroi de votre prêt. Parmi les critères de garanties exigibles, votre prêteur a retenu la liste de critères suivante, qui correspond à ses exigences générales liées à sa politique de risque, en fonction du type d'opération, du type de prêt et de votre statut professionnel.</p><center><table border='1'><tbody><tr><th></th><th><br/>\n\t\t\tCRITÈRES SPÉCIFIQUES</th><th><br/>\n\t\t\tQUOTITÉ EXIGÉE</th></tr><tr><td align='left'><br/>\n\t\t\tGarantie décès, le cas échéant</td><td align='center'><br/>\n\t\t\t[à compléter]</td><td align='center'><br/>\n\t\t\t[à compléter] %</td></tr><tr><td align='left'><br/>\n\t\t\tGarantie PTIA, le cas échéant</td><td align='center'><br/>\n\t\t\t[à compléter]</td><td align='center'><br/>\n\t\t\t[à compléter] %</td></tr><tr><td align='left'><br/>\n\t\t\tGarantie incapacité temporaire totale, le cas échéant</td><td align='center'><br/>\n\t\t\t[à compléter]</td><td align='center'><br/>\n\t\t\t[à compléter] %</td></tr><tr><td align='left'><br/>\n\t\t\tGarantie invalidité permanente totale, le cas échéant</td><td align='center'><br/>\n\t\t\t[à compléter]</td><td align='center'><br/>\n\t\t\t[à compléter] %</td></tr><tr><td align='left'><br/>\n\t\t\tGarantie invalidité permanente partielle, le cas échéant</td><td align='center'><br/>\n\t\t\t[à compléter]</td><td align='center'><br/>\n\t\t\t[à compléter] %</td></tr><tr><td align='left'><br/>\n\t\t\tGarantie perte d'emploi, le cas échéant</td><td align='center'><br/>\n\t\t\t[à compléter]</td><td align='center'><br/>\n\t\t\t[à compléter] %</td></tr></tbody></table></center><p>Les caractéristiques détaillées des garanties exigées doivent vous être communiquées par votre prêteur afin de vous permettre d'apprécier l'équivalence des niveaux de garanties entre les contrats.</p><p>Pour en savoir plus sur l'équivalence du niveau de garantie en assurance emprunteur, rendez-vous sur le site du comité consultatif du secteur financier : <a shape='rect' href='http://www.banque-france.fr/ccsf/fr/index.htm' target='_blank'> www. banque-france. fr/ ccsf/ fr/ index. htm </a>;</p><p>OU</p><p>Vous pouvez vous rapprocher de votre prêteur pour qu'il vous communique ses exigences en matière d'assurance emprunteur, afin de vous permettre d'apprécier l'équivalence des niveaux de garanties entre les contrats.</p><p>Pour en savoir plus sur l'équivalence du niveau de garantie en assurance emprunteur, rendez-vous sur le site du comité consultatif du secteur financier : <a shape='rect' href='http://www.banque-france.fr/ccsf/fr/index.htm' target='_blank'> www. banque-france. fr/ ccsf/ fr/ index. htm </a>;</p><p>OU</p><p>Votre prêteur n'exige aucune assurance pour l'octroi de votre prêt.</p><p>5. Les garanties que vous pouvez souscrire</p><p>5.1. Les types de garanties que nous proposons</p><p>Vous pouvez adhérer au contrat d'assurance/ souscrire au contrat d'assurance [à adapter nom du produit ; nom de la ou des entreprises d'assurance ; nom de la formule si formule], qui comporte les garanties suivantes [cocher les cases correspondantes] :</p><p>□ La garantie décès, dénommée dans le contrat (1) : elle intervient en cas de décès de la personne assurée. La prestation est le remboursement au prêteur du capital assuré. Dans notre contrat :</p><p>□ la garantie décès vous couvre durant toute la durée du prêt ;</p><p>□ la garantie décès cesse au e anniversaire de l'assuré.</p><p>□ La garantie perte totale et irréversible d'autonomie (PTIA), dénommée dans le contrat (1) : elle intervient lorsque l'assuré se trouve dans un état particulièrement grave, nécessitant le recours permanent à une tierce personne pour exercer les actes ordinaires de la vie. La prestation est le remboursement au prêteur du capital assuré. Dans notre contrat :</p><p>□ la garantie PTIA vous couvre durant toute la durée du prêt ;</p><p>□ la garantie PTIA cesse au e anniversaire de l'assuré.</p><p>□ La garantie incapacité temporaire totale (ITT), dénommée dans le contrat : elle intervient lorsque la personne assurée est temporairement inapte à exercer : [cocher les cases correspondantes]</p><p>□ strictement son activité professionnelle ;</p><p>□ toute activité pouvant lui procurer des revenus.</p><p>Dans notre contrat, la garantie ITT : [cocher la case correspondante]</p><p>□ vous couvre durant toute la durée du prêt ;</p><p>□ cesse au plus tard</p><p>[cocher la case correspondante] ;</p><p>□ couvre à hauteur de................... % de l'échéance de remboursement du prêt l'assuré n'exerçant pas ou plus d'activité professionnelle au moment du sinistre ;</p><p>□ ne couvre pas l'assuré n'exerçant pas ou plus d'activité professionnelle au moment du sinistre.</p><p>Les affections dorsales [cocher la case correspondante]</p><p>□ sont couvertes : □ avec conditions d'hospitalisation ou d'intervention chirurgicale ;</p><p>□ sans condition d'hospitalisation ou d'intervention chirurgicale ;</p><p>□ ne sont pas couvertes.</p><p>Les affections psychiatriques [cocher la case correspondante]</p><p>□ sont couvertes : □ avec conditions d'hospitalisation</p><p>□ sans condition d'hospitalisation ;</p><p>□ ne sont pas couvertes.</p><p>La prestation est : [cocher la case correspondante]</p><p>□ forfaitaire (le montant qui vous sera versé correspond à..................... % de l'échéance de remboursement du prêt, quelle que soit votre perte de revenu) ;</p><p>□ indemnitaire (le montant qui vous sera versé dépendra de votre perte de revenu).</p><p>Les prestations incapacité</p><p>□ sont plafonnées à ;</p><p>□ ne sont pas plafonnées.</p><p>Les indemnités sont dues par l'assureur après un délai de franchise maximale de...... jours après l'interruption de l'activité.</p><p>□ La garantie invalidité permanente totale (IPT), dénommée [à compléter] dans le contrat, intervient lorsque la personne assurée est, de façon définitive, incapable d'exercer : [cocher les cases correspondantes]</p><p>□ strictement son activité professionnelle ;</p><p>□ toute activité pouvant lui procurer des revenus.</p><p>Avec un taux d'invalidité supérieur à...................... Les indemnités sont dues après la reconnaissance de l'état d'invalidité par l'assureur selon une méthode d'évaluation mentionnée au contrat.</p><p>Dans notre contrat, la garantie invalidité : [cocher la case correspondante]</p><p>□ vous couvre durant toute la durée du prêt ;</p><p>□ cesse au</p><p>Les affections dorsales [cocher la case correspondante]</p><p>□ sont couvertes : □ avec conditions d'hospitalisation ou d'intervention chirurgicale ;</p><p>□ sans condition d'hospitalisation ou d'intervention chirurgicale ;</p><p>□ ne sont pas couvertes.</p><p>Les affections psychiatriques [cocher la case correspondante]</p><p>□ sont couvertes : □ avec conditions d'hospitalisation ;</p><p>□ sans condition d'hospitalisation ;</p><p>□ ne sont pas couvertes.</p><p>La prestation est : [cocher la case correspondante]</p><p>□ forfaitaire (le montant qui vous sera versé correspond à.................... % de l'échéance de remboursement du prêt, quelle que soit votre perte de revenu) ;</p><p>□ indemnitaire (le montant qui vous sera versé dépendra de votre perte de revenu).</p><p>Les prestations invalidité permanente totale</p><p>□ sont plafonnées à ;</p><p>□ ne sont pas plafonnées.</p><p>□ La garantie invalidité permanente partielle (IPP), dénommée................... dans le contrat, est un complément de la garantie invalidité permanente totale. Elle intervient à compter d'un taux d'invalidité.................... Les indemnités sont dues après la reconnaissance de l'état d'invalidité par l'assureur selon une méthode d'évaluation mentionnée au contrat.</p><p>□ La garantie perte d'emploi, dénommée dans le contrat : elle couvre l'assuré en cas de licenciement : et lorsqu'il perçoit une allocation de chômage. Elle est accordée, après une période de franchise de mois et une période de carence de mois, pour une couverture de mois par période de chômage et pour une durée totale maximale cumulée de mois.</p><p>Dans notre contrat, la garantie perte d'emploi : [cocher la case correspondante]</p><p>□ vous couvre durant toute la durée du prêt ;</p><p>□ cesse au.</p><p>Les prestations :</p><p>□ sont plafonnées à ;</p><p>□ ne sont pas plafonnées.</p><p>La prestation est : [cocher la case correspondante] :</p><p>□ forfaitaire (le montant qui vous sera versé correspond à..................... % de l'échéance de remboursement du prêt, quelle que soit votre perte de revenu) ;</p><p>□ indemnitaire (le montant qui vous sera versé dépendra de votre perte de revenu).</p><p>(1) Si la dénomination commerciale de la garantie dans le contrat est identique aux libellés, respectivement, décès et perte totale et irréversible d'autonomie, il n'est pas besoin de spécifier cette dénomination commerciale.</p><p>5.2. La solution d'assurance que vous envisagez à ce stade</p><p>Compte tenu de votre situation, vous envisagez d'assurer tout ou partie du capital emprunté avec les garanties suivantes :</p><p>□ Décès et cette garantie est couverte à % ;</p><p>□ Perte totale et irréversible d'autonomie et cette garantie est couverte à % ;</p><p>□ Incapacité et cette garantie est couverte à % ;</p><p>□ Invalidité permanente totale et cette garantie est couverte à % ;</p><p>□ Invalidité permanente partielle et cette garantie est couverte à % ;</p><p>□ Perte d'emploi et cette garantie est couverte à %.</p><p>6. Formalisation du devoir de conseil</p><p>[A compléter. Si les informations ne sont pas suffisantes au moment de la remise de la fiche pour permettre la délivrance du conseil en assurance, l'indiquer]</p><p>7. Estimation personnalisée du coût de la solution d'assurance envisagée</p><p>Compte tenu des caractéristiques connues du ou des prêts, de votre âge de ans, des types de garanties envisagées et de la part du capital à couvrir, le tableau ci-dessous propose une estimation du coût de l'assurance.</p><p>Il s'agit d'un tarif indicatif avant examen du dossier et du questionnaire médical par l'organisme d'assurance. Lorsqu'une personne présente un risque aggravé de santé, elle peut bénéficier des dispositions de la convention AERAS, s'Assurer et Emprunter avec un Risque Aggrave de Santé. Il s'agit d'un dispositif conventionnel, appliqué par l'ensemble des réseaux bancaires et des assureurs présents sur le marché de l'assurance emprunteur, qui permet de repousser les limites de l'assurabilité des personnes qui présentent ou ont présenté un risque aggravé de santé. La proposition d'assurance peut comporter une surprime d'assurance et/ ou une limitation de la garantie (cf. www. aeras-infos. fr).</p><center><table border='1'><tbody><tr><th></th><th><br/>\n\t\t\tPART DU CAPITAL\n\t\t\t<p>assuré pour chaque type de garantie</p></th><th><br/>\n\t\t\tTYPES\n\t\t\t<p>de garanties</p></th><th><br/>\n\t\t\tCOTISATION\n\t\t\t<p>en euros par [à compléter] de l'emprunteur (*)</p></th><th><br/>\n\t\t\tCOÛT TOTAL\n\t\t\t<p>de l'assurance de l'emprunteur sur la durée du prêt, en euros</p></th><th><br/>\n\t\t\tESTIMATION\n\t\t\t<p>du taux annuel effectif de l'assurance relatif à la totalité du prêt (**)</p></th></tr><tr><td align='left'><br/>\n\t\t\tPrêt 1\n\t\t\t<p>& amp ; lt ; capital emprunté & amp ; gt ;</p><p>& amp ; lt ; durée prêt 1 & amp ; gt ;</p></td><td align='left'><br/>\n\t\t\t& amp ; lt ; quotité par type de garantie ; prêt 1 & amp ; gt ; %</td><td align='left'><br/>\n\t\t\t□ Décès\n\t\t\t<p>□ PTIA</p><p>□ Incapacité</p><p>□ Invalidité permanente totale</p><p>□ Invalidité permanente partielle</p><p>□ Perte d'emploi</p></td><td align='left'><br/>\n\t\t\t& amp ; lt ; cotisation [s'il y a lieu, moyenne] (*) [compléter la période] prêt 1 & amp ; gt ;</td><td align='center'><br/>\n\t\t\t& amp ; lt ; coût total ass prêt 1 & amp ; gt ;</td><td align='center'><br/>\n\t\t\t& amp ; lt ; TAEA prêt 1 & amp ; gt ;</td></tr><tr><td align='left'><br/>\n\t\t\tPrêt 2\n\t\t\t<p>& amp ; lt ; capital emprunté & amp ; gt ;</p><p>& amp ; lt ; durée prêt 2 & amp ; gt ;</p></td><td align='left'><br/>\n\t\t\t& amp ; lt ; quotité par type de garantie prêt 2 & amp ; gt ; %</td><td align='left'><br/>\n\t\t\t□ Décès\n\t\t\t<p>□ PTIA</p><p>□ Incapacité</p><p>□ Invalidité permanente totale</p><p>□ Invalidité permanente partielle</p><p>□ Perte d'emploi</p></td><td align='left'><br/>\n\t\t\t& amp ; lt ; cotisation [s'il y a lieu, moyenne] * [compléter la période] prêt 2 & amp ; gt ; euros</td><td align='center'><br/>\n\t\t\t& amp ; lt ; coût total ass prêt 2 & amp ; gt ;</td><td align='center'><br/>\n\t\t\t& amp ; lt ; TAEA prêt 2 & amp ; gt ;</td></tr><tr><td colspan='6' align='left'><br/>\n\t\t\t(*) Si la cotisation est variable, indiquer la cotisation périodique moyenne.\n\t\t\t<p>(**) [Compléter la mention des garanties incluses dans le périmètre du TAEA.]</p></td></tr></tbody></table></center><p>La cotisation d'assurance est : [cocher la case correspondante] :</p><p>□ constante sur la durée du prêt ;</p><p>□ non constante (cotisation [à compléter] minimale : [à compléter] ; cotisation [compléter la période] maximale : [à compléter])</p><p>8. Remarques importantes</p><p>L'assurance emprunteur constitue une garantie à la fois pour le prêteur et l'emprunteur. Elle peut être un élément déterminant de l'obtention de votre prêt immobilier. Il appartient au professionnel de veiller à ce que les garanties qu'il vous propose de souscrire correspondent à vos besoins et à vos attentes.</p><p>Aussi précises que soient les informations qui vous ont été données, il est très important que vous lisiez attentivement vos documents contractuels notamment la notice d'information et les éventuelles conditions particulières qui déterminent les droits et obligations de l'assuré et de l'assureur. Nous attirons tout particulièrement votre attention sur les risques exclus, les délais de carence (période durant laquelle l'assuré ne peut pas demander la mise en œuvre de la garantie, de franchise (période durant laquelle le sinistre reste à la charge de l'assuré), les dates et motifs d'expiration des garanties.</p><p>Nous insistons sur l'importance de la précision et de la sincérité des réponses apportées au questionnaire d'adhésion/ de souscription au contrat d'assurance emprunteur, y compris la partie questionnaire médical. Une fausse déclaration intentionnelle entrainerait la nullité du contrat et la déchéance des garanties : les échéances ou le remboursement du capital restant dus seraient alors à votre charge ou à celle de vos héritiers.</p><p>Les différentes garanties peuvent faire l'objet de contrats séparés.</p><p>= = = = = FICHE REMISE LE [date à compléter] = = = = = =</p><p>[à compléter avec les mentions légales applicables, telles que prévues à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000886460&idArticle=LEGIARTI000006528126&dateTexte=&categorieLien=cid' title='Loi n° 78-17 du 6 janvier 1978 - art. 32 (Ab)'>article 32 de la loi n° 78-17 du 6 janvier 1978 </a>et aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006259052&dateTexte=&categorieLien=cid' title='Code de commerce - art. R123-237 (V)'>R. 123-237</a> et suivants du code de commerce]</p><p>Conformément à la loi, dès aujourd'hui et jusqu'à 12 mois après la signature de l'offre de prêt, voire au-delà si votre contrat de prêt le prévoit, vous pouvez souscrire une assurance auprès de l'assureur de votre choix et la proposer en garantie au prêteur. Celui-ci ne peut pas la refuser si elle présente un niveau de garantie équivalent au contrat d'assurance qu'il vous a proposé.</p>",
            "num": "Annexe à l'article R313-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1467331200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 383479220,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-07-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire nouvelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000032807108",
                        "id": "LEGISCTA000032807108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-07-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032887060",
                        "id": "LEGISCTA000032887060",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032887085",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032887060",
            "sectionParentId": "LEGISCTA000032887060",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire nouvelle &gt; Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032887085",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032797752",
                    "textTitle": "Décret n°2016-884 du 29 juin 2016 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000032803156",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-30",
                    "dateSignaTexte": "2016-06-29",
                    "dateDebutCible": "2016-07-01"
                },
                {
                    "textCid": "JORFTEXT000032797752",
                    "textTitle": "Décret n°2016-884 du 29 juin 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000032803156",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-30",
                    "dateSignaTexte": "2016-06-29",
                    "dateDebutCible": "2016-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "Loi n° 78-17 du 6 janvier 1978 - art. 32 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006528126",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 270000000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R123-237 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R123-237",
                    "articleId": "LEGIARTI000006259052",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032887085",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1467331200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R313-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}