{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043394562",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONVENTION TYPE, MENTIONNÉE AU 2° DE L'ARTICLE R. 2212-9, FIXANT LES CONDITIONS DANS LESQUELLES LES MÉDECINS EXERCANT DANS LES CENTRES DE SANTÉ RÉALISENT LES INTERRUPTIONS VOLONTAIRES DE GROSSESSE PAR MÉTHODE INSTRUMENTALE. ENTRE L'établissement de santé sis. représenté par M. ou Mme dûment mandaté (e) en qualité de Ci-après désigné l'établissement de santé D'une part, ET Le centre de santé sis : représenté par M. ou Mme Dûment mandaté (e) en qualité de : Ci-après désigné le centre de santé D'autre part, Il est convenu ce qui suit : Art. 1.-Le centre de santé justifie du respect du cahier des charges établi par la Haute Autorité de santé (HAS) mentionné à l' article L. 6323-1-1 du code de la santé publique pour la réalisation de l'interruption volontaire de grossesse par méthode instrumentale hors établissement de santé, notamment de la qualification du ou des médecins concernés et des règles de fonctionnement précisées par décret. L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par méthode instrumentale, présentée par le centre de santé. Il organise des formations, à destination des médecins qui remplissent les conditions fixées au II de l'article R. 2212-11 du même code et de l'équipe soignante du centre de santé volontaire pour apporter son concours, à fin d'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par méthode instrumentale. Art. 2.-En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin exerçant dans le centre de santé adresse la femme à l'établissement de santé qui prend toutes les mesures adaptées à son état. Art. 3.-Après la réalisation de l'interruption volontaire de grossesse par méthode instrumentale, le médecin exerçant dans le centre de santé transmet à l'établissement de santé une copie de la fiche de liaison contenant les éléments utiles du dossier médical de la patiente. Art. 4.-L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer sa prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins qui lui sont délivrés. Le centre de santé et l'établissement de santé établissent, pour les situations complexes, un protocole relatif aux modalités d'appui en expertise de l'établissement de santé auprès du centre de santé et, pour les cas de transfert en urgence de patientes, des protocoles portant sur les modalités de transfert et de prise en charge. Ces protocoles figurent en annexe de la présente convention. Art. 5.-Le médecin qui a pratiqué l'interruption volontaire de grossesse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à cette intervention. Art. 6.-La présente convention, établie pour une durée d'un an, prend effet à la date de sa signature. Elle est renouvelée chaque année par tacite reconduction à la date anniversaire de sa signature. Elle peut être dénoncée à tout moment par l'une ou l'autre des parties contractantes par tout moyen donnant date certaine à la notification. La dénonciation prend effet une semaine après cette date. En cas de non-respect de la présente convention par l'une des parties, la dénonciation par l'autre partie a un effet immédiat. Art. 7.-Une copie de la présente convention est transmise, pour information : Par l'établissement de santé à l'agence régionale de santé dont il relève ou, 1° Pour Saint-Pierre-et-Miquelon, à l'administration territoriale de santé ; 2° Pour Saint-Barthélemy et Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin ; Et Par le centre de santé au conseil départemental de l'ordre des médecins et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont il relève ou, 1° Pour Mayotte, au conseil départemental de l'ordre des médecins de Mayotte et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil départemental de l'ordre des médecins de la Guadeloupe et à la caisse générale de sécurité sociale de la Guadeloupe.",
            "texteHtml": "<p>CONVENTION TYPE, MENTIONNÉE AU 2° DE L'ARTICLE R. 2212-9, FIXANT LES CONDITIONS DANS LESQUELLES LES MÉDECINS EXERCANT DANS LES CENTRES DE SANTÉ RÉALISENT LES INTERRUPTIONS VOLONTAIRES DE GROSSESSE PAR MÉTHODE INSTRUMENTALE.</p><p><br/>\n ENTRE<br/><br/>\n L'établissement de santé<br/><br/><br/><br/>\n sis.<br/><br/>\n représenté par M. ou Mme<br/><br/><br/><br/>\n dûment mandaté (e) en qualité de<br/><br/><br/><br/>\n Ci-après désigné l'établissement de santé <br/><br/>\n D'une part,<br/><br/>\n ET<br/><br/>\n Le centre de santé<br/><br/><br/><br/>\n sis :<br/><br/>\n représenté par M. ou Mme<br/><br/><br/>\n Dûment mandaté (e) en qualité de :<br/><br/><br/>\n Ci-après désigné le centre de santé <br/><br/>\n D'autre part,<br/><br/>\n Il est convenu ce qui suit :</p><p><br/>\n Art. 1.-Le centre de santé justifie du respect du cahier des charges établi par la Haute Autorité de santé (HAS) mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000036486472&dateTexte=&categorieLien=cid'>article L. 6323-1-1 du code de la santé publique </a>pour la réalisation de l'interruption volontaire de grossesse par méthode instrumentale hors établissement de santé, notamment de la qualification du ou des médecins concernés et des règles de fonctionnement précisées par décret.<br/><br/>\n L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par méthode instrumentale, présentée par le centre de santé. Il organise des formations, à destination des médecins qui remplissent les conditions fixées au II de l'article R. 2212-11 du même code et de l'équipe soignante du centre de santé volontaire pour apporter son concours, à fin d'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par méthode instrumentale.</p><p><br/>\n Art. 2.-En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin exerçant dans le centre de santé adresse la femme à l'établissement de santé qui prend toutes les mesures adaptées à son état.</p><p><br/>\n Art. 3.-Après la réalisation de l'interruption volontaire de grossesse par méthode instrumentale, le médecin exerçant dans le centre de santé transmet à l'établissement de santé une copie de la fiche de liaison contenant les éléments utiles du dossier médical de la patiente.</p><p><br/>\n Art. 4.-L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer sa prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins qui lui sont délivrés.<br/><br/>\n Le centre de santé et l'établissement de santé établissent, pour les situations complexes, un protocole relatif aux modalités d'appui en expertise de l'établissement de santé auprès du centre de santé et, pour les cas de transfert en urgence de patientes, des protocoles portant sur les modalités de transfert et de prise en charge. Ces protocoles figurent en annexe de la présente convention.</p><p><br/>\n Art. 5.-Le médecin qui a pratiqué l'interruption volontaire de grossesse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à cette intervention.</p><p><br/>\n Art. 6.-La présente convention, établie pour une durée d'un an, prend effet à la date de sa signature. Elle est renouvelée chaque année par tacite reconduction à la date anniversaire de sa signature. Elle peut être dénoncée à tout moment par l'une ou l'autre des parties contractantes par tout moyen donnant date certaine à la notification. La dénonciation prend effet une semaine après cette date. En cas de non-respect de la présente convention par l'une des parties, la dénonciation par l'autre partie a un effet immédiat.</p><p><br/>\n Art. 7.-Une copie de la présente convention est transmise, pour information :<br/><br/>\n Par l'établissement de santé à l'agence régionale de santé dont il relève ou,<br/><br/>\n 1° Pour Saint-Pierre-et-Miquelon, à l'administration territoriale de santé ;<br/><br/>\n 2° Pour Saint-Barthélemy et Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin ;<br/><br/>\n Et<br/><br/>\n Par le centre de santé au conseil départemental de l'ordre des médecins et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont il relève ou,<br/><br/>\n 1° Pour Mayotte, au conseil départemental de l'ordre des médecins de Mayotte et à la caisse de sécurité sociale de Mayotte ;<br/><br/>\n 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;<br/><br/>\n 3° Pour Saint-Barthélemy et Saint-Martin, au conseil départemental de l'ordre des médecins de la Guadeloupe et à la caisse générale de sécurité sociale de la Guadeloupe. </p>",
            "num": "Annexe 22-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1618704000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073763298,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE DE LA DEUXIÈME PARTIE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132370",
                        "id": "LEGISCTA000006132370",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043394562",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132370",
            "sectionParentId": "LEGISCTA000006132370",
            "sectionParentTitre": "ANNEXE DE LA DEUXIÈME PARTIE ",
            "fullSectionsTitre": "Annexes &gt; ANNEXE DE LA DEUXIÈME PARTIE ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043394562",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043386307",
                    "textTitle": "Décret n°2021-454 du 15 avril 2021 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000043390053",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-04-17",
                    "dateSignaTexte": "2021-04-15",
                    "dateDebutCible": "2021-04-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6323-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6323-1-1",
                    "articleId": "LEGIARTI000036486472",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043394562",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1618704000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 22-2",
                "22-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}