{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000025107800",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONVENTION TYPE INTERCOMMUNALE DE COORDINATION DE LA POLICE MUNICIPALE ET DES FORCES DE SÉCURITÉ DE L'ÉTAT Entre le préfet de... (ou les préfets de...), les maires de..., communes membres de l'établissement public de coopération intercommunale à fiscalité propre dénommé..., et le président de cet établissement public de coopération intercommunale pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements, après avis du procureur de la République près le tribunal de grande instance de... (ou des procureurs de la République près les tribunaux de grande instance de...), il est convenu ce qui suit : La police municipale de chaque commune membre de l'établissement public de coopération intercommunale et les forces de sécurité de l'Etat ont vocation, dans le respect de leurs compétences respectives, à intervenir sur la totalité du territoire de l'établissement public de coopération intercommunale, sous l'autorité du maire de la commune du lieu d'intervention. En aucun cas il ne peut être confié à la police municipale de mission de maintien de l'ordre. La présente convention, établie conformément aux dispositions du II de l'article L. 2212-6 du code général des collectivités territoriales , précise la nature et les lieux des interventions des agents de police municipale. Elle détermine les modalités selon lesquelles ces interventions sont coordonnées avec celles des forces de sécurité de l'Etat. Pour l'application de la présente convention, les forces de sécurité de l'Etat sont la police nationale dans les communes placées sous le régime de la police d'Etat et la gendarmerie nationale dans les autres communes (à préciser). Les responsables des forces de sécurité de l'Etat sont, selon le cas, le chef de la circonscription de sécurité publique ou le commandant de la communauté de brigades ou de la brigade territoriale autonome de gendarmerie territorialement compétents. Article 1er L'état des lieux établi à partir du diagnostic local de sécurité réalisé par les forces de sécurité de l'Etat compétents, avec le concours des communes signataires et de l'établissement public de coopération intercommunale, le cas échéant dans le cadre du conseil local de sécurité et de prévention de la délinquance, fait apparaître les besoins et priorités suivants : ― sécurité routière ; ― prévention de la violence dans les transports ; ― lutte contre la toxicomanie ; ― prévention des violences scolaires ; ― protection des centres commerciaux ; ― lutte contre les pollutions et nuisances. (La liste est à compléter et à adapter localement.) TITRE Ier COORDINATION DES SERVICES Chapitre Ier Nature et lieux des interventions Article 2 Les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent la garde statique des bâtiments communaux. Article 3 I. ― Les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent, à titre principal, la surveillance des établissements scolaires suivants, en particulier lors des entrées et sorties des élèves : ... II. ― Les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent également, à titre principal, la surveillance des points de ramassage scolaire suivants : ... Article 4 Les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent, à titre principal, la surveillance des foires et marchés, en particulier : ... ainsi que la surveillance des cérémonies, fêtes et réjouissances organisées par la commune, notamment : ... Article 5 La surveillance des autres manifestations, notamment des manifestations sportives, récréatives ou culturelles nécessitant ou non un service d'ordre à la charge de l'organisateur, est assurée, dans les conditions définies préalablement par le responsable (ou les responsables) des forces de sécurité de l'Etat et les responsables des services de police municipale des communes membres de l'établissement public de coopération intercommunale, soit par les polices municipales des communes membres de l'établissement public de coopération intercommunale, soit par les forces de sécurité de l'Etat, soit en commun dans le respect des compétences de chaque service. Article 6 Les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent la surveillance de la circulation et du stationnement des véhicules sur les voies publiques et parcs de stationnement dont la liste est précisée lors des réunions périodiques prévues à l'article 10. Elles surveillent les opérations d'enlèvement des véhicules, et notamment les mises en fourrière, effectuées en application de l' article L. 325-2 du code de la route , sous l'autorité de l'officier de police judiciaire compétent, ou, en application du deuxième alinéa de ce dernier article, de l'agent de police judiciaire adjoint, chef de la police municipale. Article 7 Les polices municipales des communes membres de l'établissement public de coopération intercommunale informent au préalable les forces de sécurité de l'Etat des opérations de contrôle routier des véhicules et de constatation d'infractions qu'elles assurent dans le cadre de leurs compétences. Article 8 Sans exclusivité, les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent plus particulièrement les missions de surveillance des secteurs (liste détaillée) dans les créneaux horaires suivants : ... Article 9 Toute modification des conditions d'exercice des missions prévues aux articles 2 à 8 de la présente convention fait l'objet d'une concertation entre le représentant (ou les représentants) de l'Etat et les maires des communes membres de l'établissement public de coopération intercommunale dans le délai nécessaire à l'adaptation des dispositifs de chacun des services. Chapitre II Modalités de la coordination Article 10 Le responsable (ou les responsables) des forces de sécurité de l'Etat et les responsables des services de police municipale des communes membres de l'établissement public de coopération intercommunale, ou leurs représentants, se réunissent périodiquement pour échanger toutes informations utiles relatives à l'ordre, la sécurité et la tranquillité publics dans chacune des communes membres de l'établissement public de coopération intercommunale, en vue de l'organisation matérielle des missions prévues par la présente convention. L'ordre du jour de ces réunions est adressé au procureur (ou aux procureurs) de la République qui y participe (nt) ou s'y fait (font) représenter s'il (s) l'estime (nt) nécessaire. Ces réunions sont organisées selon les modalités suivantes (à compléter en ce qui concerne la fréquence, les lieux et autres modalités, en particulier celles relatives à l'information ou à la participation des maires et du représentant [ou des représentants] de l'Etat) : ... Article 11 Le responsable (ou les responsables) des forces de sécurité de l'Etat sur le territoire des communes membres de l'établissement public de coopération intercommunale et les responsables des services de police municipale des communes membres de l'établissement public de coopération intercommunale s'informent mutuellement des modalités pratiques des missions respectivement assurées par les agents des forces de sécurité de l'Etat et les agents des polices municipales des communes membres de l'établissement public de coopération intercommunale, pour assurer la complémentarité des services chargés de la sécurité sur le territoire de ces communes. Les responsables des services de police municipale des communes membres de l'établissement public de coopération intercommunale informent le responsable (ou les responsables) des forces de sécurité de l'Etat du nombre d'agents de police municipale affectés aux missions de la police municipale et, le cas échéant, du nombre des agents armés et du type des armes portées. Les polices municipales des communes membres de l'établissement public de coopération intercommunale donnent toutes informations aux forces de sécurité de l'Etat sur tout fait dont la connaissance peut être utile à la préservation de l'ordre public et qui a été observé dans l'exercice de leurs missions. Le responsable (ou les responsables) des forces de sécurité de l'Etat et les responsables des services de police municipale peuvent décider que des missions pourront être effectuées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant. Les maires des communes intéressées en sont systématiquement informés. Article 12 Dans le respect des dispositions de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, les forces de sécurité de l'Etat et les polices municipales des communes membres de l'établissement public de coopération intercommunale échangent les informations dont elles disposent sur les personnes signalées disparues et sur les véhicules volés susceptibles d'être identifiés sur le territoire de la commune. En cas d'identification par leurs agents d'une personne signalée disparue ou d'un véhicule volé, les polices municipales en informent les forces de sécurité de l'Etat. Article 13 Pour pouvoir exercer les missions prévues par les articles 21-2 et 78-6 du code de procédure pénale et par les articles L. 221-2, L. 223-5, L. 224-16, L. 224-17, L. 224-18, L. 231-2, L. 233-1, L. 233-2, L. 234-1 à L. 234-9 et L. 235-2 du code de la route , les agents de police municipale des communes membres de l'établissement public de coopération intercommunale doivent pouvoir joindre à tout moment un officier de police judiciaire territorialement compétent. A cette fin, le responsable (ou les responsables) des forces de sécurité de l'Etat et les responsables des services de police municipale précisent les moyens par lesquels ils doivent pouvoir communiquer entre eux en toutes circonstances. Article 14 Les communications entre les polices municipales des communes membres de l'établissement public de coopération intercommunale et les forces de sécurité de l'Etat pour l'accomplissement de leurs missions respectives se font par une ligne téléphonique réservée ou par une liaison radiophonique, dans des conditions définies d'un commun accord par leurs responsables. TITRE II COOPÉRATION OPÉRATIONNELLE RENFORCÉE Article 15 En accord avec le président de l'établissement public de coopération intercommunale pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements, le préfet (ou les préfets) de... et le (ou les) maire (s) de... (nom d'une ou plusieurs communes membres de l'établissement public de coopération intercommunale) conviennent de renforcer la coopération opérationnelle entre la police municipale de... et les forces de sécurité de l'Etat. Article 16 En conséquence, les forces de sécurité de l'Etat et la police municipale amplifient leur coopération dans les domaines : ― du partage d'informations sur les moyens disponibles en temps réel et leurs modalités d'engagement ou de mise à disposition (à préciser) ; ― de l'information quotidienne et réciproque par les moyens suivants (à préciser). Elles veilleront ainsi à la transmission réciproque des données ainsi que des éléments de contexte concourant à l'amélioration du service dans le strict respect de leurs prérogatives, de leurs missions propres et des règles qui encadrent la communication des données. Dans ce cadre, elles partageront ainsi les informations utiles, notamment dans les domaines suivants (à préciser) ; ― de la communication opérationnelle : par le prêt exceptionnel de matériel radio permettant l'accueil de la police municipale sur les réseaux \"Rubis\" ou \"Acropol\" afin d'échanger des informations opérationnelles au moyen d'une communication individuelle ou d'une conférence commune, par le partage d'un autre canal commun permettant également la transmission d'un appel d'urgence (ce dernier étant alors géré par les forces de sécurité de l'Etat), ou par une ligne téléphonique dédiée ou tout autre moyen technique (internet...). Le renforcement de la communication opérationnelle implique également la retransmission immédiate des sollicitations adressées à la police municipale dépassant ses prérogatives. De même, la participation de la police municipale à un poste de commandement commun en cas de crise ou de gestion de grand événement peut être envisagée par le préfet (ou les préfets). Le prêt de matériel fait l'objet d'une mention expresse qui prévoit notamment les conditions et les modalités de contrôle de son utilisation (à préciser) ; ― de la vidéoprotection par la rédaction des modalités d'interventions consécutives à la saisine des forces de sécurité intérieure par un centre de supervision urbaine et d'accès aux images, dans un document annexé à la présente convention (à préciser) ; ― des missions menées en commun sous l'autorité fonctionnelle du responsable (ou des responsables) des forces de sécurité de l'Etat, ou de son représentant (ou ses représentants), mentionnées à l'article 11, par la définition préalable des modalités concrètes d'engagement de ces missions (à préciser) ; ― de la prévention des violences urbaines et de la coordination des actions en situation de crise ; ― de la sécurité routière, par l'élaboration conjointe d'une stratégie locale de contrôle s'inscrivant dans le respect des instructions du préfet (ou des préfets) et du procureur (ou des procureurs) de la République ainsi que par la définition conjointe des besoins et des réponses apportées en matière de fourrière automobile (à préciser) ; ― de la prévention par la précision du rôle de chaque service dans les opérations destinées à assurer la tranquillité pendant les périodes de vacances, à lutter contre les hold-up, à protéger les personnes vulnérables, ou dans les relations avec les partenaires, notamment les bailleurs (à préciser) ; ― de l'encadrement des manifestations sur la voie publique ou dans l'espace public, hors missions de maintien de l'ordre (à préciser). (Cette liste est à compléter et à adapter localement.) Article 17 Compte tenu du bilan établi par le diagnostic local de sécurité et des compétences respectives des forces de sécurité de l'Etat et de la police municipale, le maire (ou les maires) de... précise (nt) qu'il (s) souhaite (nt) renforcer l'action de la police municipale par les moyens suivants (Liste des unités et moyens spécialisés de la police municipale [ex. : brigade cynophile, brigade à cheval...]). Article 18 La mise en œuvre de la coopération opérationnelle définie en application du présent titre implique l'organisation des formations suivantes (à préciser) au profit de la police municipale. Le prêt de locaux et de matériel, comme l'intervention de formateurs issus des forces de sécurité de l'Etat qui en résulte, s'effectue dans le cadre du protocole national signé entre le ministre de l'intérieur et le président du Centre national de la fonction publique territoriale (CNFPT). TITRE III DISPOSITIONS DIVERSES Article 19 Un rapport périodique est établi, au moins une fois par an, selon des modalités fixées d'un commun accord par le représentant (ou les représentants) de l'Etat et les maires des communes membres de l'établissement public de coopération intercommunale, sur les conditions de mise en œuvre de la présente convention. Ce rapport est communiqué au préfet (ou aux préfets), aux maires et au président de l'établissement public de coopération intercommunale. Copie en est transmise au procureur (ou aux procureurs) de la République. Article 20 La présente convention et son application font l'objet d'une évaluation annuelle au cours d'une réunion du comité restreint du conseil local de sécurité et de prévention de la délinquance ou, à défaut de réunion de celui-ci et si la convention ne comprend pas de dispositions relevant du titre II (Coopération opérationnelle renforcée), lors d'une rencontre entre le préfet (ou les préfets), les maires et le président de l'établissement public de coopération intercommunale. Le procureur (ou les procureurs) de la République est (sont) informé (s) de cette réunion et y participe (nt) s'il (s) le juge (nt) nécessaire. Article 21 La présente convention est conclue pour une durée de trois ans, renouvelable par reconduction expresse. Elle peut être dénoncée après un préavis de six mois par l'une ou l'autre des parties. Article 22 Afin de veiller à la pleine application de la présente convention, le président de l'établissement public de coopération intercommunale, les maires de... et le préfet (ou les préfets) de... conviennent que sa mise en œuvre sera examinée par une mission d'évaluation associant l'inspection générale de l'administration du ministère de l'intérieur, selon des modalités précisées en liaison avec l'Association des maires de France.",
            "texteHtml": "<p>CONVENTION TYPE INTERCOMMUNALE DE COORDINATION DE LA POLICE MUNICIPALE ET DES FORCES DE SÉCURITÉ DE L'ÉTAT </p><p><br/><br/>Entre le préfet de... (ou les préfets de...), les maires de..., communes membres de l'établissement public de coopération intercommunale à fiscalité propre dénommé..., et le président de cet établissement public de coopération intercommunale pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements, après avis du procureur de la République près le tribunal de grande instance de... (ou des procureurs de la République près les tribunaux de grande instance de...), il est convenu ce qui suit : <br/><br/>La police municipale de chaque commune membre de l'établissement public de coopération intercommunale et les forces de sécurité de l'Etat ont vocation, dans le respect de leurs compétences respectives, à intervenir sur la totalité du territoire de l'établissement public de coopération intercommunale, sous l'autorité du maire de la commune du lieu d'intervention. <br/><br/>En aucun cas il ne peut être confié à la police municipale de mission de maintien de l'ordre. <br/><br/>La présente convention, établie conformément aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390163&dateTexte=&categorieLien=cid'>dispositions du II de l'article L. 2212-6 du code général des collectivités territoriales</a>, précise la nature et les lieux des interventions des agents de police municipale. Elle détermine les modalités selon lesquelles ces interventions sont coordonnées avec celles des forces de sécurité de l'Etat. <br/><br/>Pour l'application de la présente convention, les forces de sécurité de l'Etat sont la police nationale dans les communes placées sous le régime de la police d'Etat et la gendarmerie nationale dans les autres communes (à préciser). Les responsables des forces de sécurité de l'Etat sont, selon le cas, le chef de la circonscription de sécurité publique ou le commandant de la communauté de brigades ou de la brigade territoriale autonome de gendarmerie territorialement compétents. <br/><br/><br/><br/>Article 1er <br/><br/><br/><br/>L'état des lieux établi à partir du diagnostic local de sécurité réalisé par les forces de sécurité de l'Etat compétents, avec le concours des communes signataires et de l'établissement public de coopération intercommunale, le cas échéant dans le cadre du conseil local de sécurité et de prévention de la délinquance, fait apparaître les besoins et priorités suivants : <br/><br/>― sécurité routière ; <br/><br/>― prévention de la violence dans les transports ; <br/><br/>― lutte contre la toxicomanie ; <br/><br/>― prévention des violences scolaires ; <br/><br/>― protection des centres commerciaux ; <br/><br/>― lutte contre les pollutions et nuisances. <br/><br/>(La liste est à compléter et à adapter localement.) <br/><br/><br/><br/>TITRE Ier <br/><br/>COORDINATION DES SERVICES <br/><br/>Chapitre Ier <br/><br/>Nature et lieux des interventions <br/><br/>Article 2 <br/><br/><br/><br/>Les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent la garde statique des bâtiments communaux. <br/><br/><br/><br/>Article 3 <br/><br/><br/><br/>I. ― Les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent, à titre principal, la surveillance des établissements scolaires suivants, en particulier lors des entrées et sorties des élèves :<br/><br/>... <br/><br/>II. ― Les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent également, à titre principal, la surveillance des points de ramassage scolaire suivants :<br/><br/>... <br/><br/><br/><br/>Article 4 <br/><br/><br/><br/>Les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent, à titre principal, la surveillance des foires et marchés, en particulier :<br/><br/>... <br/><br/>ainsi que la surveillance des cérémonies, fêtes et réjouissances organisées par la commune, notamment :<br/><br/>... <br/><br/><br/><br/>Article 5 <br/><br/><br/><br/>La surveillance des autres manifestations, notamment des manifestations sportives, récréatives ou culturelles nécessitant ou non un service d'ordre à la charge de l'organisateur, est assurée, dans les conditions définies préalablement par le responsable (ou les responsables) des forces de sécurité de l'Etat et les responsables des services de police municipale des communes membres de l'établissement public de coopération intercommunale, soit par les polices municipales des communes membres de l'établissement public de coopération intercommunale, soit par les forces de sécurité de l'Etat, soit en commun dans le respect des compétences de chaque service. <br/><br/><br/><br/>Article 6 <br/><br/><br/><br/>Les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent la surveillance de la circulation et du stationnement des véhicules sur les voies publiques et parcs de stationnement dont la liste est précisée lors des réunions périodiques prévues à l'article 10. Elles surveillent les opérations d'enlèvement des véhicules, et notamment les mises en fourrière, effectuées en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841140&dateTexte=&categorieLien=cid'>article L. 325-2 du code de la route</a>, sous l'autorité de l'officier de police judiciaire compétent, ou, en application du deuxième alinéa de ce dernier article, de l'agent de police judiciaire adjoint, chef de la police municipale. <br/><br/><br/><br/>Article 7 <br/><br/><br/><br/>Les polices municipales des communes membres de l'établissement public de coopération intercommunale informent au préalable les forces de sécurité de l'Etat des opérations de contrôle routier des véhicules et de constatation d'infractions qu'elles assurent dans le cadre de leurs compétences. <br/><br/><br/><br/>Article 8 <br/><br/><br/><br/>Sans exclusivité, les polices municipales des communes membres de l'établissement public de coopération intercommunale assurent plus particulièrement les missions de surveillance des secteurs (liste détaillée) dans les créneaux horaires suivants :<br/><br/>... <br/><br/><br/><br/>Article 9 <br/><br/><br/><br/>Toute modification des conditions d'exercice des missions prévues aux articles 2 à 8 de la présente convention fait l'objet d'une concertation entre le représentant (ou les représentants) de l'Etat et les maires des communes membres de l'établissement public de coopération intercommunale dans le délai nécessaire à l'adaptation des dispositifs de chacun des services. <br/><br/><br/><br/>Chapitre II <br/><br/>Modalités de la coordination <br/><br/>Article 10 <br/><br/><br/><br/>Le responsable (ou les responsables) des forces de sécurité de l'Etat et les responsables des services de police municipale des communes membres de l'établissement public de coopération intercommunale, ou leurs représentants, se réunissent périodiquement pour échanger toutes informations utiles relatives à l'ordre, la sécurité et la tranquillité publics dans chacune des communes membres de l'établissement public de coopération intercommunale, en vue de l'organisation matérielle des missions prévues par la présente convention. L'ordre du jour de ces réunions est adressé au procureur (ou aux procureurs) de la République qui y participe (nt) ou s'y fait (font) représenter s'il (s) l'estime (nt) nécessaire. <br/><br/>Ces réunions sont organisées selon les modalités suivantes (à compléter en ce qui concerne la fréquence, les lieux et autres modalités, en particulier celles relatives à l'information ou à la participation des maires et du représentant [ou des représentants] de l'Etat) :<br/><br/>... <br/><br/><br/><br/>Article 11 <br/><br/><br/><br/>Le responsable (ou les responsables) des forces de sécurité de l'Etat sur le territoire des communes membres de l'établissement public de coopération intercommunale et les responsables des services de police municipale des communes membres de l'établissement public de coopération intercommunale s'informent mutuellement des modalités pratiques des missions respectivement assurées par les agents des forces de sécurité de l'Etat et les agents des polices municipales des communes membres de l'établissement public de coopération intercommunale, pour assurer la complémentarité des services chargés de la sécurité sur le territoire de ces communes. <br/><br/>Les responsables des services de police municipale des communes membres de l'établissement public de coopération intercommunale informent le responsable (ou les responsables) des forces de sécurité de l'Etat du nombre d'agents de police municipale affectés aux missions de la police municipale et, le cas échéant, du nombre des agents armés et du type des armes portées. <br/><br/>Les polices municipales des communes membres de l'établissement public de coopération intercommunale donnent toutes informations aux forces de sécurité de l'Etat sur tout fait dont la connaissance peut être utile à la préservation de l'ordre public et qui a été observé dans l'exercice de leurs missions. <br/><br/>Le responsable (ou les responsables) des forces de sécurité de l'Etat et les responsables des services de police municipale peuvent décider que des missions pourront être effectuées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant. Les maires des communes intéressées en sont systématiquement informés. <br/><br/><br/><br/>Article 12 <br/><br/><br/><br/>Dans le respect des dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978</a> relative à l'informatique, aux fichiers et aux libertés, les forces de sécurité de l'Etat et les polices municipales des communes membres de l'établissement public de coopération intercommunale échangent les informations dont elles disposent sur les personnes signalées disparues et sur les véhicules volés susceptibles d'être identifiés sur le territoire de la commune. En cas d'identification par leurs agents d'une personne signalée disparue ou d'un véhicule volé, les polices municipales en informent les forces de sécurité de l'Etat. <br/><br/><br/><br/>Article 13 <br/><br/><br/><br/>Pour pouvoir exercer les missions prévues par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574893&dateTexte=&categorieLien=cid'>articles 21-2 et 78-6 du code de procédure pénale</a> et par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006840947&dateTexte=&categorieLien=cid'>articles L. 221-2, L. 223-5, L. 224-16, L. 224-17, L. 224-18, L. 231-2, L. 233-1, L. 233-2, L. 234-1 à L. 234-9 et L. 235-2 du code de la route</a>, les agents de police municipale des communes membres de l'établissement public de coopération intercommunale doivent pouvoir joindre à tout moment un officier de police judiciaire territorialement compétent. A cette fin, le responsable (ou les responsables) des forces de sécurité de l'Etat et les responsables des services de police municipale précisent les moyens par lesquels ils doivent pouvoir communiquer entre eux en toutes circonstances. <br/><br/><br/><br/>Article 14 <br/><br/><br/><br/>Les communications entre les polices municipales des communes membres de l'établissement public de coopération intercommunale et les forces de sécurité de l'Etat pour l'accomplissement de leurs missions respectives se font par une ligne téléphonique réservée ou par une liaison radiophonique, dans des conditions définies d'un commun accord par leurs responsables. <br/><br/><br/><br/>TITRE II <br/><br/>COOPÉRATION OPÉRATIONNELLE RENFORCÉE <br/><br/>Article 15 <br/><br/><br/><br/>En accord avec le président de l'établissement public de coopération intercommunale pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements, le préfet (ou les préfets) de... et le (ou les) maire (s) de... (nom d'une ou plusieurs communes membres de l'établissement public de coopération intercommunale) conviennent de renforcer la coopération opérationnelle entre la police municipale de... et les forces de sécurité de l'Etat. <br/><br/><br/><br/>Article 16 <br/><br/><br/><br/>En conséquence, les forces de sécurité de l'Etat et la police municipale amplifient leur coopération dans les domaines : <br/><br/>― du partage d'informations sur les moyens disponibles en temps réel et leurs modalités d'engagement ou de mise à disposition (à préciser) ; <br/><br/>― de l'information quotidienne et réciproque par les moyens suivants (à préciser). <br/><br/>Elles veilleront ainsi à la transmission réciproque des données ainsi que des éléments de contexte concourant à l'amélioration du service dans le strict respect de leurs prérogatives, de leurs missions propres et des règles qui encadrent la communication des données. Dans ce cadre, elles partageront ainsi les informations utiles, notamment dans les domaines suivants (à préciser) ; <br/><br/>― de la communication opérationnelle : par le prêt exceptionnel de matériel radio permettant l'accueil de la police municipale sur les réseaux \"Rubis\" ou \"Acropol\" afin d'échanger des informations opérationnelles au moyen d'une communication individuelle ou d'une conférence commune, par le partage d'un autre canal commun permettant également la transmission d'un appel d'urgence (ce dernier étant alors géré par les forces de sécurité de l'Etat), ou par une ligne téléphonique dédiée ou tout autre moyen technique (internet...). Le renforcement de la communication opérationnelle implique également la retransmission immédiate des sollicitations adressées à la police municipale dépassant ses prérogatives. De même, la participation de la police municipale à un poste de commandement commun en cas de crise ou de gestion de grand événement peut être envisagée par le préfet (ou les préfets). Le prêt de matériel fait l'objet d'une mention expresse qui prévoit notamment les conditions et les modalités de contrôle de son utilisation (à préciser) ; <br/><br/>― de la vidéoprotection par la rédaction des modalités d'interventions consécutives à la saisine des forces de sécurité intérieure par un centre de supervision urbaine et d'accès aux images, dans un document annexé à la présente convention (à préciser) ; <br/><br/>― des missions menées en commun sous l'autorité fonctionnelle du responsable (ou des responsables) des forces de sécurité de l'Etat, ou de son représentant (ou ses représentants), mentionnées à l'article 11, par la définition préalable des modalités concrètes d'engagement de ces missions (à préciser) ; <br/><br/>― de la prévention des violences urbaines et de la coordination des actions en situation de crise ; <br/><br/>― de la sécurité routière, par l'élaboration conjointe d'une stratégie locale de contrôle s'inscrivant dans le respect des instructions du préfet (ou des préfets) et du procureur (ou des procureurs) de la République ainsi que par la définition conjointe des besoins et des réponses apportées en matière de fourrière automobile (à préciser) ; <br/><br/>― de la prévention par la précision du rôle de chaque service dans les opérations destinées à assurer la tranquillité pendant les périodes de vacances, à lutter contre les hold-up, à protéger les personnes vulnérables, ou dans les relations avec les partenaires, notamment les bailleurs (à préciser) ; <br/><br/>― de l'encadrement des manifestations sur la voie publique ou dans l'espace public, hors missions de maintien de l'ordre (à préciser). <br/><br/>(Cette liste est à compléter et à adapter localement.) <br/><br/><br/><br/>Article 17 <br/><br/><br/><br/>Compte tenu du bilan établi par le diagnostic local de sécurité et des compétences respectives des forces de sécurité de l'Etat et de la police municipale, le maire (ou les maires) de... précise (nt) qu'il (s) souhaite (nt) renforcer l'action de la police municipale par les moyens suivants (Liste des unités et moyens spécialisés de la police municipale [ex. : brigade cynophile, brigade à cheval...]). <br/><br/><br/><br/>Article 18 <br/><br/><br/><br/>La mise en œuvre de la coopération opérationnelle définie en application du présent titre implique l'organisation des formations suivantes (à préciser) au profit de la police municipale. Le prêt de locaux et de matériel, comme l'intervention de formateurs issus des forces de sécurité de l'Etat qui en résulte, s'effectue dans le cadre du protocole national signé entre le ministre de l'intérieur et le président du Centre national de la fonction publique territoriale (CNFPT). <br/><br/><br/><br/>TITRE III <br/><br/>DISPOSITIONS DIVERSES <br/><br/>Article 19 <br/><br/><br/><br/>Un rapport périodique est établi, au moins une fois par an, selon des modalités fixées d'un commun accord par le représentant (ou les représentants) de l'Etat et les maires des communes membres de l'établissement public de coopération intercommunale, sur les conditions de mise en œuvre de la présente convention. Ce rapport est communiqué au préfet (ou aux préfets), aux maires et au président de l'établissement public de coopération intercommunale. Copie en est transmise au procureur (ou aux procureurs) de la République. <br/><br/><br/><br/>Article 20 <br/><br/><br/><br/>La présente convention et son application font l'objet d'une évaluation annuelle au cours d'une réunion du comité restreint du conseil local de sécurité et de prévention de la délinquance ou, à défaut de réunion de celui-ci et si la convention ne comprend pas de dispositions relevant du titre II (Coopération opérationnelle renforcée), lors d'une rencontre entre le préfet (ou les préfets), les maires et le président de l'établissement public de coopération intercommunale. Le procureur (ou les procureurs) de la République est (sont) informé (s) de cette réunion et y participe (nt) s'il (s) le juge (nt) nécessaire. <br/><br/><br/><br/>Article 21 <br/><br/><br/><br/>La présente convention est conclue pour une durée de trois ans, renouvelable par reconduction expresse. Elle peut être dénoncée après un préavis de six mois par l'une ou l'autre des parties. <br/><br/><br/><br/>Article 22 <br/><br/><br/><br/>Afin de veiller à la pleine application de la présente convention, le président de l'établissement public de coopération intercommunale, les maires de... et le préfet (ou les préfets) de... conviennent que sa mise en œuvre sera examinée par une mission d'évaluation associant l'inspection générale de l'administration du ministère de l'intérieur, selon des modalités précisées en liaison avec l'Association des maires de France.</p>",
            "num": "Annexe IV-II",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1325721600000,
            "dateFin": 1388534400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 357913941,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Autres annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324085",
                        "id": "LEGISCTA000019324085",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025107800",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324085",
            "sectionParentId": "LEGISCTA000019324085",
            "sectionParentTitre": "Autres annexes",
            "fullSectionsTitre": "Annexes &gt; Autres annexes",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000025107800",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025083497",
                    "textTitle": "Décret n°2012-2 du 2 janvier 2012 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000025107344",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-01-04",
                    "dateSignaTexte": "2012-01-02",
                    "dateDebutCible": "2012-01-05"
                },
                {
                    "textCid": "JORFTEXT000028276865",
                    "textTitle": "Décret n°2013-1113\n du 4 décembre 2013 - art. 9",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000028281569",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-12-06",
                    "dateSignaTexte": "2013-12-04",
                    "dateDebutCible": "2013-12-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2212-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2212-6",
                    "articleId": "LEGIARTI000006390163",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 924220800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 21-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "21-2",
                    "articleId": "LEGIARTI000006574893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 924220800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L221-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-2",
                    "articleId": "LEGIARTI000006840947",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-2",
                    "articleId": "LEGIARTI000006841140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. Annexe 2 (VD)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 2",
                    "articleId": "LEGIARTI000028289157",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025107800",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1325721600000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IV-II"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}