{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000029321540",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Lorsque, dans le cadre des opérations collectives, l'employeur ou la personne morale assure le précompte de la cotisation, à défaut de paiement d'une cotisation dans les dix jours de son échéance et indépendamment du droit pour la mutuelle ou l'union d'appliquer des majorations de retard à la charge exclusive de l'employeur et de poursuivre en justice l'exécution du contrat collectif, la garantie ne peut être suspendue que trente jours après la mise en demeure de l'employeur ou de la personne morale. Dans la lettre de mise en demeure qu'elle adresse à l'employeur ou à la personne morale, la mutuelle ou l'union l'informe des conséquences que ce défaut de paiement est susceptible d'entraîner sur la poursuite de la garantie. Le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation par l'employeur ou la personne morale souscriptrice est susceptible d'entraîner la résiliation du bulletin d'adhésion ou du contrat collectif, sauf s'il entreprend de se substituer à l'employeur ou à la personne morale souscriptrice pour le paiement des cotisations. La mutuelle ou l'union a le droit de résilier le contrat collectif dix jours après le délai de trente jours mentionné au premier alinéa du présent I. Le contrat collectif non résilié reprend effet à midi le lendemain du jour où ont été payées à celles-ci les cotisations arriérées et celles venues à échéance pendant la période de suspension ainsi que, éventuellement, les frais de poursuite et de recouvrement. II. – Lorsque dans le cadre des opérations collectives facultatives, l'employeur ou la personne morale n'assure pas le précompte des cotisations, le membre participant qui ne paie pas sa cotisation dans les dix jours de son échéance peut être exclu du groupe. L'exclusion ne peut intervenir que dans un délai de quarante jours à compter de la notification de la mise en demeure. Cette lettre ne peut être envoyée que dix jours au plus tôt après la date à laquelle les sommes doivent être payées. Lors de la mise en demeure, le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation est susceptible d'entraîner son exclusion des garanties définies au bulletin d'adhésion ou au contrat collectif. L'exclusion ne peut faire obstacle, le cas échéant, au versement des prestations acquises en contrepartie des cotisations versées antérieurement par le débiteur de cotisations. La procédure prévue au I est applicable à l'employeur ou à la personne morale qui ne paie pas sa part de cotisation. Dans ce cas, la mutuelle ou l'union informe chaque membre participant de la mise en oeuvre de cette procédure et de ses conséquences dès l'envoi de la lettre de mise en demeure mentionnée au deuxième alinéa du I et rembourse, le cas échéant, au membre participant la fraction de cotisation afférente au temps pendant lequel la mutuelle ou l'union ne couvre plus le risque. III. – Les dispositions du présent article ne sont pas applicables lorsque l'adhésion à la mutuelle ou à l'union résulte d'une obligation prévue dans une convention de branche ou un accord professionnel ou interprofessionnel. Les statuts de la mutuelle ou de l'union peuvent prévoir les conditions dans lesquelles la mutuelle ou l'union applique, à défaut du paiement de la cotisation dans les dix jours de son échéance, les majorations de retard à la charge exclusive de l'employeur ou poursuit en justice l'exécution du contrat.",
            "texteHtml": "<p>I. – Lorsque, dans le cadre des opérations collectives, l'employeur ou la personne morale assure le précompte de la cotisation, à défaut de paiement d'une cotisation dans les dix jours de son échéance et indépendamment du droit pour la mutuelle ou l'union d'appliquer des majorations de retard à la charge exclusive de l'employeur et de poursuivre en justice l'exécution du contrat collectif, la garantie ne peut être suspendue que trente jours après la mise en demeure de l'employeur ou de la personne morale.</p><p>Dans la lettre de mise en demeure qu'elle adresse à l'employeur ou à la personne morale, la mutuelle ou l'union l'informe des conséquences que ce défaut de paiement est susceptible d'entraîner sur la poursuite de la garantie. Le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation par l'employeur ou la personne morale souscriptrice est susceptible d'entraîner la résiliation du bulletin d'adhésion ou du contrat collectif, sauf s'il entreprend de se substituer à l'employeur ou à la personne morale souscriptrice pour le paiement des cotisations.</p><p>La mutuelle ou l'union a le droit de résilier le contrat collectif dix jours après le délai de trente jours mentionné au premier alinéa du présent I.</p><p>Le contrat collectif non résilié reprend effet à midi le lendemain du jour où ont été payées à celles-ci les cotisations arriérées et celles venues à échéance pendant la période de suspension ainsi que, éventuellement, les frais de poursuite et de recouvrement.</p><p>II. – Lorsque dans le cadre des opérations collectives facultatives, l'employeur ou la personne morale n'assure pas le précompte des cotisations, le membre participant qui ne paie pas sa cotisation dans les dix jours de son échéance peut être exclu du groupe.</p><p>L'exclusion ne peut intervenir que dans un délai de quarante jours à compter de la notification de la mise en demeure. Cette lettre ne peut être envoyée que dix jours au plus tôt après la date à laquelle les sommes doivent être payées.</p><p>Lors de la mise en demeure, le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation est susceptible d'entraîner son exclusion des garanties définies au bulletin d'adhésion ou au contrat collectif. L'exclusion ne peut faire obstacle, le cas échéant, au versement des prestations acquises en contrepartie des cotisations versées antérieurement par le débiteur de cotisations.</p><p>La procédure prévue au I est applicable à l'employeur ou à la personne morale qui ne paie pas sa part de cotisation. Dans ce cas, la mutuelle ou l'union informe chaque membre participant de la mise en oeuvre de cette procédure et de ses conséquences dès l'envoi de la lettre de mise en demeure mentionnée au deuxième alinéa du I et rembourse, le cas échéant, au membre participant la fraction de cotisation afférente au temps pendant lequel la mutuelle ou l'union ne couvre plus le risque.</p><p>III. – Les dispositions du présent article ne sont pas applicables lorsque l'adhésion à la mutuelle ou à l'union résulte d'une obligation prévue dans une convention de branche ou un accord professionnel ou interprofessionnel. Les statuts de la mutuelle ou de l'union peuvent prévoir les conditions dans lesquelles la mutuelle ou l'union applique, à défaut du paiement de la cotisation dans les dix jours de son échéance, les majorations de retard à la charge exclusive de l'employeur ou poursuit en justice l'exécution du contrat.</p>",
            "num": "L221-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1406937600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157226",
                        "id": "LEGISCTA000006157226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Exécution du contrat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173985",
                        "id": "LEGISCTA000006173985",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792325",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173985",
            "sectionParentId": "LEGISCTA000006173985",
            "sectionParentTitre": "Section 2 : Exécution du contrat.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre Ier : Dispositions générales. &gt; Section 2 : Exécution du contrat.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029321540",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance n° 2001-350 du 19 avril 2001",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000027546648",
                    "textTitle": "LOI n°2013-504\n du 14 juin 2013 - art. 1 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031932256",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-06-16",
                    "dateSignaTexte": "2013-06-14",
                    "dateDebutCible": "2016-01-28"
                },
                {
                    "textCid": "JORFTEXT000029313296",
                    "textTitle": "LOI n°2014-856 du 31 juillet 2014 - art. 51",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000029314892",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-08-01",
                    "dateSignaTexte": "2014-07-31",
                    "dateDebutCible": "2014-08-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-27",
                    "articleId": "LEGIARTI000006792408",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1122508800000
                },
                {
                    "textCid": "KALITEXT000019385629",
                    "textTitle": "Régime frais de santé - art. 10 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "KALIARTI000019385659",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "11",
                    "datePubli": 32472144000000,
                    "dateDebut": 1208304000000
                },
                {
                    "textCid": "KALITEXT000018564190",
                    "textTitle": "Soins de santé - art. 3 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "KALIARTI000018564256",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "4",
                    "datePubli": 32472144000000,
                    "dateDebut": 1176854400000
                },
                {
                    "textCid": "KALITEXT000018564190",
                    "textTitle": "relatif aux soins de santé - art. 10 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "KALIARTI000018564216",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "4",
                    "datePubli": 32472144000000,
                    "dateDebut": 1176854400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792325",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1371427200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027563175",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1371427200000,
                    "dateFin": 1406937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029321540",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1406937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L221-8",
                "221-8"
            ],
            "versionPrecedente": "LEGIARTI000027563175",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027563175",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Lorsque, dans le cadre des opérations collectives, l'employeur ou la personne morale assure le précompte de la cotisation, à défaut de paiement d'une cotisation dans les dix jours de son échéance, la garantie ne peut être suspendue que trente jours après la mise en demeure de l'employeur ou de la personne morale. Dans la lettre de mise en demeure qu'elle adresse à l'employeur ou à la personne morale, la mutuelle ou l'union l'informe des conséquences que ce défaut de paiement est susceptible d'entraîner sur la poursuite de la garantie. Le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation par l'employeur ou la personne morale souscriptrice est susceptible d'entraîner la résiliation du bulletin d'adhésion ou du contrat collectif, sauf s'il entreprend de se substituer à l'employeur ou à la personne morale souscriptrice pour le paiement des cotisations. La mutuelle ou l'union a le droit de résilier le contrat collectif dix jours après le délai de trente jours mentionné au premier alinéa du présent I. Le contrat collectif non résilié reprend effet à midi le lendemain du jour où, sauf décision différente de la mutuelle ou de l'union, ont été payées à celles-ci les cotisations arriérées et celles venues à échéance pendant la période de suspension ainsi que, éventuellement, les frais de poursuite et de recouvrement. II. - Lorsque dans le cadre des opérations collectives facultatives, l'employeur ou la personne morale n'assure pas le précompte des cotisations, le membre participant qui ne paie pas sa cotisation dans les dix jours de son échéance peut être exclu du groupe. L'exclusion ne peut intervenir que dans un délai de quarante jours à compter de la notification de la mise en demeure. Cette lettre ne peut être envoyée que dix jours au plus tôt après la date à laquelle les sommes doivent être payées. Lors de la mise en demeure, le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation est susceptible d'entraîner son exclusion des garanties définies au bulletin d'adhésion ou au contrat collectif. L'exclusion ne peut faire obstacle, le cas échéant, au versement des prestations acquises en contrepartie des cotisations versées antérieurement par le débiteur de cotisations. La procédure prévue au I est applicable à l'employeur ou à la personne morale qui ne paie pas sa part de cotisation. Dans ce cas, la mutuelle ou l'union informe chaque membre participant de la mise en oeuvre de cette procédure et de ses conséquences dès l'envoi de la lettre de mise en demeure mentionnée au deuxième alinéa du I et rembourse, le cas échéant, au membre participant la fraction de cotisation afférente au temps pendant lequel la mutuelle ou l'union ne couvre plus le risque. III. - Les dispositions du présent article ne sont pas applicables lorsque l'adhésion à la mutuelle ou à l'union résulte d'une obligation prévue dans une convention de branche ou un accord professionnel ou interprofessionnel. Les statuts de la mutuelle ou de l'union peuvent prévoir les conditions dans lesquelles la mutuelle ou l'union applique, à défaut du paiement de la cotisation dans les dix jours de son échéance, les majorations de retard à la charge exclusive de l'employeur ou poursuit en justice l'exécution du contrat.",
            "texteHtml": "<p>   I. - Lorsque, dans le cadre des opérations collectives, l'employeur ou la personne morale assure le précompte de la cotisation, à défaut de paiement d'une cotisation dans les dix jours de son échéance, la garantie ne peut être suspendue que trente jours après la mise en demeure de l'employeur ou de la personne morale.</p><p></p><p>   Dans la lettre de mise en demeure qu'elle adresse à l'employeur ou à la personne morale, la mutuelle ou l'union l'informe des conséquences que ce défaut de paiement est susceptible d'entraîner sur la poursuite de la garantie. Le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation par l'employeur ou la personne morale souscriptrice est susceptible d'entraîner la résiliation du bulletin d'adhésion ou du contrat collectif, sauf s'il entreprend de se substituer à l'employeur ou à la personne morale souscriptrice pour le paiement des cotisations.</p><p></p><p>   La mutuelle ou l'union a le droit de résilier le contrat collectif dix jours après le délai de trente jours mentionné au premier alinéa du présent I.</p><p></p><p>   Le contrat collectif non résilié reprend effet à midi le lendemain du jour où, sauf décision différente de la mutuelle ou de l'union, ont été payées à celles-ci les cotisations arriérées et celles venues à échéance pendant la période de suspension ainsi que, éventuellement, les frais de poursuite et de recouvrement.</p><p></p><p>   II. - Lorsque dans le cadre des opérations collectives facultatives, l'employeur ou la personne morale n'assure pas le précompte des cotisations, le membre participant qui ne paie pas sa cotisation dans les dix jours de son échéance peut être exclu du groupe.</p><p></p><p>   L'exclusion ne peut intervenir que dans un délai de quarante jours à compter de la notification de la mise en demeure. Cette lettre ne peut être envoyée que dix jours au plus tôt après la date à laquelle les sommes doivent être payées.</p><p></p><p>   Lors de la mise en demeure, le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation est susceptible d'entraîner son exclusion des garanties définies au bulletin d'adhésion ou au contrat collectif. L'exclusion ne peut faire obstacle, le cas échéant, au versement des prestations acquises en contrepartie des cotisations versées antérieurement par le débiteur de cotisations.</p><p></p><p>   La procédure prévue au I est applicable à l'employeur ou à la personne morale qui ne paie pas sa part de cotisation. Dans ce cas, la mutuelle ou l'union informe chaque membre participant de la mise en oeuvre de cette procédure et de ses conséquences dès l'envoi de la lettre de mise en demeure mentionnée au deuxième alinéa du I et rembourse, le cas échéant, au membre participant la fraction de cotisation afférente au temps pendant lequel la mutuelle ou l'union ne couvre plus le risque.</p><p></p><p>   III. - Les dispositions du présent article ne sont pas applicables lorsque l'adhésion à la mutuelle ou à l'union résulte d'une obligation prévue dans une convention de branche ou un accord professionnel ou interprofessionnel. Les statuts de la mutuelle ou de l'union peuvent prévoir les conditions dans lesquelles la mutuelle ou l'union applique, à défaut du paiement de la cotisation dans les dix jours de son échéance, les majorations de retard à la charge exclusive de l'employeur ou poursuit en justice l'exécution du contrat.</p><p></p><p></p>",
            "num": "L221-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1371427200000,
            "dateFin": 1406937600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157226",
                        "id": "LEGISCTA000006157226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Exécution du contrat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173985",
                        "id": "LEGISCTA000006173985",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792325",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173985",
            "sectionParentId": "LEGISCTA000006173985",
            "sectionParentTitre": "Section 2 : Exécution du contrat.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre Ier : Dispositions générales. &gt; Section 2 : Exécution du contrat.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027563175",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance n° 2001-350 du 19 avril 2001",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000027546648",
                    "textTitle": "LOI n°2013-504\n du 14 juin 2013 - art. 1 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027548701",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-06-16",
                    "dateSignaTexte": "2013-06-14",
                    "dateDebutCible": "2013-06-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L912-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L912-1",
                    "articleId": "LEGIARTI000006745472",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776476800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-27",
                    "articleId": "LEGIARTI000006792408",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1122508800000
                },
                {
                    "textCid": "KALITEXT000019385629",
                    "textTitle": "Régime frais de santé - art. 10 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "KALIARTI000019385659",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "11",
                    "datePubli": 32472144000000,
                    "dateDebut": 1208304000000
                },
                {
                    "textCid": "KALITEXT000018564190",
                    "textTitle": "Soins de santé - art. 3 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "KALIARTI000018564256",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "4",
                    "datePubli": 32472144000000,
                    "dateDebut": 1176854400000
                },
                {
                    "textCid": "KALITEXT000018564190",
                    "textTitle": "relatif aux soins de santé - art. 10 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "KALIARTI000018564216",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "4",
                    "datePubli": 32472144000000,
                    "dateDebut": 1176854400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792325",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1371427200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027563175",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1371427200000,
                    "dateFin": 1406937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029321540",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1406937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L221-8",
                "221-8"
            ],
            "versionPrecedente": "LEGIARTI000006792325",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006792325",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Lorsque, dans le cadre des opérations collectives, l'employeur ou la personne morale assure le précompte de la cotisation, à défaut de paiement d'une cotisation dans les dix jours de son échéance, la garantie ne peut être suspendue que trente jours après la mise en demeure de l'employeur ou de la personne morale. Dans la lettre de mise en demeure qu'elle adresse à l'employeur ou à la personne morale, la mutuelle ou l'union l'informe des conséquences que ce défaut de paiement est susceptible d'entraîner sur la poursuite de la garantie. Le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation par l'employeur ou la personne morale souscriptrice est susceptible d'entraîner la résiliation du bulletin d'adhésion ou du contrat collectif, sauf s'il entreprend de se substituer à l'employeur ou à la personne morale souscriptrice pour le paiement des cotisations. La mutuelle ou l'union a le droit de résilier le contrat collectif dix jours après le délai de trente jours mentionné au premier alinéa du présent I. Le contrat collectif non résilié reprend effet à midi le lendemain du jour où, sauf décision différente de la mutuelle ou de l'union, ont été payées à celles-ci les cotisations arriérées et celles venues à échéance pendant la période de suspension ainsi que, éventuellement, les frais de poursuite et de recouvrement. II. - Lorsque dans le cadre des opérations collectives facultatives, l'employeur ou la personne morale n'assure pas le précompte des cotisations, le membre participant qui ne paie pas sa cotisation dans les dix jours de son échéance peut être exclu du groupe. L'exclusion ne peut intervenir que dans un délai de quarante jours à compter de la notification de la mise en demeure. Cette lettre ne peut être envoyée que dix jours au plus tôt après la date à laquelle les sommes doivent être payées. Lors de la mise en demeure, le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation est susceptible d'entraîner son exclusion des garanties définies au bulletin d'adhésion ou au contrat collectif. L'exclusion ne peut faire obstacle, le cas échéant, au versement des prestations acquises en contrepartie des cotisations versées antérieurement par le débiteur de cotisations. La procédure prévue au I est applicable à l'employeur ou à la personne morale qui ne paie pas sa part de cotisation. Dans ce cas, la mutuelle ou l'union informe chaque membre participant de la mise en oeuvre de cette procédure et de ses conséquences dès l'envoi de la lettre de mise en demeure mentionnée au deuxième alinéa du I et rembourse, le cas échéant, au membre participant la fraction de cotisation afférente au temps pendant lequel la mutuelle ou l'union ne couvre plus le risque. III. - Les dispositions du présent article ne sont pas applicables lorsque l'adhésion à la mutuelle ou à l'union résulte d'une obligation prévue dans une convention de branche ou un accord professionnel ou interprofessionnel régi par l'article L. 912-1 du code de la sécurité sociale. Les statuts de la mutuelle ou de l'union peuvent prévoir les conditions dans lesquelles la mutuelle ou l'union applique, à défaut du paiement de la cotisation dans les dix jours de son échéance, les majorations de retard à la charge exclusive de l'employeur ou poursuit en justice l'exécution du contrat.",
            "texteHtml": "<p></p>   I. - Lorsque, dans le cadre des opérations collectives, l'employeur ou la personne morale assure le précompte de la cotisation, à défaut de paiement d'une cotisation dans les dix jours de son échéance, la garantie ne peut être suspendue que trente jours après la mise en demeure de l'employeur ou de la personne morale.<p></p><p></p>   Dans la lettre de mise en demeure qu'elle adresse à l'employeur ou à la personne morale, la mutuelle ou l'union l'informe des conséquences que ce défaut de paiement est susceptible d'entraîner sur la poursuite de la garantie. Le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation par l'employeur ou la personne morale souscriptrice est susceptible d'entraîner la résiliation du bulletin d'adhésion ou du contrat collectif, sauf s'il entreprend de se substituer à l'employeur ou à la personne morale souscriptrice pour le paiement des cotisations.<p></p><p></p>   La mutuelle ou l'union a le droit de résilier le contrat collectif dix jours après le délai de trente jours mentionné au premier alinéa du présent I.<p></p><p></p>   Le contrat collectif non résilié reprend effet à midi le lendemain du jour où, sauf décision différente de la mutuelle ou de l'union, ont été payées à celles-ci les cotisations arriérées et celles venues à échéance pendant la période de suspension ainsi que, éventuellement, les frais de poursuite et de recouvrement.<p></p><p></p>   II. - Lorsque dans le cadre des opérations collectives facultatives, l'employeur ou la personne morale n'assure pas le précompte des cotisations, le membre participant qui ne paie pas sa cotisation dans les dix jours de son échéance peut être exclu du groupe.<p></p><p></p>   L'exclusion ne peut intervenir que dans un délai de quarante jours à compter de la notification de la mise en demeure. Cette lettre ne peut être envoyée que dix jours au plus tôt après la date à laquelle les sommes doivent être payées.<p></p><p></p>   Lors de la mise en demeure, le membre participant est informé qu'à l'expiration du délai prévu à l'alinéa précédent le défaut de paiement de la cotisation est susceptible d'entraîner son exclusion des garanties définies au bulletin d'adhésion ou au contrat collectif. L'exclusion ne peut faire obstacle, le cas échéant, au versement des prestations acquises en contrepartie des cotisations versées antérieurement par le débiteur de cotisations.<p></p><p></p>   La procédure prévue au I est applicable à l'employeur ou à la personne morale qui ne paie pas sa part de cotisation. Dans ce cas, la mutuelle ou l'union informe chaque membre participant de la mise en oeuvre de cette procédure et de ses conséquences dès l'envoi de la lettre de mise en demeure mentionnée au deuxième alinéa du I et rembourse, le cas échéant, au membre participant la fraction de cotisation afférente au temps pendant lequel la mutuelle ou l'union ne couvre plus le risque.<p></p><p></p>   III. - Les dispositions du présent article ne sont pas applicables lorsque l'adhésion à la mutuelle ou à l'union résulte d'une obligation prévue dans une convention de branche ou un accord professionnel ou interprofessionnel régi par l'article L. 912-1 du code de la sécurité sociale. Les statuts de la mutuelle ou de l'union peuvent prévoir les conditions dans lesquelles la mutuelle ou l'union applique, à défaut du paiement de la cotisation dans les dix jours de son échéance, les majorations de retard à la charge exclusive de l'employeur ou poursuit en justice l'exécution du contrat.<p></p><p></p>",
            "num": "L221-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 987897600000,
            "dateFin": 1371427200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157226",
                        "id": "LEGISCTA000006157226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Exécution du contrat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173985",
                        "id": "LEGISCTA000006173985",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792325",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173985",
            "sectionParentId": "LEGISCTA000006173985",
            "sectionParentTitre": "Section 2 : Exécution du contrat.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre Ier : Dispositions générales. &gt; Section 2 : Exécution du contrat.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006792325",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L912-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L912-1",
                    "articleId": "LEGIARTI000006745472",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776476800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-27",
                    "articleId": "LEGIARTI000006792408",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1122508800000
                },
                {
                    "textCid": "KALITEXT000019385629",
                    "textTitle": "Régime frais de santé - art. 10 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "KALIARTI000019385659",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "11",
                    "datePubli": 32472144000000,
                    "dateDebut": 1208304000000
                },
                {
                    "textCid": "KALITEXT000018564190",
                    "textTitle": "Soins de santé - art. 3 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "KALIARTI000018564256",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "4",
                    "datePubli": 32472144000000,
                    "dateDebut": 1176854400000
                },
                {
                    "textCid": "KALITEXT000018564190",
                    "textTitle": "relatif aux soins de santé - art. 10 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "KALIARTI000018564216",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "4",
                    "datePubli": 32472144000000,
                    "dateDebut": 1176854400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792325",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1371427200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027563175",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1371427200000,
                    "dateFin": 1406937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029321540",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1406937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L221-8",
                "221-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}