{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044509036",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le contenu de la déclaration environnementale fait l'objet d'une vérification par une tierce partie indépendante qui est une personne physique ou morale différente du ou des déclarants du produit de construction ou de décoration ou de l'équipement pour lequel la déclaration est établie. La conformité de la déclaration environnementale prévue à l'article R. 171-17 est formalisée par la délivrance d'une attestation de vérification remise par la tierce partie indépendante au déclarant. La tierce partie indépendante agit avec impartialité et ne présente pas de conflit d'intérêt de nature à porter atteinte à son indépendance à l'égard du ou des déclarants, notamment par le fait d'avoir participé au processus d'élaboration de la déclaration environnementale pour le compte du déclarant. L'attestation de vérification comprend une déclaration sur l'honneur de la tierce partie indépendante de nature à établir son indépendance et son impartialité vis-à-vis du ou des déclarants, qui comporte notamment la description de tous ses liens d'intérêts au cours des trois dernières années. Un arrêté du ministre chargé de la construction précise les modalités du processus de vérification et le contenu de l'attestation de vérification. II. - Pour l'exercice de sa mission de vérification, la tierce partie indépendante doit disposer d'une attestation de reconnaissance d'aptitude individuelle délivrée à des personnes physiques par une personne morale chargée de l'application d'un programme de déclarations environnementales tel que défini à l'article R. 171-15. Cette personne y atteste que la tierce partie indépendante dispose, pour l'exercice de sa mission, des garanties d'indépendance et d'impartialité requises ainsi que des connaissances et des compétences suivantes : 1° Au moins deux années d'expérience dans le domaine de l'analyse du cycle de vie des produits de construction ou de décoration, ou des équipements et des déclarations environnementales ; 2° Une connaissance générale sur les techniques de construction d'un bâtiment ainsi que sur l'évaluation des performances des composants le constituant ; 3° Une connaissance précise d'un ou plusieurs secteurs d'activité suivants : a) Les produits de construction et de décoration ; b) Les équipements électriques, électroniques et de génie climatique ; 4° Une connaissance des aspects environnementaux liés aux produits de construction ou de décoration ou aux équipements ; 5° Une connaissance du cadre réglementaire portant sur les déclarations environnementales des produits de construction, de décoration et des équipements ; 6° Une connaissance des exigences, des lignes directrices, des principes et modes opératoires méthodologiques applicables dans le domaine des déclarations environnementales des produits de construction ou de décoration et des équipements destinés à un usage dans les ouvrages de bâtiment. L'attestation de reconnaissance d'aptitude de la tierce partie indépendante est valable trois ans et est renouvelée à des conditions précisées par un arrêté du ministre chargé de la construction. III. - En cas d'erreurs ou de manquements notables et répétés de la part d'une tierce partie indépendante, identifiés notamment lors des contrôles complémentaires mentionnés à l'article R. 171-19, réalisés par une personne morale chargée de l'application d'un programme de déclarations environnementales, cette dernière peut, après avoir recueilli les observations de la tierce partie indépendante, suspendre ou retirer son attestation de reconnaissance d'aptitude. IV. - Une tierce partie indépendante ressortissante d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen qualifiée dans son Etat membre d'origine pour l'activité de vérification en tant que tierce partie indépendante peut s'établir en France. La tierce partie indépendante européenne s'enregistre auprès de la personne morale chargée de l'application d'un programme de déclarations environnementales. Une tierce partie indépendante ressortissante d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen souhaitant exercer l'activité de vérification en tant que tierce partie indépendante peut exercer en France, à titre temporaire et occasionnel, sous réserve d'être légalement établie dans un de ces Etats pour y exercer la même activité. Lorsque cette activité ou la formation y conduisant ne sont pas réglementées dans l'Etat d'établissement, elle doit l'avoir exercée dans un ou plusieurs Etats membres de l'Union européenne ou Etats parties à l'accord sur l'Espace économique européen pendant au moins une année à temps plein ou pendant une durée équivalente à temps partiel au cours des dix années qui précèdent la prestation qu'elle entend réaliser en France. La tierce partie indépendante adresse à la personne morale chargée de l'application d'un programme de déclarations environnementales une déclaration préalable comprenant une attestation certifiant que le détenteur est légalement établi dans un Etat membre pour y exercer l'activité en question et une preuve de ses qualifications professionnelles.",
            "texteHtml": "<p>I. - Le contenu de la déclaration environnementale fait l'objet d'une vérification par une tierce partie indépendante qui est une personne physique ou morale différente du ou des déclarants du produit de construction ou de décoration ou de l'équipement pour lequel la déclaration est établie. La conformité de la déclaration environnementale prévue à l'article R. 171-17 est formalisée par la délivrance d'une attestation de vérification remise par la tierce partie indépendante au déclarant.<br/><br/>\nLa tierce partie indépendante agit avec impartialité et ne présente pas de conflit d'intérêt de nature à porter atteinte à son indépendance à l'égard du ou des déclarants, notamment par le fait d'avoir participé au processus d'élaboration de la déclaration environnementale pour le compte du déclarant. L'attestation de vérification comprend une déclaration sur l'honneur de la tierce partie indépendante de nature à établir son indépendance et son impartialité vis-à-vis du ou des déclarants, qui comporte notamment la description de tous ses liens d'intérêts au cours des trois dernières années.<br/><br/>\nUn arrêté du ministre chargé de la construction précise les modalités du processus de vérification et le contenu de l'attestation de vérification.<br/><br/>\nII. - Pour l'exercice de sa mission de vérification, la tierce partie indépendante doit disposer d'une attestation de reconnaissance d'aptitude individuelle délivrée à des personnes physiques par une personne morale chargée de l'application d'un programme de déclarations environnementales tel que défini à l'article R. 171-15. Cette personne y atteste que la tierce partie indépendante dispose, pour l'exercice de sa mission, des garanties d'indépendance et d'impartialité requises ainsi que des connaissances et des compétences suivantes :<br/><br/>\n1° Au moins deux années d'expérience dans le domaine de l'analyse du cycle de vie des produits de construction ou de décoration, ou des équipements et des déclarations environnementales ;<br/><br/>\n2° Une connaissance générale sur les techniques de construction d'un bâtiment ainsi que sur l'évaluation des performances des composants le constituant ;<br/><br/>\n3° Une connaissance précise d'un ou plusieurs secteurs d'activité suivants :<br/><br/>\na) Les produits de construction et de décoration ;<br/><br/>\nb) Les équipements électriques, électroniques et de génie climatique ;<br/><br/>\n4° Une connaissance des aspects environnementaux liés aux produits de construction ou de décoration ou aux équipements ;<br/><br/>\n5° Une connaissance du cadre réglementaire portant sur les déclarations environnementales des produits de construction, de décoration et des équipements ;<br/><br/>\n6° Une connaissance des exigences, des lignes directrices, des principes et modes opératoires méthodologiques applicables dans le domaine des déclarations environnementales des produits de construction ou de décoration et des équipements destinés à un usage dans les ouvrages de bâtiment.<br/><br/>\nL'attestation de reconnaissance d'aptitude de la tierce partie indépendante est valable trois ans et est renouvelée à des conditions précisées par un arrêté du ministre chargé de la construction.<br/><br/>\nIII. - En cas d'erreurs ou de manquements notables et répétés de la part d'une tierce partie indépendante, identifiés notamment lors des contrôles complémentaires mentionnés à l'article R. 171-19, réalisés par une personne morale chargée de l'application d'un programme de déclarations environnementales, cette dernière peut, après avoir recueilli les observations de la tierce partie indépendante, suspendre ou retirer son attestation de reconnaissance d'aptitude.<br/><br/>\nIV. - Une tierce partie indépendante ressortissante d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen qualifiée dans son Etat membre d'origine pour l'activité de vérification en tant que tierce partie indépendante peut s'établir en France. La tierce partie indépendante européenne s'enregistre auprès de la personne morale chargée de l'application d'un programme de déclarations environnementales.<br/><br/>\nUne tierce partie indépendante ressortissante d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen souhaitant exercer l'activité de vérification en tant que tierce partie indépendante peut exercer en France, à titre temporaire et occasionnel, sous réserve d'être légalement établie dans un de ces Etats pour y exercer la même activité. Lorsque cette activité ou la formation y conduisant ne sont pas réglementées dans l'Etat d'établissement, elle doit l'avoir exercée dans un ou plusieurs Etats membres de l'Union européenne ou Etats parties à l'accord sur l'Espace économique européen pendant au moins une année à temps plein ou pendant une durée équivalente à temps partiel au cours des dix années qui précèdent la prestation qu'elle entend réaliser en France. La tierce partie indépendante adresse à la personne morale chargée de l'application d'un programme de déclarations environnementales une déclaration préalable comprenant une attestation certifiant que le détenteur est légalement établi dans un Etat membre pour y exercer l'activité en question et une preuve de ses qualifications professionnelles.</p>",
            "num": "R171-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640995200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818255",
                        "id": "LEGISCTA000043818255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VII : PERFORMANCE ÉNERGÉTIQUE ET ENVIRONNEMENTALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043819367",
                        "id": "LEGISCTA000043819367",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : RÈGLES GÉNÉRALES DE PERFORMANCE ÉNERGÉTIQUE ET ENVIRONNEMENTALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043819369",
                        "id": "LEGISCTA000043819369",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Déclarations environnementales relatives aux produits de construction et de décoration et aux équipements électriques, électroniques et de génie climatique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044508250",
                        "id": "LEGISCTA000044508832",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Données environnementales nécessaires à l'évaluation de la performance environnementale des bâtiments ou parties de bâtiments ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044508252",
                        "id": "LEGISCTA000044508834",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000044508262",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000044508252",
            "sectionParentId": "LEGISCTA000044508834",
            "sectionParentTitre": "Sous-section 1 : Données environnementales nécessaires à l'évaluation de la performance environnementale des bâtiments ou parties de bâtiments ",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Construction, entretien et rénovation des bâtiments &gt; Titre VII : PERFORMANCE ÉNERGÉTIQUE ET ENVIRONNEMENTALE &gt; Chapitre Ier : RÈGLES GÉNÉRALES DE PERFORMANCE ÉNERGÉTIQUE ET ENVIRONNEMENTALE &gt; Section 3 : Déclarations environnementales relatives aux produits de construction et de décoration et aux équipements électriques, électroniques et de génie climatique &gt; Sous-section 1 : Données environnementales nécessaires à l'évaluation de la performance environnementale des bâtiments ou parties de bâtiments ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044509036",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l’article 4 du décret n° 2021-1674 du 16 décembre 2021, ces dispositions entrent en vigueur le 1 er janvier 2022. Se reporter aux II, III et IV du même article en ce qui concerne les modalités d’application.",
            "notaHtml": "<p>Conformément au I de l’article 4 du décret n° 2021-1674 du 16 décembre 2021, ces dispositions entrent en vigueur le 1<sup>er</sup> janvier 2022. Se reporter aux II, III et IV du même article en ce qui concerne les modalités d’application. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044506527",
                    "textTitle": "Décret n°2021-1674 du 16 décembre 2021 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044507624",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-12-17",
                    "dateSignaTexte": "2021-12-16",
                    "dateDebutCible": "2021-12-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044525628",
                    "textTitle": "Arrêté du 14 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044537145",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640044800000,
                    "dateDebut": 1640131200000
                },
                {
                    "textCid": "JORFTEXT000044525687",
                    "textTitle": "Arrêté du 14 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044537304",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640044800000,
                    "dateDebut": 1640131200000
                },
                {
                    "textCid": "JORFTEXT000044525687",
                    "textTitle": "Arrêté du 14 décembre 2021 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044537318",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640044800000,
                    "dateDebut": 1640131200000
                },
                {
                    "textCid": "JORFTEXT000044525628",
                    "textTitle": "Arrêté du 14 décembre 2021 - art. 10 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000044537180",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640044800000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000044525687",
                    "textTitle": "Arrêté du 14 décembre 2021 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000044537322",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640044800000,
                    "dateDebut": 1640131200000
                },
                {
                    "textCid": "JORFTEXT000044525687",
                    "textTitle": "Arrêté du 14 décembre 2021 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044537326",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640044800000,
                    "dateDebut": 1640131200000
                },
                {
                    "textCid": "JORFTEXT000044525687",
                    "textTitle": "Arrêté du 14 décembre 2021 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000044537330",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640044800000,
                    "dateDebut": 1640131200000
                },
                {
                    "textCid": "JORFTEXT000044525628",
                    "textTitle": "Arrêté du 14 décembre 2021 - art. 8 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000046482624",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640044800000,
                    "dateDebut": 1667260800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044509036",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R171-18",
                "171-18"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}