{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044536833",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "PARTIE I : Equation de base traduisant l'équivalence des prêts, d'une part, et des remboursements et charges, d'autre part. L'équation de base, qui définit le taux annuel effectif global (TAEG), exprime sur base annuelle l'égalité entre, d'une part, la somme des valeurs actualisées des utilisations du crédit et, d'autre part, la somme des valeurs actualisées des montants des remboursements et paiements des frais, soit : Vous pouvez consulter l'image dans le fac-similé du JO n º 0151 du 30/06/2016, texte n º 62 https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752 -Signification des lettres et symboles : -X est le TAEG ; -m désigne le numéro d'ordre de la dernière utilisation effectuée sur le crédit ; -k désigne le numéro d'ordre d'une utilisation effectuée sur le crédit, donc 1 ≤ k ≤ m ; -Ck est le montant de l'utilisation effectuée sur le crédit numéro k ; -tk désigne l'intervalle de temps, exprimé en années et fractions d'année, entre la date de la première utilisation effectuée sur le crédit et la date de chacune des utilisations suivantes effectuées, donc t 1 = 0 ; -m'est le numéro d'ordre du dernier remboursement ou paiement de frais ; -l est le numéro d'ordre d'un remboursement ou paiement de frais ; -Dl est le montant d'un remboursement ou paiement de frais ; -sl est l'intervalle de temps, exprimé en années et fractions d'années, entre la date de la première utilisation effectuée sur le crédit et la date de chaque remboursement ou paiement de frais. PARTIE II-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles L. 312-1 et suivants et par les articles L. 315-1 et suivants. Remarques a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; b) La date initiale est celle du premier prêt ; c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non ; d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1. Hypothèses Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : 1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; 2° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; 3° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; 4° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, le taux annuel effectif global est calculé en partant de l'hypothèse que la durée du crédit est de trois mois ; 5° En cas de contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation, et autre qu'une facilité de découvert ou qu'un contrat de prêt mentionné aux articles L. 315-1 et L. 315-2 : a) Le crédit est réputé être octroyé pour une durée d'un an à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; b) Le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part ; 5° bis Pour les contrats de prêts mentionnés aux articles L. 315-1 et L. 315-2, le crédit, pour la seule vérification des dispositions relatives à l'usure, est réputé octroyé pour une durée de dix ans à la date de formation du contrat de prêt. Le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; 6° En cas de contrats de crédit autres que les découverts et les contrats de crédits sans durée fixe visés dans les hypothèses des points 4° et 5° : a) Si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; b) Si la date de conclusion du contrat de crédit n'est pas connue, la date d'utilisation initiale est réputée être la date qui correspond à l'intervalle le plus court entre cette date et la date du premier paiement que le consommateur doit effectuer ; 7° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 4°, 5° ou 6°, le paiement est réputé être effectué aux dates et conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues : a) Les frais d'intérêts sont payés en même temps que les remboursements du capital ; b) Les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; c) Les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; d) Le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; 8° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 1 500 € ; 9° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais sont réputés être le taux le plus élevé pendant la durée totale du contrat de crédit ; 10° Pour les contrats de crédit aux consommateurs pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur convenu, le calcul du taux annuel effectif global part de l'hypothèse que, à compter de la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du taux annuel effectif global, en fonction de la valeur de l'indicateur convenu à ce moment-là. PARTIE III-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles L. 313-1 et suivants. Remarques a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; b) La date initiale est celle de la première utilisation du crédit ; c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non. Lorsque l'écart entre les dates utilisées pour le calcul ne peut être exprimé en nombre entier de semaines, de mois ou d'années, il est exprimé en nombre entier de l'une de ces périodes en combinaison avec un nombre de jours. En cas d'utilisation de jours : i) chaque jour est compté, y compris les weekends et les jours fériés ; ii) l'intervalle de temps est calculé par périodes normalisées et ensuite par jours en remontant jusqu'à la date du prêt initial ; iii) la durée en jours est obtenue en excluant le premier jour et en incluant le dernier et elle est exprimée en années en divisant le nombre obtenu par le nombre de jours (365 ou 366) de l'année complète en remontant du dernier jour au même jour de l'année précédente ; d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1 ; e) On peut réécrire l'équation en n'utilisant qu'une seule sommation et en utilisant la notion de flux (A k), qui seront positifs ou négatifs, c'est-à-dire respectivement payés ou perçus aux périodes 1 à n exprimées en années, soit : Vous pouvez consulter l'image dans le fac-similé du JO n º 0151 du 30/06/2016, texte n º 62 https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752 S étant le solde des flux actualisés et dont la valeur sera nulle si on veut conserver l'équivalence des flux. Hypothèses Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : 1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; 2° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; 3° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; 4° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais les plus élevés sont réputés être le taux débiteur et les frais pendant la durée totale du contrat de crédit ; 5° Pour les contrats de crédit pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur ou d'un taux de référence interne convenu, le calcul du TAEG part de l'hypothèse que, à la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du TAEG, en fonction de la valeur, à ce moment-là, de l'indicateur ou du taux de référence interne convenu, sans être inférieur, cependant, au taux débiteur fixe ; 6° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 170 000 EUR. En cas de contrats de crédit, autres que les cautionnements ou les garanties, dont le but n'est pas d'acquérir ou de conserver un droit de propriété sur un bien immobilier ou un terrain, de découverts, de cartes de crédit, ce plafond est supposé être de 1 500 EUR ; 7° En cas de contrats de crédit autres que les découverts, les crédits ponts ou relais, les contrats de crédit en fonds partagés, les cautionnements ou les garanties et les crédits à durée indéterminée visés dans les hypothèses des points 9°, 10°, 11°, 12° et 13° : i) si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; ii) si l'intervalle entre la date d'utilisation initiale et celle du premier paiement devant être effectué par le consommateur ne peut pas être établi, il est supposé être l'intervalle le plus court ; 8° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 7°, 9°, 10°, 11°, 12°, et 13°, le paiement est réputé être effectué aux dates et aux conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues ; i) les frais d'intérêts sont payés en même temps que les remboursements du capital ; ii) les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; iii) les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; iv) le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; 9° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de trois mois ; 10° En cas de crédit pont ou relais, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée du contrat de crédit n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de douze mois ; 11° En cas de contrat de crédit à durée indéterminée, autre qu'une facilité de découvert ou un crédit pont ou relais : i) en cas de contrats de crédit dont le but est d'acquérir ou de conserver des droits de propriété sur un bien immobilier, le crédit est réputé être octroyé pour une durée de vingt ans à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; en cas de contrats de crédit dont le but n'est pas d'acquérir ou de conserver des droits de propriété sur un bien immobilier ou dont les utilisations sont effectuées au moyen de cartes de crédit, cette durée est d'un an ; ii) le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part. Aux fins du présent point, on entend, par contrat de crédit à durée indéterminée, un contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation ; 12° En cas d'engagements conditionnels ou de garanties, le montant total du crédit est réputé utilisé en totalité en une fois à celle des dates suivantes qui intervient le plus tôt : i) la dernière date d'utilisation autorisée en vertu du contrat de crédit susceptible de faire intervenir l'engagement conditionnel ou la garantie ; ou ii) en cas de contrat de crédit renouvelable, à la fin de la période initiale préalablement à la reconduction du contrat ; 13° En cas de contrats de crédit en fonds partagés : i) les paiements effectués par les consommateurs sont réputés intervenir à la (ou aux) dernière (s) date (s) autorisée (s) en vertu du contrat de crédit ; ii) le pourcentage d'accroissement de la valeur du bien immobilier qui garantit le contrat de crédit en fonds partagés, ainsi que le taux de tout indice d'inflation visé dans le contrat, sont supposés égaux à la valeur la plus élevée entre le taux d'inflation cible de la banque centrale en vigueur et le niveau d'inflation dans l'Etat membre où le bien immobilier est situé au moment de la conclusion du contrat de crédit ou à 0 % si ces pourcentages sont négatifs.",
            "texteHtml": "<p></p><p>PARTIE I : Equation de base traduisant l'équivalence des prêts, d'une part, et des remboursements et charges, d'autre part. </p><p>L'équation de base, qui définit le taux annuel effectif global (TAEG), exprime sur base annuelle l'égalité entre, d'une part, la somme des valeurs actualisées des utilisations du crédit et, d'autre part, la somme des valeurs actualisées des montants des remboursements et paiements des frais, soit : </p><p>Vous pouvez consulter l'image dans le fac-similé du JO </p><p>n º 0151 du 30/06/2016, texte n º 62 </p><p><a shape='rect' href='https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000032797752' target='_blank'> https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752</a></p><p>-Signification des lettres et symboles :</p><p>-X est le TAEG ;</p><p>-m désigne le numéro d'ordre de la dernière utilisation effectuée sur le crédit ;</p><p>-k désigne le numéro d'ordre d'une utilisation effectuée sur le crédit, donc 1 ≤ k ≤ m ;</p><p>-Ck est le montant de l'utilisation effectuée sur le crédit numéro k ;</p><p>-tk désigne l'intervalle de temps, exprimé en années et fractions d'année, entre la date de la première utilisation effectuée sur le crédit et la date de chacune des utilisations suivantes effectuées, donc t 1 = 0 ;</p><p>-m'est le numéro d'ordre du dernier remboursement ou paiement de frais ;</p><p>-l est le numéro d'ordre d'un remboursement ou paiement de frais ;</p><p>-Dl est le montant d'un remboursement ou paiement de frais ;</p><p>-sl est l'intervalle de temps, exprimé en années et fractions d'années, entre la date de la première utilisation effectuée sur le crédit et la date de chaque remboursement ou paiement de frais. </p><p>PARTIE II-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032221973&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L312-1 (V)'>L. 312-1 </a>et suivants et par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032222397&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L315-1 (V)'>L. 315-1 </a>et suivants. </p><p>Remarques </p><p>a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; </p><p>b) La date initiale est celle du premier prêt ; </p><p>c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non ; </p><p>d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1. </p><p>Hypothèses </p><p>Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : </p><p>1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; </p><p>2° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; </p><p>3° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; </p><p>4° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, le taux annuel effectif global est calculé en partant de l'hypothèse que la durée du crédit est de trois mois ; </p><p>5° En cas de contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation, et autre qu'une facilité de découvert ou qu'un contrat de prêt mentionné aux articles L. 315-1 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032222399&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L315-2 (V)'>L. 315-2 </a>: </p><p>a) Le crédit est réputé être octroyé pour une durée d'un an à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; </p><p>b) Le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part ; </p><p>5° bis Pour les contrats de prêts mentionnés aux articles L. 315-1 et L. 315-2, le crédit, pour la seule vérification des dispositions relatives à l'usure, est réputé octroyé pour une durée de dix ans à la date de formation du contrat de prêt. Le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; </p><p>6° En cas de contrats de crédit autres que les découverts et les contrats de crédits sans durée fixe visés dans les hypothèses des points 4° et 5° : </p><p>a) Si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; </p><p>b) Si la date de conclusion du contrat de crédit n'est pas connue, la date d'utilisation initiale est réputée être la date qui correspond à l'intervalle le plus court entre cette date et la date du premier paiement que le consommateur doit effectuer ; </p><p>7° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 4°, 5° ou 6°, le paiement est réputé être effectué aux dates et conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues : </p><p>a) Les frais d'intérêts sont payés en même temps que les remboursements du capital ; </p><p>b) Les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; </p><p>c) Les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; </p><p>d) Le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; </p><p>8° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 1 500 € ; </p><p>9° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais sont réputés être le taux le plus élevé pendant la durée totale du contrat de crédit ; </p><p>10° Pour les contrats de crédit aux consommateurs pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur convenu, le calcul du taux annuel effectif global part de l'hypothèse que, à compter de la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du taux annuel effectif global, en fonction de la valeur de l'indicateur convenu à ce moment-là. </p><p>PARTIE III-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032222205&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L313-1 (V)'>L. 313-1</a> et suivants. </p><p>Remarques </p><p>a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; </p><p>b) La date initiale est celle de la première utilisation du crédit ; </p><p>c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non. </p><p>Lorsque l'écart entre les dates utilisées pour le calcul ne peut être exprimé en nombre entier de semaines, de mois ou d'années, il est exprimé en nombre entier de l'une de ces périodes en combinaison avec un nombre de jours. En cas d'utilisation de jours : </p><p>i) chaque jour est compté, y compris les weekends et les jours fériés ; </p><p>ii) l'intervalle de temps est calculé par périodes normalisées et ensuite par jours en remontant jusqu'à la date du prêt initial ; </p><p>iii) la durée en jours est obtenue en excluant le premier jour et en incluant le dernier et elle est exprimée en années en divisant le nombre obtenu par le nombre de jours (365 ou 366) de l'année complète en remontant du dernier jour au même jour de l'année précédente ; </p><p>d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1 ; </p><p>e) On peut réécrire l'équation en n'utilisant qu'une seule sommation et en utilisant la notion de flux (A k), qui seront positifs ou négatifs, c'est-à-dire respectivement payés ou perçus aux périodes 1 à n exprimées en années, soit : </p><p>Vous pouvez consulter l'image dans le fac-similé du JO </p><p>n º 0151 du 30/06/2016, texte n º 62 </p><p><a shape='rect' href='https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000032797752' target='_blank'> https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752 </a></p><p>S étant le solde des flux actualisés et dont la valeur sera nulle si on veut conserver l'équivalence des flux. </p><p>Hypothèses </p><p>Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : </p><p>1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; </p><p>2° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; </p><p>3° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; </p><p>4° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais les plus élevés sont réputés être le taux débiteur et les frais pendant la durée totale du contrat de crédit ; </p><p>5° Pour les contrats de crédit pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur ou d'un taux de référence interne convenu, le calcul du TAEG part de l'hypothèse que, à la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du TAEG, en fonction de la valeur, à ce moment-là, de l'indicateur ou du taux de référence interne convenu, sans être inférieur, cependant, au taux débiteur fixe ; </p><p>6° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 170 000 EUR. En cas de contrats de crédit, autres que les cautionnements ou les garanties, dont le but n'est pas d'acquérir ou de conserver un droit de propriété sur un bien immobilier ou un terrain, de découverts, de cartes de crédit, ce plafond est supposé être de 1 500 EUR ; </p><p>7° En cas de contrats de crédit autres que les découverts, les crédits ponts ou relais, les contrats de crédit en fonds partagés, les cautionnements ou les garanties et les crédits à durée indéterminée visés dans les hypothèses des points 9°, 10°, 11°, 12° et 13° : </p><p>i) si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; </p><p>ii) si l'intervalle entre la date d'utilisation initiale et celle du premier paiement devant être effectué par le consommateur ne peut pas être établi, il est supposé être l'intervalle le plus court ; </p><p>8° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 7°, 9°, 10°, 11°, 12°, et 13°, le paiement est réputé être effectué aux dates et aux conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues ; </p><p>i) les frais d'intérêts sont payés en même temps que les remboursements du capital ; </p><p>ii) les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; </p><p>iii) les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; </p><p>iv) le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; </p><p>9° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de trois mois ; </p><p>10° En cas de crédit pont ou relais, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée du contrat de crédit n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de douze mois ; </p><p>11° En cas de contrat de crédit à durée indéterminée, autre qu'une facilité de découvert ou un crédit pont ou relais : </p><p>i) en cas de contrats de crédit dont le but est d'acquérir ou de conserver des droits de propriété sur un bien immobilier, le crédit est réputé être octroyé pour une durée de vingt ans à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; en cas de contrats de crédit dont le but n'est pas d'acquérir ou de conserver des droits de propriété sur un bien immobilier ou dont les utilisations sont effectuées au moyen de cartes de crédit, cette durée est d'un an ; </p><p>ii) le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part. </p><p>Aux fins du présent point, on entend, par contrat de crédit à durée indéterminée, un contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation ; </p><p>12° En cas d'engagements conditionnels ou de garanties, le montant total du crédit est réputé utilisé en totalité en une fois à celle des dates suivantes qui intervient le plus tôt : </p><p>i) la dernière date d'utilisation autorisée en vertu du contrat de crédit susceptible de faire intervenir l'engagement conditionnel ou la garantie ; ou </p><p>ii) en cas de contrat de crédit renouvelable, à la fin de la période initiale préalablement à la reconduction du contrat ; </p><p>13° En cas de contrats de crédit en fonds partagés : </p><p>i) les paiements effectués par les consommateurs sont réputés intervenir à la (ou aux) dernière (s) date (s) autorisée (s) en vertu du contrat de crédit ; </p><p>ii) le pourcentage d'accroissement de la valeur du bien immobilier qui garantit le contrat de crédit en fonds partagés, ainsi que le taux de tout indice d'inflation visé dans le contrat, sont supposés égaux à la valeur la plus élevée entre le taux d'inflation cible de la banque centrale en vigueur et le niveau d'inflation dans l'Etat membre où le bien immobilier est situé au moment de la conclusion du contrat de crédit ou à 0 % si ces pourcentages sont négatifs.</p><p></p>",
            "num": "Annexe à l'article R314-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1639958400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 421827142,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-07-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire nouvelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000032807108",
                        "id": "LEGISCTA000032807108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-07-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032887060",
                        "id": "LEGISCTA000032887060",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032887089",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032887060",
            "sectionParentId": "LEGISCTA000032887060",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire nouvelle &gt; Annexes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044536833",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 3 du décret n° 2021-1700 du 17 décembre 2021, ces dispositions s’appliquent aux prêts avance mutation et aux prêts viager hypothécaire pour lesquels l'offre de prêt est émise à compter de la date d'entrée en vigueur dudit décret.",
            "notaHtml": "<p>Conformément à l’article 3 du décret n° 2021-1700 du 17 décembre 2021, ces dispositions s’appliquent aux prêts avance mutation et aux prêts viager hypothécaire pour lesquels l'offre de prêt est émise à compter de la date d'entrée en vigueur dudit décret.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032797752",
                    "textTitle": "Décret n°2016-884 du 29 juin 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000044516929",
                    "textTitle": "Décret n°2021-1700 du 17 décembre 2021 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000044521234",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-12-19",
                    "dateSignaTexte": "2021-12-17",
                    "dateDebutCible": "2021-12-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L312-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-1",
                    "articleId": "LEGIARTI000032221973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L313-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-1",
                    "articleId": "LEGIARTI000032222205",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L315-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L315-1",
                    "articleId": "LEGIARTI000032222397",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L315-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L315-2",
                    "articleId": "LEGIARTI000032222399",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032887089",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1475280000000,
                    "dateFin": 1482883200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033697115",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1482883200000,
                    "dateFin": 1639958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044536833",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1639958400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R314-3"
            ],
            "versionPrecedente": "LEGIARTI000033697115",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033697115",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "PARTIE I : Equation de base traduisant l'équivalence des prêts, d'une part, et des remboursements et charges, d'autre part. L'équation de base, qui définit le taux annuel effectif global (TAEG), exprime sur base annuelle l'égalité entre, d'une part, la somme des valeurs actualisées des utilisations du crédit et, d'autre part, la somme des valeurs actualisées des montants des remboursements et paiements des frais, soit : Vous pouvez consulter l'image dans le fac-similé du JO n º 0151 du 30/06/2016, texte n º 62 https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752 -Signification des lettres et symboles : -X est le TAEG ; -m désigne le numéro d'ordre de la dernière utilisation effectuée sur le crédit ; -k désigne le numéro d'ordre d'une utilisation effectuée sur le crédit, donc 1 ≤ k ≤ m ; -Ck est le montant  de l'utilisation effectuée sur le crédit numéro k ; -tk désigne l'intervalle de temps, exprimé en années et fractions d'année, entre la date de la première utilisation effectuée sur le crédit et la date de chacune des utilisations suivantes effectuées, donc t 1 = 0 ; -m'est le numéro d'ordre du dernier remboursement ou paiement de frais ; -l est le numéro d'ordre d'un remboursement ou paiement de frais ; -Dl est le montant d'un remboursement ou paiement de frais ; -sl est l'intervalle de temps, exprimé en années et fractions d'années, entre la date de la première utilisation effectuée sur le crédit et la date de chaque remboursement ou paiement de frais. PARTIE II-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles L. 312-1 et suivants. Remarques a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; b) La date initiale est celle du premier prêt ; c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non ; d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1. Hypothèses Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : 1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; 2° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; 3° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; 4° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, le taux annuel effectif global est calculé en partant de l'hypothèse que la durée du crédit est de trois mois ; 5° En cas de contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation, et autre qu'une facilité de découvert : a) Le crédit est réputé être octroyé pour une durée d'un an à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; b) Le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part ; 6° En cas de contrats de crédit autres que les découverts et les contrats de crédits sans durée fixe visés dans les hypothèses des points 4° et 5° : a) Si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; b) Si la date de conclusion du contrat de crédit n'est pas connue, la date d'utilisation initiale est réputée être la date qui correspond à l'intervalle le plus court entre cette date et la date du premier paiement que le consommateur doit effectuer ; 7° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 4°, 5° ou 6°, le paiement est réputé être effectué aux dates et conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues : a) Les frais d'intérêts sont payés en même temps que les remboursements du capital ; b) Les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; c) Les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; d) Le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; 8° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 1 500 € ; 9° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais sont réputés être le taux le plus élevé pendant la durée totale du contrat de crédit ; 10° Pour les contrats de crédit aux consommateurs pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur convenu, le calcul du taux annuel effectif global part de l'hypothèse que, à compter de la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du taux annuel effectif global, en fonction de la valeur de l'indicateur convenu à ce moment-là. PARTIE III-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles L. 313-1 et suivants. Remarques a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; b) La date initiale est celle de la première utilisation du crédit ; c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non. Lorsque l'écart entre les dates utilisées pour le calcul ne peut être exprimé en nombre entier de semaines, de mois ou d'années, il est exprimé en nombre entier de l'une de ces périodes en combinaison avec un nombre de jours. En cas d'utilisation de jours : i) chaque jour est compté, y compris les weekends et les jours fériés ; ii) l'intervalle de temps est calculé par périodes normalisées et ensuite par jours en remontant jusqu'à la date du prêt initial ; iii) la durée en jours est obtenue en excluant le premier jour et en incluant le dernier et elle est exprimée en années en divisant le nombre obtenu par le nombre de jours (365 ou 366) de l'année complète en remontant du dernier jour au même jour de l'année précédente ; d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1 ; e) On peut réécrire l'équation en n'utilisant qu'une seule sommation et en utilisant la notion de flux (A k), qui seront positifs ou négatifs, c'est-à-dire respectivement payés ou perçus aux périodes 1 à n exprimées en années, soit : Vous pouvez consulter l'image dans le fac-similé du JO n º 0151 du 30/06/2016, texte n º 62 https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752 S étant le solde des flux actualisés et dont la valeur sera nulle si on veut conserver l'équivalence des flux. Hypothèses Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : 1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; 2° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; 3° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; 4° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais les plus élevés sont réputés être le taux débiteur et les frais pendant la durée totale du contrat de crédit ; 5° Pour les contrats de crédit pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur ou d'un taux de référence interne convenu, le calcul du TAEG part de l'hypothèse que, à la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du TAEG, en fonction de la valeur, à ce moment-là, de l'indicateur ou du taux de référence interne convenu, sans être inférieur, cependant, au taux débiteur fixe ; 6° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 170 000 EUR. En cas de contrats de crédit, autres que les cautionnements ou les garanties, dont le but n'est pas d'acquérir ou de conserver un droit de propriété sur un bien immobilier ou un terrain, de découverts, de cartes de crédit, ce plafond est supposé être de 1 500 EUR ; 7° En cas de contrats de crédit autres que les découverts, les crédits ponts ou relais, les contrats de crédit en fonds partagés, les cautionnements ou les garanties et les crédits à durée indéterminée visés dans les hypothèses des points 9°, 10°, 11°, 12° et 13° : i) si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; ii) si l'intervalle entre la date d'utilisation initiale et celle du premier paiement devant être effectué par le consommateur ne peut pas être établi, il est supposé être l'intervalle le plus court ; 8° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 7°, 9°, 10°, 11°, 12°, et 13°, le paiement est réputé être effectué aux dates et aux conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues ; i) les frais d'intérêts sont payés en même temps que les remboursements du capital ; ii) les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; iii) les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; iv) le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; 9° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de trois mois ; 10° En cas de crédit pont ou relais, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée du contrat de crédit n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de douze mois ; 11° En cas de contrat de crédit à durée indéterminée, autre qu'une facilité de découvert ou un crédit pont ou relais : i) en cas de contrats de crédit dont le but est d'acquérir ou de conserver des droits de propriété sur un bien immobilier, le crédit est réputé être octroyé pour une durée de vingt ans à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; en cas de contrats de crédit dont le but n'est pas d'acquérir ou de conserver des droits de propriété sur un bien immobilier ou dont les utilisations sont effectuées au moyen de cartes de crédit, cette durée est d'un an ; ii) le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part. Aux fins du présent point, on entend, par contrat de crédit à durée indéterminée, un contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation ; 12° En cas d'engagements conditionnels ou de garanties, le montant total du crédit est réputé utilisé en totalité en une fois à celle des dates suivantes qui intervient le plus tôt : i) la dernière date d'utilisation autorisée en vertu du contrat de crédit susceptible de faire intervenir l'engagement conditionnel ou la garantie ; ou ii) en cas de contrat de crédit renouvelable, à la fin de la période initiale préalablement à la reconduction du contrat ; 13° En cas de contrats de crédit en fonds partagés : i) les paiements effectués par les consommateurs sont réputés intervenir à la (ou aux) dernière (s) date (s) autorisée (s) en vertu du contrat de crédit ; ii) le pourcentage d'accroissement de la valeur du bien immobilier qui garantit le contrat de crédit en fonds partagés, ainsi que le taux de tout indice d'inflation visé dans le contrat, sont supposés égaux à la valeur la plus élevée entre le taux d'inflation cible de la banque centrale en vigueur et le niveau d'inflation dans l'Etat membre où le bien immobilier est situé au moment de la conclusion du contrat de crédit ou à 0 % si ces pourcentages sont négatifs.",
            "texteHtml": "<p>PARTIE I : Equation de base traduisant l'équivalence des prêts, d'une part, et des remboursements et charges, d'autre part. </p><p>L'équation de base, qui définit le taux annuel effectif global (TAEG), exprime sur base annuelle l'égalité entre, d'une part, la somme des valeurs actualisées des utilisations du crédit et, d'autre part, la somme des valeurs actualisées des montants des remboursements et paiements des frais, soit : </p><p>Vous pouvez consulter l'image dans le fac-similé du JO </p><p>n º 0151 du 30/06/2016, texte n º 62 </p><p><a shape='rect' href='https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000032797752' target='_blank'> https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752</a></p><p>-Signification des lettres et symboles :</p><p>-X est le TAEG ;</p><p>-m désigne le numéro d'ordre de la dernière utilisation effectuée sur le crédit ;</p><p>-k désigne le numéro d'ordre d'une utilisation effectuée sur le crédit, donc 1 ≤ k ≤ m ;</p><p>-Ck est le montant  de l'utilisation effectuée sur le crédit numéro k ;</p><p>-tk désigne l'intervalle de temps, exprimé en années et fractions d'année, entre la date de la première utilisation effectuée sur le crédit et la date de chacune des utilisations suivantes effectuées, donc t 1 = 0 ;</p><p>-m'est le numéro d'ordre du dernier remboursement ou paiement de frais ;</p><p>-l est le numéro d'ordre d'un remboursement ou paiement de frais ;</p><p>-Dl est le montant d'un remboursement ou paiement de frais ;</p><p>-sl est l'intervalle de temps, exprimé en années et fractions d'années, entre la date de la première utilisation effectuée sur le crédit et la date de chaque remboursement ou paiement de frais. </p><p>PARTIE II-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles L. 312-1 et suivants. </p><p>Remarques </p><p>a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; </p><p>b) La date initiale est celle du premier prêt ; </p><p>c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non ; </p><p>d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1. </p><p>Hypothèses </p><p>Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : </p><p>1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; </p><p>2° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; </p><p>3° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; </p><p>4° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, le taux annuel effectif global est calculé en partant de l'hypothèse que la durée du crédit est de trois mois ; </p><p>5° En cas de contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation, et autre qu'une facilité de découvert : </p><p>a) Le crédit est réputé être octroyé pour une durée d'un an à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; </p><p>b) Le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part ; </p><p>6° En cas de contrats de crédit autres que les découverts et les contrats de crédits sans durée fixe visés dans les hypothèses des points 4° et 5° : </p><p>a) Si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; </p><p>b) Si la date de conclusion du contrat de crédit n'est pas connue, la date d'utilisation initiale est réputée être la date qui correspond à l'intervalle le plus court entre cette date et la date du premier paiement que le consommateur doit effectuer ; </p><p>7° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 4°, 5° ou 6°, le paiement est réputé être effectué aux dates et conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues : </p><p>a) Les frais d'intérêts sont payés en même temps que les remboursements du capital ; </p><p>b) Les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; </p><p>c) Les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; </p><p>d) Le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; </p><p>8° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 1 500 € ; </p><p>9° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais sont réputés être le taux le plus élevé pendant la durée totale du contrat de crédit ; </p><p>10° Pour les contrats de crédit aux consommateurs pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur convenu, le calcul du taux annuel effectif global part de l'hypothèse que, à compter de la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du taux annuel effectif global, en fonction de la valeur de l'indicateur convenu à ce moment-là. </p><p>PARTIE III-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles L. 313-1 et suivants. </p><p>Remarques </p><p>a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; </p><p>b) La date initiale est celle de la première utilisation du crédit ; </p><p>c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non. </p><p>Lorsque l'écart entre les dates utilisées pour le calcul ne peut être exprimé en nombre entier de semaines, de mois ou d'années, il est exprimé en nombre entier de l'une de ces périodes en combinaison avec un nombre de jours. En cas d'utilisation de jours : </p><p>i) chaque jour est compté, y compris les weekends et les jours fériés ; </p><p>ii) l'intervalle de temps est calculé par périodes normalisées et ensuite par jours en remontant jusqu'à la date du prêt initial ; </p><p>iii) la durée en jours est obtenue en excluant le premier jour et en incluant le dernier et elle est exprimée en années en divisant le nombre obtenu par le nombre de jours (365 ou 366) de l'année complète en remontant du dernier jour au même jour de l'année précédente ; </p><p>d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1 ; </p><p>e) On peut réécrire l'équation en n'utilisant qu'une seule sommation et en utilisant la notion de flux (A k), qui seront positifs ou négatifs, c'est-à-dire respectivement payés ou perçus aux périodes 1 à n exprimées en années, soit : </p><p>Vous pouvez consulter l'image dans le fac-similé du JO </p><p>n º 0151 du 30/06/2016, texte n º 62 </p><p><a shape='rect' href='https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000032797752' target='_blank'> https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752 </a></p><p>S étant le solde des flux actualisés et dont la valeur sera nulle si on veut conserver l'équivalence des flux. </p><p>Hypothèses </p><p>Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : </p><p>1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; </p><p>2° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; </p><p>3° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; </p><p>4° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais les plus élevés sont réputés être le taux débiteur et les frais pendant la durée totale du contrat de crédit ; </p><p>5° Pour les contrats de crédit pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur ou d'un taux de référence interne convenu, le calcul du TAEG part de l'hypothèse que, à la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du TAEG, en fonction de la valeur, à ce moment-là, de l'indicateur ou du taux de référence interne convenu, sans être inférieur, cependant, au taux débiteur fixe ; </p><p>6° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 170 000 EUR. En cas de contrats de crédit, autres que les cautionnements ou les garanties, dont le but n'est pas d'acquérir ou de conserver un droit de propriété sur un bien immobilier ou un terrain, de découverts, de cartes de crédit, ce plafond est supposé être de 1 500 EUR ; </p><p>7° En cas de contrats de crédit autres que les découverts, les crédits ponts ou relais, les contrats de crédit en fonds partagés, les cautionnements ou les garanties et les crédits à durée indéterminée visés dans les hypothèses des points 9°, 10°, 11°, 12° et 13° : </p><p>i) si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; </p><p>ii) si l'intervalle entre la date d'utilisation initiale et celle du premier paiement devant être effectué par le consommateur ne peut pas être établi, il est supposé être l'intervalle le plus court ; </p><p>8° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 7°, 9°, 10°, 11°, 12°, et 13°, le paiement est réputé être effectué aux dates et aux conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues ; </p><p>i) les frais d'intérêts sont payés en même temps que les remboursements du capital ; </p><p>ii) les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; </p><p>iii) les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; </p><p>iv) le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; </p><p>9° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de trois mois ; </p><p>10° En cas de crédit pont ou relais, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée du contrat de crédit n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de douze mois ; </p><p>11° En cas de contrat de crédit à durée indéterminée, autre qu'une facilité de découvert ou un crédit pont ou relais : </p><p>i) en cas de contrats de crédit dont le but est d'acquérir ou de conserver des droits de propriété sur un bien immobilier, le crédit est réputé être octroyé pour une durée de vingt ans à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; en cas de contrats de crédit dont le but n'est pas d'acquérir ou de conserver des droits de propriété sur un bien immobilier ou dont les utilisations sont effectuées au moyen de cartes de crédit, cette durée est d'un an ; </p><p>ii) le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part. </p><p>Aux fins du présent point, on entend, par contrat de crédit à durée indéterminée, un contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation ; </p><p>12° En cas d'engagements conditionnels ou de garanties, le montant total du crédit est réputé utilisé en totalité en une fois à celle des dates suivantes qui intervient le plus tôt : </p><p>i) la dernière date d'utilisation autorisée en vertu du contrat de crédit susceptible de faire intervenir l'engagement conditionnel ou la garantie ; ou </p><p>ii) en cas de contrat de crédit renouvelable, à la fin de la période initiale préalablement à la reconduction du contrat ; </p><p>13° En cas de contrats de crédit en fonds partagés : </p><p>i) les paiements effectués par les consommateurs sont réputés intervenir à la (ou aux) dernière (s) date (s) autorisée (s) en vertu du contrat de crédit ; </p><p>ii) le pourcentage d'accroissement de la valeur du bien immobilier qui garantit le contrat de crédit en fonds partagés, ainsi que le taux de tout indice d'inflation visé dans le contrat, sont supposés égaux à la valeur la plus élevée entre le taux d'inflation cible de la banque centrale en vigueur et le niveau d'inflation dans l'Etat membre où le bien immobilier est situé au moment de la conclusion du contrat de crédit ou à 0 % si ces pourcentages sont négatifs.</p>",
            "num": "Annexe à l'article R314-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1482883200000,
            "dateFin": 1639958400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 421827142,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-07-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire nouvelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000032807108",
                        "id": "LEGISCTA000032807108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-07-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032887060",
                        "id": "LEGISCTA000032887060",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032887089",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032887060",
            "sectionParentId": "LEGISCTA000032887060",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire nouvelle &gt; Annexes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033697115",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032797752",
                    "textTitle": "Décret n°2016-884 du 29 juin 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000033691746",
                    "textTitle": "Décret n°2016-1844 du 23 décembre 2016 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000033695027",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-27",
                    "dateSignaTexte": "2016-12-23",
                    "dateDebutCible": "2016-12-28"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032887089",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1475280000000,
                    "dateFin": 1482883200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033697115",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1482883200000,
                    "dateFin": 1639958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044536833",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1639958400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R314-3"
            ],
            "versionPrecedente": "LEGIARTI000032887089",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032887089",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "PARTIE I : Equation de base traduisant l'équivalence des prêts, d'une part, et des remboursements et charges, d'autre part. L'équation de base, qui définit le taux annuel effectif global (TAEG), exprime sur base annuelle l'égalité entre, d'une part, la somme des valeurs actualisées des utilisations du crédit et, d'autre part, la somme des valeurs actualisées des montants des remboursements et paiements des frais, soit : Vous pouvez consulter l'image dans le fac-similé du JO n º 0151 du 30/06/2016, texte n º 62 https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752 -Signification des lettres et symboles : -X est le TAEG ; -m désigne le numéro d'ordre de la dernière utilisation effectuée sur le crédit ; -k désigne le numéro d'ordre de la dernière utilisation effectuée sur le crédit, donc 1 ≤ k ≤ m ; -Ck est le montant de la dernière utilisation effectuée sur le crédit numéro k ; -tk désigne l'intervalle de temps, exprimé en années et fractions d'année, entre la date de la première utilisation effectuée sur le crédit et la date de chacune des utilisations suivantes effectuées, donc t 1 = 0 ; -m'est le numéro d'ordre du dernier remboursement ou paiement de frais ; -l est le numéro d'ordre d'un remboursement ou paiement de frais ; -Dl est le montant d'un remboursement ou paiement de frais ; -sl est l'intervalle de temps, exprimé en années et fractions d'années, entre la date de la première utilisation effectuée sur le crédit et la date de chaque remboursement ou paiement de frais. PARTIE II-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles L. 312-1 et suivants. Remarques a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; b) La date initiale est celle du premier prêt ; c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non ; d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1. Hypothèses Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : 1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; 2° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; 3° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; 4° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, le taux annuel effectif global est calculé en partant de l'hypothèse que la durée du crédit est de trois mois ; 5° En cas de contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation, et autre qu'une facilité de découvert : a) Le crédit est réputé être octroyé pour une durée d'un an à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; b) Le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part ; 6° En cas de contrats de crédit autres que les découverts et les contrats de crédits sans durée fixe visés dans les hypothèses des points 4° et 5° : a) Si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; b) Si la date de conclusion du contrat de crédit n'est pas connue, la date d'utilisation initiale est réputée être la date qui correspond à l'intervalle le plus court entre cette date et la date du premier paiement que le consommateur doit effectuer ; 7° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 4°, 5° ou 6°, le paiement est réputé être effectué aux dates et conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues : a) Les frais d'intérêts sont payés en même temps que les remboursements du capital ; b) Les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; c) Les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; d) Le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; 8° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 1 500 € ; 9° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais sont réputés être le taux le plus élevé pendant la durée totale du contrat de crédit ; 10° Pour les contrats de crédit aux consommateurs pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur convenu, le calcul du taux annuel effectif global part de l'hypothèse que, à compter de la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du taux annuel effectif global, en fonction de la valeur de l'indicateur convenu à ce moment-là. PARTIE III-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles L. 313-1 et suivants. Remarques a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; b) La date initiale est celle de la première utilisation du crédit ; c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non. Lorsque l'écart entre les dates utilisées pour le calcul ne peut être exprimé en nombre entier de semaines, de mois ou d'années, il est exprimé en nombre entier de l'une de ces périodes en combinaison avec un nombre de jours. En cas d'utilisation de jours : i) chaque jour est compté, y compris les weekends et les jours fériés ; ii) l'intervalle de temps est calculé par périodes normalisées et ensuite par jours en remontant jusqu'à la date du prêt initial ; iii) la durée en jours est obtenue en excluant le premier jour et en incluant le dernier et elle est exprimée en années en divisant le nombre obtenu par le nombre de jours (365 ou 366) de l'année complète en remontant du dernier jour au même jour de l'année précédente ; d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1 ; e) On peut réécrire l'équation en n'utilisant qu'une seule sommation et en utilisant la notion de flux (A k), qui seront positifs ou négatifs, c'est-à-dire respectivement payés ou perçus aux périodes 1 à n exprimées en années, soit : Vous pouvez consulter l'image dans le fac-similé du JO n º 0151 du 30/06/2016, texte n º 62 https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752 S étant le solde des flux actualisés et dont la valeur sera nulle si on veut conserver l'équivalence des flux. Hypothèses Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : 1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; 2° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; 3° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; 4° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais les plus élevés sont réputés être le taux débiteur et les frais pendant la durée totale du contrat de crédit ; 5° Pour les contrats de crédit pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur ou d'un taux de référence interne convenu, le calcul du TAEG part de l'hypothèse que, à la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du TAEG, en fonction de la valeur, à ce moment-là, de l'indicateur ou du taux de référence interne convenu, sans être inférieur, cependant, au taux débiteur fixe ; 6° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 170 000 EUR. En cas de contrats de crédit, autres que les cautionnements ou les garanties, dont le but n'est pas d'acquérir ou de conserver un droit de propriété sur un bien immobilier ou un terrain, de découverts, de cartes de crédit, ce plafond est supposé être de 1 500 EUR ; 7° En cas de contrats de crédit autres que les découverts, les crédits ponts ou relais, les contrats de crédit en fonds partagés, les cautionnements ou les garanties et les crédits à durée indéterminée visés dans les hypothèses des points 9°, 10°, 11°, 12° et 13° : i) si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; ii) si l'intervalle entre la date d'utilisation initiale et celle du premier paiement devant être effectué par le consommateur ne peut pas être établi, il est supposé être l'intervalle le plus court ; 8° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 7°, 9°, 10°, 11°, 12°, et 13°, le paiement est réputé être effectué aux dates et aux conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues ; i) les frais d'intérêts sont payés en même temps que les remboursements du capital ; ii) les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; iii) les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; iv) le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; 9° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de trois mois ; 10° En cas de crédit pont ou relais, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée du contrat de crédit n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de douze mois ; 11° En cas de contrat de crédit à durée indéterminée, autre qu'une facilité de découvert ou un crédit pont ou relais : i) en cas de contrats de crédit dont le but est d'acquérir ou de conserver des droits de propriété sur un bien immobilier, le crédit est réputé être octroyé pour une durée de vingt ans à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; en cas de contrats de crédit dont le but n'est pas d'acquérir ou de conserver des droits de propriété sur un bien immobilier ou dont les utilisations sont effectuées au moyen de cartes de crédit, cette durée est d'un an ; ii) le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part. Aux fins du présent point, on entend, par contrat de crédit à durée indéterminée, un contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation ; 12° En cas d'engagements conditionnels ou de garanties, le montant total du crédit est réputé utilisé en totalité en une fois à celle des dates suivantes qui intervient le plus tôt : i) la dernière date d'utilisation autorisée en vertu du contrat de crédit susceptible de faire intervenir l'engagement conditionnel ou la garantie ; ou ii) en cas de contrat de crédit renouvelable, à la fin de la période initiale préalablement à la reconduction du contrat ; 13° En cas de contrats de crédit en fonds partagés : i) les paiements effectués par les consommateurs sont réputés intervenir à la (ou aux) dernière (s) date (s) autorisée (s) en vertu du contrat de crédit ; ii) le pourcentage d'accroissement de la valeur du bien immobilier qui garantit le contrat de crédit en fonds partagés, ainsi que le taux de tout indice d'inflation visé dans le contrat, sont supposés égaux à la valeur la plus élevée entre le taux d'inflation cible de la banque centrale en vigueur et le niveau d'inflation dans l'Etat membre où le bien immobilier est situé au moment de la conclusion du contrat de crédit ou à 0 % si ces pourcentages sont négatifs.",
            "texteHtml": "<p>PARTIE I : Equation de base traduisant l'équivalence des prêts, d'une part, et des remboursements et charges, d'autre part. </p><p>L'équation de base, qui définit le taux annuel effectif global (TAEG), exprime sur base annuelle l'égalité entre, d'une part, la somme des valeurs actualisées des utilisations du crédit et, d'autre part, la somme des valeurs actualisées des montants des remboursements et paiements des frais, soit : </p><p>Vous pouvez consulter l'image dans le fac-similé du JO </p><p>n º 0151 du 30/06/2016, texte n º 62 </p><p><a shape='rect' href='https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000032797752' target='_blank'> https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752</a></p><p>-Signification des lettres et symboles :</p><p>-X est le TAEG ;</p><p>-m désigne le numéro d'ordre de la dernière utilisation effectuée sur le crédit ;</p><p>-k désigne le numéro d'ordre de la dernière utilisation effectuée sur le crédit, donc 1 ≤ k ≤ m ;</p><p>-Ck est le montant de la dernière utilisation effectuée sur le crédit numéro k ;</p><p>-tk désigne l'intervalle de temps, exprimé en années et fractions d'année, entre la date de la première utilisation effectuée sur le crédit et la date de chacune des utilisations suivantes effectuées, donc t 1 = 0 ;</p><p>-m'est le numéro d'ordre du dernier remboursement ou paiement de frais ;</p><p>-l est le numéro d'ordre d'un remboursement ou paiement de frais ;</p><p>-Dl est le montant d'un remboursement ou paiement de frais ;</p><p>-sl est l'intervalle de temps, exprimé en années et fractions d'années, entre la date de la première utilisation effectuée sur le crédit et la date de chaque remboursement ou paiement de frais. </p><p>PARTIE II-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles L. 312-1 et suivants. </p><p>Remarques </p><p>a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; </p><p>b) La date initiale est celle du premier prêt ; </p><p>c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non ; </p><p>d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1. </p><p>Hypothèses </p><p>Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : </p><p>1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; </p><p>2° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; </p><p>3° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; </p><p>4° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, le taux annuel effectif global est calculé en partant de l'hypothèse que la durée du crédit est de trois mois ; </p><p>5° En cas de contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation, et autre qu'une facilité de découvert : </p><p>a) Le crédit est réputé être octroyé pour une durée d'un an à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; </p><p>b) Le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part ; </p><p>6° En cas de contrats de crédit autres que les découverts et les contrats de crédits sans durée fixe visés dans les hypothèses des points 4° et 5° : </p><p>a) Si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; </p><p>b) Si la date de conclusion du contrat de crédit n'est pas connue, la date d'utilisation initiale est réputée être la date qui correspond à l'intervalle le plus court entre cette date et la date du premier paiement que le consommateur doit effectuer ; </p><p>7° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 4°, 5° ou 6°, le paiement est réputé être effectué aux dates et conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues : </p><p>a) Les frais d'intérêts sont payés en même temps que les remboursements du capital ; </p><p>b) Les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; </p><p>c) Les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; </p><p>d) Le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; </p><p>8° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 1 500 € ; </p><p>9° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais sont réputés être le taux le plus élevé pendant la durée totale du contrat de crédit ; </p><p>10° Pour les contrats de crédit aux consommateurs pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur convenu, le calcul du taux annuel effectif global part de l'hypothèse que, à compter de la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du taux annuel effectif global, en fonction de la valeur de l'indicateur convenu à ce moment-là. </p><p>PARTIE III-Calcul du Taux annuel effectif global (TAEG) pour les crédits encadrés par les articles L. 313-1 et suivants. </p><p>Remarques </p><p>a) Les sommes versées de part et d'autre à différents moments ne sont pas nécessairement égales et ne sont pas nécessairement versées à des intervalles égaux ; </p><p>b) La date initiale est celle de la première utilisation du crédit ; </p><p>c) L'écart entre les dates utilisées pour le calcul du TAEG, ainsi que pour celui du taux débiteur, est exprimé en années ou en fractions d'années. Une année compte 365 jours, ou, pour les années bissextiles, 366 jours, 52 semaines ou 12 mois normalisés. Un mois normalisé compte 30,416 66 jours (c'est-à-dire 365/12), que l'année soit bissextile ou non. </p><p>Lorsque l'écart entre les dates utilisées pour le calcul ne peut être exprimé en nombre entier de semaines, de mois ou d'années, il est exprimé en nombre entier de l'une de ces périodes en combinaison avec un nombre de jours. En cas d'utilisation de jours : </p><p>i) chaque jour est compté, y compris les weekends et les jours fériés ; </p><p>ii) l'intervalle de temps est calculé par périodes normalisées et ensuite par jours en remontant jusqu'à la date du prêt initial ; </p><p>iii) la durée en jours est obtenue en excluant le premier jour et en incluant le dernier et elle est exprimée en années en divisant le nombre obtenu par le nombre de jours (365 ou 366) de l'année complète en remontant du dernier jour au même jour de l'année précédente ; </p><p>d) Le résultat du calcul est exprimé avec une exactitude d'au moins une décimale. Lorsque le chiffre est arrondi à une décimale particulière, la règle suivante est d'application : si le chiffre de la décimale suivant cette décimale particulière est supérieur ou égal à 5, le chiffre de cette décimale particulière sera augmenté de 1 ; </p><p>e) On peut réécrire l'équation en n'utilisant qu'une seule sommation et en utilisant la notion de flux (A k), qui seront positifs ou négatifs, c'est-à-dire respectivement payés ou perçus aux périodes 1 à n exprimées en années, soit : </p><p>Vous pouvez consulter l'image dans le fac-similé du JO </p><p>n º 0151 du 30/06/2016, texte n º 62 </p><p><a shape='rect' href='https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000032797752' target='_blank'> https :// www. legifrance. gouv. fr/ jo _ pdf. do ? id = JORFTEXT000032797752 </a></p><p>S étant le solde des flux actualisés et dont la valeur sera nulle si on veut conserver l'équivalence des flux. </p><p>Hypothèses </p><p>Le calcul du taux annuel effectif global se fait, le cas échéant, conformément aux hypothèses suivantes : </p><p>1° Si un contrat de crédit laisse au consommateur le libre choix quant au mode d'utilisation du crédit, le montant total du crédit est réputé entièrement et immédiatement utilisé ; </p><p>2° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ; </p><p>3° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ; </p><p>4° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais les plus élevés sont réputés être le taux débiteur et les frais pendant la durée totale du contrat de crédit ; </p><p>5° Pour les contrats de crédit pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur ou d'un taux de référence interne convenu, le calcul du TAEG part de l'hypothèse que, à la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du TAEG, en fonction de la valeur, à ce moment-là, de l'indicateur ou du taux de référence interne convenu, sans être inférieur, cependant, au taux débiteur fixe ; </p><p>6° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 170 000 EUR. En cas de contrats de crédit, autres que les cautionnements ou les garanties, dont le but n'est pas d'acquérir ou de conserver un droit de propriété sur un bien immobilier ou un terrain, de découverts, de cartes de crédit, ce plafond est supposé être de 1 500 EUR ; </p><p>7° En cas de contrats de crédit autres que les découverts, les crédits ponts ou relais, les contrats de crédit en fonds partagés, les cautionnements ou les garanties et les crédits à durée indéterminée visés dans les hypothèses des points 9°, 10°, 11°, 12° et 13° : </p><p>i) si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ; </p><p>ii) si l'intervalle entre la date d'utilisation initiale et celle du premier paiement devant être effectué par le consommateur ne peut pas être établi, il est supposé être l'intervalle le plus court ; </p><p>8° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 7°, 9°, 10°, 11°, 12°, et 13°, le paiement est réputé être effectué aux dates et aux conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues ; </p><p>i) les frais d'intérêts sont payés en même temps que les remboursements du capital ; </p><p>ii) les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ; </p><p>iii) les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ; </p><p>iv) le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ; </p><p>9° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de trois mois ; </p><p>10° En cas de crédit pont ou relais, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée du contrat de crédit n'est pas connue, on calcule le TAEG en partant de l'hypothèse que la durée du crédit est de douze mois ; </p><p>11° En cas de contrat de crédit à durée indéterminée, autre qu'une facilité de découvert ou un crédit pont ou relais : </p><p>i) en cas de contrats de crédit dont le but est d'acquérir ou de conserver des droits de propriété sur un bien immobilier, le crédit est réputé être octroyé pour une durée de vingt ans à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ; en cas de contrats de crédit dont le but n'est pas d'acquérir ou de conserver des droits de propriété sur un bien immobilier ou dont les utilisations sont effectuées au moyen de cartes de crédit, cette durée est d'un an ; </p><p>ii) le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part. </p><p>Aux fins du présent point, on entend, par contrat de crédit à durée indéterminée, un contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation ; </p><p>12° En cas d'engagements conditionnels ou de garanties, le montant total du crédit est réputé utilisé en totalité en une fois à celle des dates suivantes qui intervient le plus tôt : </p><p>i) la dernière date d'utilisation autorisée en vertu du contrat de crédit susceptible de faire intervenir l'engagement conditionnel ou la garantie ; ou </p><p>ii) en cas de contrat de crédit renouvelable, à la fin de la période initiale préalablement à la reconduction du contrat ; </p><p>13° En cas de contrats de crédit en fonds partagés : </p><p>i) les paiements effectués par les consommateurs sont réputés intervenir à la (ou aux) dernière (s) date (s) autorisée (s) en vertu du contrat de crédit ; </p><p>ii) le pourcentage d'accroissement de la valeur du bien immobilier qui garantit le contrat de crédit en fonds partagés, ainsi que le taux de tout indice d'inflation visé dans le contrat, sont supposés égaux à la valeur la plus élevée entre le taux d'inflation cible de la banque centrale en vigueur et le niveau d'inflation dans l'Etat membre où le bien immobilier est situé au moment de la conclusion du contrat de crédit ou à 0 % si ces pourcentages sont négatifs.</p>",
            "num": "Annexe à  l'article R314-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1475280000000,
            "dateFin": 1482883200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 421827142,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-07-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire nouvelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000032807108",
                        "id": "LEGISCTA000032807108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-07-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032887060",
                        "id": "LEGISCTA000032887060",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032887089",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032887060",
            "sectionParentId": "LEGISCTA000032887060",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire nouvelle &gt; Annexes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032887089",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032797752",
                    "textTitle": "Décret n°2016-884 du 29 juin 2016 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000032803156",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-30",
                    "dateSignaTexte": "2016-06-29",
                    "dateDebutCible": "2016-07-01"
                },
                {
                    "textCid": "JORFTEXT000032797752",
                    "textTitle": "Décret n°2016-884 du 29 juin 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000032803156",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-30",
                    "dateSignaTexte": "2016-06-29",
                    "dateDebutCible": "2016-07-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032887089",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1475280000000,
                    "dateFin": 1482883200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033697115",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1482883200000,
                    "dateFin": 1639958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044536833",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1639958400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à  l'article R314-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}