{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006579337",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sans préjudice de l'application des dispositions du titre VII du livre Ier du présent code relatives au contrôle des structures des exploitations agricoles, toute personne physique ou morale peut demander au représentant de l'Etat dans le département l'autorisation d'exploiter une parcelle susceptible d'une mise en valeur agricole ou pastorale et inculte ou manifestement sous-exploitée depuis au moins trois ans par comparaison avec les conditions d'exploitation des parcelles de valeur culturale similaire des exploitations agricoles à caractère familial situées à proximité, lorsque, dans l'un ou l'autre cas, aucune raison de force majeure ne peut justifier cette situation. Le délai de trois ans visé au-dessus est réduit à deux ans en zone de montagne. Le représentant de l'Etat dans le département saisit la commission départementale d'aménagement foncier qui se prononce, après procédure contradictoire, sur l'état d'inculture ou de sous-exploitation manifeste du fonds ainsi que sur les possibilités de mise en valeur agricole ou pastorale de celui-ci. Cette décision fait l'objet d'une publicité organisée par décret afin de permettre à d'éventuels demandeurs de se faire connaître du propriétaire ou du représentant de l'Etat dans le département. II. - Si l'état d'inculture ou de sous-exploitation manifeste a été reconnu et que le fonds en cause ne fait pas partie des biens dont le défrichement est soumis à autorisation, le propriétaire et, le cas échéant, le titulaire du droit d'exploitation sont mis en demeure par le représentant de l'Etat dans le département de mettre en valeur le fonds. A la demande du représentant de l'Etat dans le département, le juge du tribunal d'instance du lieu de la situation des biens peut désigner un mandataire chargé de représenter, dans la procédure tendant à la mise en valeur des terres incultes ou manifestement sous-exploitées, le propriétaire ou les indivisaires dont l'identité ou l'adresse n'a pu être déterminée. S'il ne peut désigner un indivisaire comme mandataire, le juge peut confier ces fonctions à toute autre personne physique ou morale. Il peut à tout moment remplacer le mandataire ou mettre fin à sa mission. Dans un délai de deux mois à compter de la notification de la mise en demeure, le propriétaire ou le titulaire du droit d'exploitation fait connaître au préfet, par lettre recommandée avec demande d'avis de réception, qu'il s'engage à mettre en valeur le fonds inculte ou manifestement sous-exploité dans un délai d'un an ou qu'il renonce. L'absence de réponse vaut renonciation. S'il s'engage à mettre en valeur le fonds, il doit joindre à sa réponse un plan de remise en valeur. Lorsque le fonds est loué, le propriétaire peut en reprendre la disposition, sans indemnité, pour le mettre lui-même en valeur ou le donner à bail à un tiers si le titulaire du droit d'exploitation a renoncé expressément ou tacitement ou s'il n'a pas effectivement mis en valeur le fonds dans le délai d'un an visé ci-dessus. Le propriétaire dispose pour exercer cette reprise d'un délai de deux mois à compter de la date du fait qui lui en a ouvert le droit. Le fonds repris doit être effectivement mis en valeur dans e l'année qui suit la date de la reprise par le propriétaire. Pendant les délais susvisés, tout boisement est soumis à autorisation préfectorale sauf dans les zones à vocation forestière définies en application de l'article 52-1. Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation ont fait connaître qu'ils renonçaient ou lorsque le fonds n'a pas effectivement été mis en valeur dans les délais prévus au présent article, le préfet le constate par arrêté dans un délai défini par décret. L'arrêté prévu à l'alinéa précédent est notifié au propriétaire, i aux demandeurs qui doivent confirmer leur demande en adressant un plan de remise en valeur et, en zone de montagne, à la société d'aménagement foncier et d'établissement rural. III. - Le représentant de l'Etat dans le département peut attribuer, après avis de la commission départementale des structures agricoles et de la commission départementale d'aménagement foncier sur le plan de remise en valeur, l'autorisation d'exploiter. En cas de pluralité de demandes, cette autorisation est attribuée en priorité à un agriculteur qui s'installe ou, à défaut, à un exploitant agricole à titre principal. A défaut d'accord amiable entr le demandeur désigné par le représentant de l'Etat et le propriétaire ainsi que lorsqu'un mandataire a été désigné en application du deuxième alinéa du paragraphe II ci-dessus, le tribunal paritaire des baux ruraux fixe les conditions de jouissance et le montant du fermage conformément aux dispositions du titre premier du livre VI du présent code qui sont applicables de plein droit, le propriétaire ayant la faculté de demander qu'il soit fait application des dispositions des articles L. 416-1 à L. 416-19. Le tribunal peut ordonner l'exécution provisoire. Sous peine de résiliation, le fonds doit être mis en valeur dans le délai d'un an à compter de la date à laquelle la décision est devenue exécutoire. Lorsque l'autorisation d'exploiter porte sur un fonds inclus dans une exploitation appartenant à un même propriétaire et faisant l'objet d'un bail unique, cette autorisation ne peut, sauf accord des parties, être donnée que pour une période n'excédant pas la durée du bail. Si l'autorisation d'exploiter porte sur un fonds donné à bail, ledit bail prend fin sans indemnité à la date de notification à l'ancien titulaire du droit d'exploitation de l'autorisation donnée au nouveau. La cessation du bail s'effectue dans les conditions de droit commun. Le bénéficiaire de l'autorisation prend le fonds dans l'état où il se trouve. Le propriétaire est déchargé de toute responsabilité du fait des bâtiments. Nonobstant les dispositions de l'article 830-1, il ne peut être accordé d'indemnité au preneur évincé lorsque l'autorisation d'exploiter ayant porté sur des parcelles dont la destination agricole pouvait être changée en vertu de documents d'urbanisme rendus publics ou approuvés, la résiliation intervient avant la fin de la troisième année du bail. Lorsque le bien faisant l'objet d'une autorisation d'exploiter est indivis, chaque indivisaire reçoit la part du fermage correspondant à ses droits dans l'indivision, établis par le titre de propriété, les énonciationc cadastrales ou, à défaut, par tous moyens de preuve. Le montant du fermage dû aux ayants droit dont l'identité ou l'adresse est demeurée inconnue est déposé par le mandataire qui leur a été désigné chez un dépositaire agréé pour recevoir les capitaux appartenant à des mineurs.",
            "texteHtml": "<p></p>   I. - Sans préjudice de l'application des dispositions du titre VII du livre Ier du présent code relatives au contrôle des structures des exploitations agricoles, toute personne physique ou morale peut demander au représentant de l'Etat dans le département l'autorisation d'exploiter une parcelle susceptible d'une mise en valeur agricole ou pastorale et inculte ou manifestement sous-exploitée depuis au moins trois ans par comparaison avec les conditions d'exploitation des parcelles de valeur culturale similaire des exploitations agricoles à caractère familial situées à proximité, lorsque, dans l'un ou l'autre cas, aucune raison de force majeure ne peut justifier cette situation. Le délai de trois ans visé au-dessus est réduit à deux ans en zone de montagne.<p></p><p></p>   Le représentant de l'Etat dans le département saisit la commission départementale d'aménagement foncier qui se prononce, après procédure contradictoire, sur l'état d'inculture ou de sous-exploitation manifeste du fonds ainsi que sur les possibilités de mise en valeur agricole ou pastorale de celui-ci. Cette décision fait l'objet d'une publicité organisée par décret afin de permettre à d'éventuels demandeurs de se faire connaître du propriétaire ou du représentant de l'Etat dans le département.<p></p><p></p>   II. - Si l'état d'inculture ou de sous-exploitation manifeste a été reconnu et que le fonds en cause ne fait pas partie des biens dont le défrichement est soumis à autorisation, le propriétaire et, le cas échéant, le titulaire du droit d'exploitation sont mis en demeure par le représentant de l'Etat dans le département de mettre en valeur le fonds.<p></p><p></p>   A la demande du représentant de l'Etat dans le département, le juge du tribunal d'instance du lieu de la situation des biens peut désigner un mandataire chargé de représenter, dans la procédure tendant à la mise en valeur des terres incultes ou manifestement sous-exploitées, le propriétaire ou les indivisaires dont l'identité ou l'adresse n'a pu être déterminée. S'il ne peut désigner un indivisaire comme mandataire, le juge peut confier ces fonctions à toute autre personne physique ou morale. Il peut à tout moment remplacer le mandataire ou mettre fin à sa mission.<p></p><p></p>   Dans un délai de deux mois à compter de la notification de la mise en demeure, le propriétaire ou le titulaire du droit d'exploitation fait connaître au préfet, par lettre recommandée avec demande d'avis de réception, qu'il s'engage à mettre en valeur le fonds inculte ou manifestement sous-exploité dans un délai d'un an ou qu'il renonce. L'absence de réponse vaut renonciation. S'il s'engage à mettre en valeur le fonds, il doit joindre à sa réponse un plan de remise en valeur.<p></p><p></p>   Lorsque le fonds est loué, le propriétaire peut en reprendre la disposition, sans indemnité, pour le mettre lui-même en valeur ou le donner à bail à un tiers si le titulaire du droit d'exploitation a renoncé expressément ou tacitement ou s'il n'a pas effectivement mis en valeur le fonds dans le délai d'un an visé ci-dessus. Le propriétaire dispose pour exercer cette reprise d'un délai de deux mois à compter de la date du fait qui lui en a ouvert le droit.<p></p><p></p>   Le fonds repris doit être effectivement mis en valeur dans e l'année qui suit la date de la reprise par le propriétaire.<p></p><p></p>   Pendant les délais susvisés, tout boisement est soumis à autorisation préfectorale sauf dans les zones à vocation forestière définies en application de l'article 52-1.<p></p><p></p>   Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation ont fait connaître qu'ils renonçaient ou lorsque le fonds n'a pas effectivement été mis en valeur dans les délais prévus au présent article, le préfet le constate par arrêté dans un délai défini par décret.<p></p><p></p>   L'arrêté prévu à l'alinéa précédent est notifié au propriétaire, i aux demandeurs qui doivent confirmer leur demande en adressant un plan de remise en valeur et, en zone de montagne, à la société d'aménagement foncier et d'établissement rural.<p></p><p></p>   III. - Le représentant de l'Etat dans le département peut attribuer, après avis de la commission départementale des structures agricoles et de la commission départementale d'aménagement foncier sur le plan de remise en valeur, l'autorisation d'exploiter. En cas de pluralité de demandes, cette autorisation est attribuée en priorité à un agriculteur qui s'installe ou, à défaut, à un exploitant agricole à titre principal. A défaut d'accord amiable entr le demandeur désigné par le représentant de l'Etat et le propriétaire ainsi que lorsqu'un mandataire a été désigné en application du deuxième alinéa du paragraphe II ci-dessus, le tribunal paritaire des baux ruraux fixe les conditions de jouissance et le montant du fermage conformément aux dispositions du titre premier du livre VI du présent code qui sont applicables de plein droit, le propriétaire ayant la faculté de demander qu'il soit fait application des dispositions des articles L. 416-1 à L. 416-19. Le tribunal peut ordonner l'exécution provisoire.<p></p><p></p>   Sous peine de résiliation, le fonds doit être mis en valeur dans le délai d'un an à compter de la date à laquelle la décision est devenue exécutoire.<p></p><p></p>   Lorsque l'autorisation d'exploiter porte sur un fonds inclus dans une exploitation appartenant à un même propriétaire et faisant l'objet d'un bail unique, cette autorisation ne peut, sauf accord des parties, être donnée que pour une période n'excédant pas la durée du bail.<p></p><p></p>   Si l'autorisation d'exploiter porte sur un fonds donné à bail, ledit bail prend fin sans indemnité à la date de notification à l'ancien titulaire du droit d'exploitation de l'autorisation donnée au nouveau. La cessation du bail s'effectue dans les conditions de droit commun.<p></p><p></p>   Le bénéficiaire de l'autorisation prend le fonds dans l'état où il se trouve. Le propriétaire est déchargé de toute responsabilité du fait des bâtiments.<p></p><p></p>   Nonobstant les dispositions de l'article 830-1, il ne peut être accordé d'indemnité au preneur évincé lorsque l'autorisation d'exploiter ayant porté sur des parcelles dont la destination agricole pouvait être changée en vertu de documents d'urbanisme rendus publics ou approuvés, la résiliation intervient avant la fin de la troisième année du bail.<p></p><p></p>   Lorsque le bien faisant l'objet d'une autorisation d'exploiter est indivis, chaque indivisaire reçoit la part du fermage correspondant à ses droits dans l'indivision, établis par le titre de propriété, les énonciationc cadastrales ou, à défaut, par tous moyens de preuve. Le montant du fermage dû aux ayants droit dont l'identité ou l'adresse est demeurée inconnue est déposé par le mandataire qui leur a été désigné chez un dépositaire agréé pour recevoir les capitaux appartenant à des mineurs.<p></p>",
            "num": "39",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 505094400000,
            "dateFin": 721526400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1992-12-12",
                        "titre": "Titre Ier : De l'aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121347",
                        "id": "LEGISCTA000006121347",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1986-01-03",
                        "fin": "1992-11-12",
                        "titre": "Chapitre V : De la mise en valeur des terres incultes ou manifestement sous-exploitées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138298",
                        "id": "LEGISCTA000006138298",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579335",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138298",
            "sectionParentId": "LEGISCTA000006138298",
            "sectionParentTitre": "Chapitre V : De la mise en valeur des terres incultes ou manifestement sous-exploitées.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre Ier : De l'aménagement foncier",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006579337",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000521298",
                    "textTitle": "Loi n°85-1496 du 31 décembre 1985 - art. 11 () JORF 3 janvier 1986",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006274529",
                    "natureText": "LOI",
                    "datePubliTexte": "1986-01-03",
                    "dateSignaTexte": "1985-12-31",
                    "dateDebutCible": "1986-01-03"
                },
                {
                    "textCid": "JORFTEXT000000542506",
                    "textTitle": "Loi n°92-1283 du 11 décembre 1992 - art. 5 (V) JORF 12 décembre 1992",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006600053",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-12-12",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "1992-12-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 52-1, 830-1, L416-1 à L416-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Loi 1942-02-19 art. 2, art. 3",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 252806400000,
                    "dateFin": 474163200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579336",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 474163200000,
                    "dateFin": 505094400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579337",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 505094400000,
                    "dateFin": 721526400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006579336",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006579336",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sans préjudice de l'application des dispositions du titre VII du livre Ier du présent code relatives au contrôle des structures des exploitations agricoles, toute personne physique ou morale peut demander au représentant de l'Etat dans le département l'autorisation d'exploiter une parcelle susceptible d'une mise en valeur agricole ou pastorale et inculte ou manifestement sous-exploitée depuis au moins trois ans par comparaison avec les conditions d'exploitation des parcelles de valeur culturale similaire des exploitations agricoles à caractère familial situées à proximité, lorsque, dans l'un ou l'autre cas, aucune raison de force majeure ne peut justifier cette situation. Le délai de trois ans visé au-dessus est réduit à deux ans en zone de montagne. Le représentant de l'Etat dans le département saisit la commission départementale d'aménagement foncier qui se prononce, après procédure contradictoire, sur l'état d'inculture ou de sous-exploitation manifeste du fonds ainsi que sur les possibilités de mise en valeur agricole ou pastorale de celui-ci. Cette décision fait l'objet d'une publicité organisée par décret afin de permettre à d'éventuels demandeurs de se faire connaître du propriétaire ou du représentant de l'Etat dans le département. II. - Si l'état d'inculture ou de sous-exploitation manifeste a été reconnu et que le fonds en cause ne fait pas partie des biens dont le défrichement est soumis à autorisation, le propriétaire et, le cas échéant, le titulaire du droit d'exploitation sont mis en demeure par le représentant de l'Etat dans le département de mettre en valeur le fonds. A la demande du représentant de l'Etat dans le département, le juge du tribunal d'instance du lieu de la situation des biens peut désigner un mandataire chargé de représenter, dans la procédure tendant à la mise en valeur des terres incultes ou manifestement sous-exploitées, le propriétaire ou les indivisaires dont l'identité ou l'adresse n'a pu être déterminée. S'il ne peut désigner un indivisaire comme mandataire, le juge peut confier ces fonctions à toute autre personne physique ou morale. Il peut à tout moment remplacer le mandataire ou mettre fin à sa mission. Dans un délai de deux mois à compter de la notification de la mise en demeure, le propriétaire ou le titulaire du droit d'exploitation fait connaître au préfet, par lettre recommandée avec demande d'avis de réception, qu'il s'engage à mettre en valeur le fonds inculte ou manifestement sous-exploité dans un délai d'un an ou qu'il renonce. L'absence de réponse vaut renonciation. S'il s'engage à mettre en valeur le fonds, il doit joindre à sa réponse un plan de remise en valeur. Lorsque le fonds est loué, le propriétaire peut en reprendre la disposition, sans indemnité, pour le mettre lui-même en valeur ou le donner à bail à un tiers si le titulaire du droit d'exploitation a renoncé expressément ou tacitement ou s'il n'a pas effectivement mis en valeur le fonds dans le délai d'un an visé ci-dessus. Le propriétaire dispose pour exercer cette reprise d'un délai de deux mois à compter de la date du fait qui lui en a ouvert le droit. Le fonds repris doit être effectivement mis en valeur dans e l'année qui suit la date de la reprise par le propriétaire. Pendant les délais susvisés, tout boisement est soumis à autorisation préfectorale sauf dans les zones à vocation forestière définies en application de l'article 52-1. Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation ont fait connaître qu'ils renonçaient ou lorsque le fonds n'a pas effectivement été mis en valeur dans les délais prévus au présent article, le préfet le constate par arrêté dans un délai défini par décret. L'arrêté prévu à l'alinéa précédent est notifié au propriétaire, i aux demandeurs qui doivent confirmer leur demande en adressant un plan de remise en valeur et, en zone de montagne, à la société d'aménagement foncier et d'établissement rural. III. - Le représentant de l'Etat dans le département peut attribuer, après avis de la commission départementale des structures agricoles et de la commission départementale d'aménagement foncier sur le plan de remise en valeur, l'autorisation d'exploiter. En cas de pluralité de demandes, cette autorisation est attribuée en priorité à un agriculteur qui s'installe ou, à défaut, à un exploitant agricole à titre principal. A défaut d'accord amiable entr le demandeur désigné par le représentant de l'Etat et le propriétaire ainsi que lorsqu'un mandataire a été désigné en application du deuxième alinéa du paragraphe II ci-dessus, le tribunal paritaire des baux ruraux fixe les conditions de jouissance et le montant du fermage conformément aux dispositions du titre premier du livre VI du présent code qui sont applicables de plein droit, le propriétaire ayant la faculté de demander qu'il soit fait application des dispositions des articles L. 416-1 à L. 416-19. Le tribunal peut ordonner l'exécution provisoire. Sous peine de résiliation, le fonds doit être mis en valeur dans le délai d'un an à compter de la date à laquelle la décision est devenue exécutoire. Lorsque l'autorisation d'exploiter porte sur un fonds inclus dans une exploitation appartenant à un même propriétaire et faisant l'objet d'un bail unique, cette autorisation ne peut, sauf accord des parties, être donnée que pour une période n'excédant pas la durée du bail. Si l'autorisation d'exploiter porte sur un fonds donné à bail, ledit bail prend fin sans indemnité à la date de notification à l'ancien titulaire du droit d'exploitation de l'autorisation donnée au nouveau. La cessation du bail s'effectue dans les conditions de droit commun. Le bénéficiaire de l'autorisation prend le fonds dans l'état où il se trouve. Le propriétaire est déchargé de toute responsabilité du fait des bâtiments. Nonobstant les dispositions de l'article 830-1, il ne peut être accordé d'indemnité au preneur évincé lorsque l'autorisation d'exploiter ayant porté sur des parcelles dont la destination agricole pouvait être changée en vertu de documents d'urbanisme rendus publics ou approuvés, la résiliation intervient avant la fin de la troisième année du bail. Lorsque le bien faisant l'objet d'une autorisation d'exploiter est indivis, chaque indivisaire reçoit la part du fermage correspondant à ses droits dans l'indivision, établis par le titre de propriété, les énonciationc cadastrales ou, à défaut, par tous moyens de preuve. Le montant du fermage dû aux ayants droit dont l'identité ou l'adresse est demeurée inconnue est déposé par le mandataire qui leur a été désigné chez un dépositaire agréé pour recevoir les capitaux appartenant à des mineurs.",
            "texteHtml": "<p></p>   I. - Sans préjudice de l'application des dispositions du titre VII du livre Ier du présent code relatives au contrôle des structures des exploitations agricoles, toute personne physique ou morale peut demander au représentant de l'Etat dans le département l'autorisation d'exploiter une parcelle susceptible d'une mise en valeur agricole ou pastorale et inculte ou manifestement sous-exploitée depuis au moins trois ans par comparaison avec les conditions d'exploitation des parcelles de valeur culturale similaire des exploitations agricoles à caractère familial situées à proximité, lorsque, dans l'un ou l'autre cas, aucune raison de force majeure ne peut justifier cette situation. Le délai de trois ans visé au-dessus est réduit à deux ans en zone de montagne.<p></p><p></p>   Le représentant de l'Etat dans le département saisit la commission départementale d'aménagement foncier qui se prononce, après procédure contradictoire, sur l'état d'inculture ou de sous-exploitation manifeste du fonds ainsi que sur les possibilités de mise en valeur agricole ou pastorale de celui-ci. Cette décision fait l'objet d'une publicité organisée par décret afin de permettre à d'éventuels demandeurs de se faire connaître du propriétaire ou du représentant de l'Etat dans le département.<p></p><p></p>   II. - Si l'état d'inculture ou de sous-exploitation manifeste a été reconnu et que le fonds en cause ne fait pas partie des biens dont le défrichement est soumis à autorisation, le propriétaire et, le cas échéant, le titulaire du droit d'exploitation sont mis en demeure par le représentant de l'Etat dans le département de mettre en valeur le fonds.<p></p><p></p>   A la demande du représentant de l'Etat dans le département, le juge du tribunal d'instance du lieu de la situation des biens peut désigner un mandataire chargé de représenter, dans la procédure tendant à la mise en valeur des terres incultes ou manifestement sous-exploitées, le propriétaire ou les indivisaires dont l'identité ou l'adresse n'a pu être déterminée. S'il ne peut désigner un indivisaire comme mandataire, le juge peut confier ces fonctions à toute autre personne physique ou morale. Il peut à tout moment remplacer le mandataire ou mettre fin à sa mission.<p></p><p></p>   Dans un délai de deux mois à compter de la notification de la mise en demeure, le propriétaire ou le titulaire du droit d'exploitation fait connaître au préfet, par lettre recommandée avec demande d'avis de réception, qu'il s'engage à mettre en valeur le fonds inculte ou manifestement sous-exploité dans un délai d'un an ou qu'il renonce. L'absence de réponse vaut renonciation. S'il s'engage à mettre en valeur le fonds, il doit joindre à sa réponse un plan de remise en valeur.<p></p><p></p>   Lorsque le fonds est loué, le propriétaire peut en reprendre la disposition, sans indemnité, pour le mettre lui-même en valeur ou le donner à bail à un tiers si le titulaire du droit d'exploitation a renoncé expressément ou tacitement ou s'il n'a pas effectivement mis en valeur le fonds dans le délai d'un an visé ci-dessus. Le propriétaire dispose pour exercer cette reprise d'un délai de deux mois à compter de la date du fait qui lui en a ouvert le droit.<p></p><p></p>   Le fonds repris doit être effectivement mis en valeur dans e l'année qui suit la date de la reprise par le propriétaire.<p></p><p></p>   Pendant les délais susvisés, tout boisement est soumis à autorisation préfectorale sauf dans les zones à vocation forestière définies en application de l'article 52-1.<p></p><p></p>   Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation ont fait connaître qu'ils renonçaient ou lorsque le fonds n'a pas effectivement été mis en valeur dans les délais prévus au présent article, le préfet le constate par arrêté dans un délai défini par décret.<p></p><p></p>   L'arrêté prévu à l'alinéa précédent est notifié au propriétaire, i aux demandeurs qui doivent confirmer leur demande en adressant un plan de remise en valeur et, en zone de montagne, à la société d'aménagement foncier et d'établissement rural.<p></p><p></p>   III. - Le représentant de l'Etat dans le département peut attribuer, après avis de la commission départementale des structures agricoles et de la commission départementale d'aménagement foncier sur le plan de remise en valeur, l'autorisation d'exploiter. En cas de pluralité de demandes, cette autorisation est attribuée en priorité à un agriculteur qui s'installe ou, à défaut, à un exploitant agricole à titre principal. A défaut d'accord amiable entr le demandeur désigné par le représentant de l'Etat et le propriétaire ainsi que lorsqu'un mandataire a été désigné en application du deuxième alinéa du paragraphe II ci-dessus, le tribunal paritaire des baux ruraux fixe les conditions de jouissance et le montant du fermage conformément aux dispositions du titre premier du livre VI du présent code qui sont applicables de plein droit, le propriétaire ayant la faculté de demander qu'il soit fait application des dispositions des articles L. 416-1 à L. 416-19. Le tribunal peut ordonner l'exécution provisoire.<p></p><p></p>   Sous peine de résiliation, le fonds doit être mis en valeur dans le délai d'un an à compter de la date à laquelle la décision est devenue exécutoire.<p></p><p></p>   Lorsque l'autorisation d'exploiter porte sur un fonds inclus dans une exploitation appartenant à un même propriétaire et faisant l'objet d'un bail unique, cette autorisation ne peut, sauf accord des parties, être donnée que pour une période n'excédant pas la durée du bail.<p></p><p></p>   Si l'autorisation d'exploiter porte sur un fonds donné à bail, ledit bail prend fin sans indemnité à la date de notification à l'ancien titulaire du droit d'exploitation de l'autorisation donnée au nouveau. La cessation du bail s'effectue dans les conditions de droit commun.<p></p><p></p>   Le bénéficiaire de l'autorisation prend le fonds dans l'état où il se trouve. Le propriétaire est déchargé de toute responsabilité du fait des bâtiments.<p></p><p></p>   Nonobstant les dispositions de l'article 830-1, il ne peut être accordé d'indemnité au preneur évincé lorsque l'autorisation d'exploiter ayant porté sur des parcelles dont la destination agricole pouvait être changée en vertu de documents d'urbanisme rendus publics ou approuvés, la résiliation intervient avant la fin de la troisième année du bail.<p></p><p></p>   Lorsque le bien faisant l'objet d'une autorisation d'exploiter est indivis, chaque indivisaire reçoit la part du fermage correspondant à ses droits dans l'indivision, établis par le titre de propriété, les énonciationc cadastrales ou, à défaut, par tous moyens de preuve. Le montant du fermage dû aux ayants droit dont l'identité ou l'adresse est demeurée inconnue est déposé par le mandataire qui leur a été désigné chez un dépositaire agréé pour recevoir les capitaux appartenant à des mineurs.<p></p>",
            "num": "39",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 474163200000,
            "dateFin": 505094400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1992-12-12",
                        "titre": "Titre Ier : De l'aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121347",
                        "id": "LEGISCTA000006121347",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1960-08-07",
                        "fin": "1992-11-12",
                        "titre": "Chapitre V : De la mise en valeur des terres incultes récupérables.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138179",
                        "id": "LEGISCTA000006138179",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579335",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138179",
            "sectionParentId": "LEGISCTA000006138179",
            "sectionParentTitre": "Chapitre V : De la mise en valeur des terres incultes récupérables.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre Ier : De l'aménagement foncier &gt; Chapitre V : De la mise en valeur des terres incultes récupérables.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006579336",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000317293",
                    "textTitle": "Loi n°85-30 du 9 janvier 1985 - art. 23 () JORF 10 janvier 1985",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006274565",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-01-10",
                    "dateSignaTexte": "1985-01-09",
                    "dateDebutCible": "1985-01-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 52-1, 830-1, L416-1 à L416-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Loi 1942-02-19 art. 2, art. 3",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 252806400000,
                    "dateFin": 474163200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579336",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 474163200000,
                    "dateFin": 505094400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579337",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 505094400000,
                    "dateFin": 721526400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006579335",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006579335",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sans préjudice de l'application des dispositions du titre VII du livre Ier du présent code relatives aux cumuls et réunions d'exploitations agricoles, toute personne physique ou morale peut demander au préfet l'autorisation d'exploiter un fonds susceptible d'une mise en valeur agricole ou pastorale inculte depuis au moins trois ans. Le préfet saisit la commission départementale de réorganisation foncière et de remembrement qui, après procédure contradictoire, se prononce sur l'état d'inculture du fonds. Cette décision fait l'objet d'une publicité organisée par décret permettant à d'éventuels demandeurs de se faire connaître du propriétaire. II. - Si l'état d'inculture a été reconnu, le propriétaire et, le cas échéant, le titulaire du droit d'exploitation sont mis en demeure par le préfet de mettre en valeur le fonds inculte. Dans un délai de deux mois à compter de la signification de la mise en demeure, le propriétaire ou le titulaire du droit d'exploitation fait connaître au préfet, par lettre recommandée avec demande d'avis de réception, qu'il s'engage à mettre en valeur le fonds inculte dans un délai d'un an ou qu'il renonce. L'absence de réponse vaut renonciation. Lorsque le fonds est loué, le propriétaire peut en reprendre la disposition, sans indemnité, pour le mettre lui-même en valeur ou le donner à bail à un tiers si le titulaire du droit d'exploitation a renoncé expressément ou tacitement ou s'il n'a pas effectivement mis en valeur le fonds dans le délai d'un an visé ci-dessus. Le propriétaire dispose pour exercer cette reprise d'un délai de deux mois à compter de la date du fait qui lui en a ouvert le droit. Le fonds repris doit être effectivement mis en valeur dans l'année qui suit la date de la reprise par le propriétaire. Pendant les délais susvisés, tout boisement est soumis à autorisation préfectorale sauf dans les zones à vocation forestière définies en application de l'article 52-1. Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation ont fait connaître qu'ils renonçaient ou lorsque le fonds n'a pas effectivement été mis en valeur dans les délais prévus au présent article, le préfet le constate par arrêté dans un délai défini par décret. L'arrêté prévu à l'alinéa qui précède est notifié au demandeur qui doit confirmer sa demande. III. - A défaut d'accord amiable entre le demandeur et le propriétaire, le tribunal paritaire de baux ruraux apprécie s'il y a lieu d'accorder le droit d'exploitation sollicité et, dans l'affirmative, fixe les conditions de jouissance et le montant du fermage conformément aux dispositions du titre premier du livre VI du présent code qui sont applicables de plein droit, sans permettre la vente sur pied de récoltes d'herbe ou de foin, le propriétaire ayant la faculté de demander qu'il soit fait application des dispositions des articles 870-24 à 870-29. Le tribunal peut ordonner l'exécution provisoire. Sous peine de résiliation, le fonds doit être mis en valeur dans le délai d'un an à compter de la date à laquelle la décision est devenue exécutoire. Lorsque l'autorisation d'exploiter porte sur un fonds inclus dans une exploitation appartenant à un même propriétaire et faisant l'objet d'un bail unique, cette autorisation ne peut, sauf accord des parties, être donnée que pour une période n'excédant pas la durée du bail. Si l'autorisation d'exploiter porte sur un fonds donné à bail, ledit bail prend fin sans indemnité à la date de notification à l'ancien titulaire du droit d'exploitation de l'autorisation donnée au nouveau. La cessation du bail s'effectue dans les conditions de droit commun. Le bénéficiaire de l'autorisation prend le fonds dans l'état où il se trouve. Le propriétaire est déchargé de toute responsabilité du fait des bâtiments. Nonobstant les dispositions de l'article 830-1, il ne peut être accordé d'indemnité au preneur évincé lorsque l'autorisation d'exploiter ayant porté sur des parcelles dont la destination agricole pouvait être changée en vertu de documents d'urbanisme rendus publics ou approuvés, la résiliation intervient avant la fin de la troisième année du bail.",
            "texteHtml": "<p></p>   I. - Sans préjudice de l'application des dispositions du titre VII du livre Ier du présent code relatives aux cumuls et réunions d'exploitations agricoles, toute personne physique ou morale peut demander au préfet l'autorisation d'exploiter un fonds susceptible d'une mise en valeur agricole ou pastorale inculte depuis au moins trois ans.<p></p><p></p>   Le préfet saisit la commission départementale de réorganisation foncière et de remembrement qui, après procédure contradictoire, se prononce sur l'état d'inculture du fonds. Cette décision fait l'objet d'une publicité organisée par décret permettant à d'éventuels demandeurs de se faire connaître du propriétaire.<p></p><p></p>   II. - Si l'état d'inculture a été reconnu, le propriétaire et, le cas échéant, le titulaire du droit d'exploitation sont mis en demeure par le préfet de mettre en valeur le fonds inculte.<p></p><p></p>   Dans un délai de deux mois à compter de la signification de la mise en demeure, le propriétaire ou le titulaire du droit d'exploitation fait connaître au préfet, par lettre recommandée avec demande d'avis de réception, qu'il s'engage à mettre en valeur le fonds inculte dans un délai d'un an ou qu'il renonce. L'absence de réponse vaut renonciation.<p></p><p></p>   Lorsque le fonds est loué, le propriétaire peut en reprendre la disposition, sans indemnité, pour le mettre lui-même en valeur ou le donner à bail à un tiers si le titulaire du droit d'exploitation a renoncé expressément ou tacitement ou s'il n'a pas effectivement mis en valeur le fonds dans le délai d'un an visé ci-dessus. Le propriétaire dispose pour exercer cette reprise d'un délai de deux mois à compter de la date du fait qui lui en a ouvert le droit.<p></p><p></p>   Le fonds repris doit être effectivement mis en valeur dans l'année qui suit la date de la reprise par le propriétaire.<p></p><p></p>   Pendant les délais susvisés, tout boisement est soumis à autorisation préfectorale sauf dans les zones à vocation forestière définies en application de l'article 52-1.<p></p><p></p>   Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation ont fait connaître qu'ils renonçaient ou lorsque le fonds n'a pas effectivement été mis en valeur dans les délais prévus au présent article, le préfet le constate par arrêté dans un délai défini par décret.<p></p><p></p>   L'arrêté prévu à l'alinéa qui précède est notifié au demandeur qui doit confirmer sa demande.<p></p><p></p>   III. - A défaut d'accord amiable entre le demandeur et le propriétaire, le tribunal paritaire de baux ruraux apprécie s'il y a lieu d'accorder le droit d'exploitation sollicité et, dans l'affirmative, fixe les conditions de jouissance et le montant du fermage conformément aux dispositions du titre premier du livre VI du présent code qui sont applicables de plein droit, sans permettre la vente sur pied de récoltes d'herbe ou de foin, le propriétaire ayant la faculté de demander qu'il soit fait application des dispositions des articles 870-24 à 870-29. Le tribunal peut ordonner l'exécution provisoire.<p></p><p></p>   Sous peine de résiliation, le fonds doit être mis en valeur dans le délai d'un an à compter de la date à laquelle la décision est devenue exécutoire.<p></p><p></p>   Lorsque l'autorisation d'exploiter porte sur un fonds inclus dans une exploitation appartenant à un même propriétaire et faisant l'objet d'un bail unique, cette autorisation ne peut, sauf accord des parties, être donnée que pour une période n'excédant pas la durée du bail.<p></p><p></p>   Si l'autorisation d'exploiter porte sur un fonds donné à bail, ledit bail prend fin sans indemnité à la date de notification à l'ancien titulaire du droit d'exploitation de l'autorisation donnée au nouveau. La cessation du bail s'effectue dans les conditions de droit commun.<p></p><p></p>   Le bénéficiaire de l'autorisation prend le fonds dans l'état où il se trouve. Le propriétaire est déchargé de toute responsabilité du fait des bâtiments.<p></p><p></p>   Nonobstant les dispositions de l'article 830-1, il ne peut être accordé d'indemnité au preneur évincé lorsque l'autorisation d'exploiter ayant porté sur des parcelles dont la destination agricole pouvait être changée en vertu de documents d'urbanisme rendus publics ou approuvés, la résiliation intervient avant la fin de la troisième année du bail.<p></p>",
            "num": "39",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 252806400000,
            "dateFin": 474163200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1992-12-12",
                        "titre": "Titre Ier : De l'aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121347",
                        "id": "LEGISCTA000006121347",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1960-08-07",
                        "fin": "1992-11-12",
                        "titre": "Chapitre V : De la mise en valeur des terres incultes récupérables.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138179",
                        "id": "LEGISCTA000006138179",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579335",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138179",
            "sectionParentId": "LEGISCTA000006138179",
            "sectionParentTitre": "Chapitre V : De la mise en valeur des terres incultes récupérables.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre Ier : De l'aménagement foncier &gt; Chapitre V : De la mise en valeur des terres incultes récupérables.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006579335",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000508777",
                    "textTitle": "Loi n°60-808 du 5 août 1960 - art. 19 () JORF 7 août 1960",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006600696",
                    "natureText": "LOI",
                    "datePubliTexte": "1960-08-07",
                    "dateSignaTexte": "1960-08-05",
                    "dateDebutCible": "1960-08-07"
                },
                {
                    "textCid": "JORFTEXT000000704800",
                    "textTitle": "Loi 78-10 1978-01-04 art. 1 JORF 5 janvier 1978",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000704800",
                    "natureText": "LOI",
                    "datePubliTexte": "1978-01-05",
                    "dateSignaTexte": "1978-01-04",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 52-1, 830-1, 870-24 à 870-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Loi 1942-02-19 art. 2, art. 3",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 252806400000,
                    "dateFin": 474163200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579336",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 474163200000,
                    "dateFin": 505094400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579337",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 505094400000,
                    "dateFin": 721526400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}