{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000021641760",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les dispositions du I de l'article 238 bis I relatives à la réévaluation des immobilisations non amortissables sont étendues aux immobilisations amortissables figurant au bilan du premier exercice clos à dater du 31 décembre 1976. Les valeurs réévaluées de ces immobilisations ne doivent pas dépasser les montants obtenus en appliquant aux valeurs nettes comptables des indices représentatifs de l'évolution : Du prix des constructions en ce qui concerne les biens de cette nature ; Du prix des matériels et outillages en ce qui concerne les autres immobilisations amortissables. Ces indices sont déterminés par arrêté du ministre de l'économie et des finances. II. - Les plus-values de réévaluation des immobilisations amortissables sont portées directement, en franchise d'impôt, à une provision spéciale figurant au passif du bilan. Il doit être produit un état détaillé de cette provision en annexe au bilan et aux déclarations fiscales des intéressés. Les annuités d'amortissement des exercices ouverts à compter du 1er janvier 1977 sont calculées à partir des valeurs réévaluées. La provision spéciale est rapportée aux résultats de ces exercices dans les conditions suivantes : Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime linéaire : par fractions annuelles égales pendant la durée résiduelle d'amortissement appréciée au 31 décembre 1976 ; Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime dégressif : par fractions annuelles dont chacune est calculée dans les mêmes conditions et au même taux que l'annuité correspondante d'amortissement. Ce taux ne peut excéder celui que l'entreprise eût été autorisée à pratiquer en l'absence de réévaluation. En cas de cession d'une immobilisation amortissable réévaluée, la fraction résiduelle de la provision spéciale correspondant à l'élément cédé est rapportée aux résultats de l'exercice de la cession. La plus-value ou moins-value de cession est calculée à partir de la valeur réévaluée. III. - En fonction de la conjoncture économique et budgétaire et compte tenu des besoins d'investissement des entreprises, celles-ci pourront être autorisées à déduire de leurs bases d'imposition une partie des sommes rapportées en application des dispositions précédentes aux résultats des exercices clos à compter du 31 décembre 1978. Le taux et les modalités de cette déduction seront fixés, pour chacune des années au cours desquelles elle sera appliquée, par la loi de finances. IV. - La réévaluation des immobilisations prévues au présent article peut être effectuée dans les écritures du premier exercice clos à dater du 31 décembre 1976 ou des trois exercices suivants. V. - Un décret en Conseil d'Etat, pris après avis de l'Autorité des normes comptables, fixe les conditions d'application du présent article, les modalités de réévaluation, notamment celles applicables aux immeubles bâtis, la nature des obligations incombant aux entreprises. Il précise les règles de détermination, d'un point de vue fiscal, des plus ou moins-values de cession d'immobilisations amortissables, réévaluées de telle façon que la réévaluation prévue au présent article s'accompagne d'une parfaite neutralité fiscale, ainsi que des amortissements différés. Il adapte les dispositions du présent article aux professions agricoles et libérales. VI. - Les déficits reportables au 31 décembre 1976 peuvent être imputés, du point de vue fiscal, sur la provision spéciale. VII. - La présente réévaluation, telle qu'elle est définie aux paragraphes I à V, n'aura pas d'effet sur l'assiette des impôts locaux (cotisation foncière des entreprises et taxes foncières).",
            "texteHtml": "<p>I. - Les dispositions du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304041&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 238 bis I (V)'>l'article 238 bis I</a> relatives à la réévaluation des immobilisations non amortissables sont étendues aux immobilisations amortissables figurant au bilan du premier exercice clos à dater du 31 décembre 1976.</p><p>Les valeurs réévaluées de ces immobilisations ne doivent pas dépasser les montants obtenus en appliquant aux valeurs nettes comptables des indices représentatifs de l'évolution :</p><p>Du prix des constructions en ce qui concerne les biens de cette nature ;</p><p>Du prix des matériels et outillages en ce qui concerne les autres immobilisations amortissables.</p><p>Ces indices sont déterminés par arrêté du ministre de l'économie et des finances.</p><p>II. - Les plus-values de réévaluation des immobilisations amortissables sont portées directement, en franchise d'impôt, à une provision spéciale figurant au passif du bilan. Il doit être produit un état détaillé de cette provision en annexe au bilan et aux déclarations fiscales des intéressés.</p><p>Les annuités d'amortissement des exercices ouverts à compter du 1er janvier 1977 sont calculées à partir des valeurs réévaluées.</p><p>La provision spéciale est rapportée aux résultats de ces exercices dans les conditions suivantes :</p><p>Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime linéaire : par fractions annuelles égales pendant la durée résiduelle d'amortissement appréciée au 31 décembre 1976 ;</p><p>Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime dégressif : par fractions annuelles dont chacune est calculée dans les mêmes conditions et au même taux que l'annuité correspondante d'amortissement. Ce taux ne peut excéder celui que l'entreprise eût été autorisée à pratiquer en l'absence de réévaluation.</p><p>En cas de cession d'une immobilisation amortissable réévaluée, la fraction résiduelle de la provision spéciale correspondant à l'élément cédé est rapportée aux résultats de l'exercice de la cession. La plus-value ou moins-value de cession est calculée à partir de la valeur réévaluée.</p><p>III. - En fonction de la conjoncture économique et budgétaire et compte tenu des besoins d'investissement des entreprises, celles-ci pourront être autorisées à déduire de leurs bases d'imposition une partie des sommes rapportées en application des dispositions précédentes aux résultats des exercices clos à compter du 31 décembre 1978. Le taux et les modalités de cette déduction seront fixés, pour chacune des années au cours desquelles elle sera appliquée, par la loi de finances.</p><p>IV. - La réévaluation des immobilisations prévues au présent article peut être effectuée dans les écritures du premier exercice clos à dater du 31 décembre 1976 ou des trois exercices suivants.</p><p>V. - Un décret en Conseil d'Etat, pris après avis de l'Autorité des normes comptables, fixe les conditions d'application du présent article, les modalités de réévaluation, notamment celles applicables aux immeubles bâtis, la nature des obligations incombant aux entreprises.</p><p>Il précise les règles de détermination, d'un point de vue fiscal, des plus ou moins-values de cession d'immobilisations amortissables, réévaluées de telle façon que la réévaluation prévue au présent article s'accompagne d'une parfaite neutralité fiscale, ainsi que des amortissements différés. Il adapte les dispositions du présent article aux professions agricoles et libérales.</p><p>VI. - Les déficits reportables au 31 décembre 1976 peuvent être imputés, du point de vue fiscal, sur la provision spéciale.</p><p>VII. - La présente réévaluation, telle qu'elle est définie aux paragraphes I à V, n'aura pas d'effet sur l'assiette des impôts locaux (cotisation foncière des entreprises et taxes foncières).</p>",
            "num": "238 bis J",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1262304000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "I ter : Réévaluation des immobilisations amortissables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179605",
                        "id": "LEGISCTA000006179605",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304044",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179605",
            "sectionParentId": "LEGISCTA000006179605",
            "sectionParentTitre": "I ter : Réévaluation des immobilisations amortissables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; I ter : Réévaluation des immobilisations amortissables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000021641760",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021557902",
                    "textTitle": "LOI n° 2009-1673 du 30 décembre 2009 - art. 2 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046875865",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-12-31",
                    "dateSignaTexte": "2009-12-30",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 bis I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "238 bis I",
                    "articleId": "LEGIARTI000006304041",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 B",
                    "articleId": "LEGIARTI000006294226",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 F",
                    "articleId": "LEGIARTI000006294232",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 G",
                    "articleId": "LEGIARTI000006294233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 I",
                    "articleId": "LEGIARTI000006294236",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 L",
                    "articleId": "LEGIARTI000006294239",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 M (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 M",
                    "articleId": "LEGIARTI000006294240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 N (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 N",
                    "articleId": "LEGIARTI000006294241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 P (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 P",
                    "articleId": "LEGIARTI000006294243",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 23 L bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "23 L bis",
                    "articleId": "LEGIARTI000006300312",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000704549",
                    "textTitle": "Loi 77-1467 1977-12-30 art. 69 A VII Finances pour 1978",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000704549",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000886458",
                    "textTitle": "Loi 78-1239 1978-12-29 art. 83 Finances pour 1979",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886458",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304044",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304045",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1232755200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020142790",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1232755200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021641760",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 bis J",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000020142790",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020142790",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les dispositions du I de l'article 238 bis I relatives à la réévaluation des immobilisations non amortissables sont étendues aux immobilisations amortissables figurant au bilan du premier exercice clos à dater du 31 décembre 1976. Les valeurs réévaluées de ces immobilisations ne doivent pas dépasser les montants obtenus en appliquant aux valeurs nettes comptables des indices représentatifs de l'évolution : Du prix des constructions en ce qui concerne les biens de cette nature ; Du prix des matériels et outillages en ce qui concerne les autres immobilisations amortissables. Ces indices sont déterminés par arrêté du ministre de l'économie et des finances. II. - Les plus-values de réévaluation des immobilisations amortissables sont portées directement, en franchise d'impôt, à une provision spéciale figurant au passif du bilan. Il doit être produit un état détaillé de cette provision en annexe au bilan et aux déclarations fiscales des intéressés. Les annuités d'amortissement des exercices ouverts à compter du 1er janvier 1977 sont calculées à partir des valeurs réévaluées. La provision spéciale est rapportée aux résultats de ces exercices dans les conditions suivantes : Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime linéaire : par fractions annuelles égales pendant la durée résiduelle d'amortissement appréciée au 31 décembre 1976 ; Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime dégressif : par fractions annuelles dont chacune est calculée dans les mêmes conditions et au même taux que l'annuité correspondante d'amortissement. Ce taux ne peut excéder celui que l'entreprise eût été autorisée à pratiquer en l'absence de réévaluation. En cas de cession d'une immobilisation amortissable réévaluée, la fraction résiduelle de la provision spéciale correspondant à l'élément cédé est rapportée aux résultats de l'exercice de la cession. La plus-value ou moins-value de cession est calculée à partir de la valeur réévaluée. III. - En fonction de la conjoncture économique et budgétaire et compte tenu des besoins d'investissement des entreprises, celles-ci pourront être autorisées à déduire de leurs bases d'imposition une partie des sommes rapportées en application des dispositions précédentes aux résultats des exercices clos à compter du 31 décembre 1978. Le taux et les modalités de cette déduction seront fixés, pour chacune des années au cours desquelles elle sera appliquée, par la loi de finances. IV. - La réévaluation des immobilisations prévues au présent article peut être effectuée dans les écritures du premier exercice clos à dater du 31 décembre 1976 ou des trois exercices suivants. V. - Un décret en Conseil d'Etat, pris après avis de l'Autorité des normes comptables, fixe les conditions d'application du présent article, les modalités de réévaluation, notamment celles applicables aux immeubles bâtis, la nature des obligations incombant aux entreprises. Il précise les règles de détermination, d'un point de vue fiscal, des plus ou moins-values de cession d'immobilisations amortissables, réévaluées de telle façon que la réévaluation prévue au présent article s'accompagne d'une parfaite neutralité fiscale, ainsi que des amortissements différés. Il adapte les dispositions du présent article aux professions agricoles et libérales. VI. - Les déficits reportables au 31 décembre 1976 peuvent être imputés, du point de vue fiscal, sur la provision spéciale. VII. - La présente réévaluation, telle qu'elle est définie aux paragraphes I à V, n'aura pas d'effet sur l'assiette des impôts locaux (taxe professionnelle et taxes foncières).",
            "texteHtml": "<p>I. - Les dispositions du I de l'article 238 bis I relatives à la réévaluation des immobilisations non amortissables sont étendues aux immobilisations amortissables figurant au bilan du premier exercice clos à dater du 31 décembre 1976.</p><p>Les valeurs réévaluées de ces immobilisations ne doivent pas dépasser les montants obtenus en appliquant aux valeurs nettes comptables des indices représentatifs de l'évolution :</p><p>Du prix des constructions en ce qui concerne les biens de cette nature ;</p><p>Du prix des matériels et outillages en ce qui concerne les autres immobilisations amortissables.</p><p>Ces indices sont déterminés par arrêté du ministre de l'économie et des finances.</p><p>II. - Les plus-values de réévaluation des immobilisations amortissables sont portées directement, en franchise d'impôt, à une provision spéciale figurant au passif du bilan. Il doit être produit un état détaillé de cette provision en annexe au bilan et aux déclarations fiscales des intéressés.</p><p>Les annuités d'amortissement des exercices ouverts à compter du 1er janvier 1977 sont calculées à partir des valeurs réévaluées.</p><p>La provision spéciale est rapportée aux résultats de ces exercices dans les conditions suivantes :</p><p>Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime linéaire : par fractions annuelles égales pendant la durée résiduelle d'amortissement appréciée au 31 décembre 1976 ;</p><p>Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime dégressif : par fractions annuelles dont chacune est calculée dans les mêmes conditions et au même taux que l'annuité correspondante d'amortissement. Ce taux ne peut excéder celui que l'entreprise eût été autorisée à pratiquer en l'absence de réévaluation.</p><p>En cas de cession d'une immobilisation amortissable réévaluée, la fraction résiduelle de la provision spéciale correspondant à l'élément cédé est rapportée aux résultats de l'exercice de la cession. La plus-value ou moins-value de cession est calculée à partir de la valeur réévaluée.</p><p>III. - En fonction de la conjoncture économique et budgétaire et compte tenu des besoins d'investissement des entreprises, celles-ci pourront être autorisées à déduire de leurs bases d'imposition une partie des sommes rapportées en application des dispositions précédentes aux résultats des exercices clos à compter du 31 décembre 1978. Le taux et les modalités de cette déduction seront fixés, pour chacune des années au cours desquelles elle sera appliquée, par la loi de finances.</p><p>IV. - La réévaluation des immobilisations prévues au présent article peut être effectuée dans les écritures du premier exercice clos à dater du 31 décembre 1976 ou des trois exercices suivants.</p><p>V. - Un décret en Conseil d'Etat, pris après avis de l'Autorité des normes comptables, fixe les conditions d'application du présent article, les modalités de réévaluation, notamment celles applicables aux immeubles bâtis, la nature des obligations incombant aux entreprises.</p><p>Il précise les règles de détermination, d'un point de vue fiscal, des plus ou moins-values de cession d'immobilisations amortissables, réévaluées de telle façon que la réévaluation prévue au présent article s'accompagne d'une parfaite neutralité fiscale, ainsi que des amortissements différés. Il adapte les dispositions du présent article aux professions agricoles et libérales.</p><p>VI. - Les déficits reportables au 31 décembre 1976 peuvent être imputés, du point de vue fiscal, sur la provision spéciale.</p><p>VII. - La présente réévaluation, telle qu'elle est définie aux paragraphes I à V, n'aura pas d'effet sur l'assiette des impôts locaux (taxe professionnelle et taxes foncières).</p>",
            "num": "238 bis J",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1232755200000,
            "dateFin": 1262304000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "I ter : Réévaluation des immobilisations amortissables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179605",
                        "id": "LEGISCTA000006179605",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304044",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179605",
            "sectionParentId": "LEGISCTA000006179605",
            "sectionParentTitre": "I ter : Réévaluation des immobilisations amortissables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; I ter : Réévaluation des immobilisations amortissables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020142790",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020137892",
                    "textTitle": "Ordonnance n°2009-79\n du 22 janvier 2009 - art. 6 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000020138799",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2009-01-23",
                    "dateSignaTexte": "2009-01-22",
                    "dateDebutCible": "2009-01-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 238 bis I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 171 A à 171 P",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN4 23 L bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 B",
                    "articleId": "LEGIARTI000006294226",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 F",
                    "articleId": "LEGIARTI000006294232",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 G",
                    "articleId": "LEGIARTI000006294233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 I",
                    "articleId": "LEGIARTI000006294236",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 L",
                    "articleId": "LEGIARTI000006294239",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 M (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 M",
                    "articleId": "LEGIARTI000006294240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 N (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 N",
                    "articleId": "LEGIARTI000006294241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 P (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 P",
                    "articleId": "LEGIARTI000006294243",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 23 L bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "23 L bis",
                    "articleId": "LEGIARTI000006300312",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000704549",
                    "textTitle": "Loi 77-1467 1977-12-30 art. 69 A VII Finances pour 1978",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000704549",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000886458",
                    "textTitle": "Loi 78-1239 1978-12-29 art. 83 Finances pour 1979",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886458",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304044",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304045",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1232755200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020142790",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1232755200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021641760",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 bis J",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000006304045",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304045",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les dispositions du I de l'article 238 bis I relatives à la réévaluation des immobilisations non amortissables sont étendues aux immobilisations amortissables figurant au bilan du premier exercice clos à dater du 31 décembre 1976. Les valeurs réévaluées de ces immobilisations ne doivent pas dépasser les montants obtenus en appliquant aux valeurs nettes comptables des indices représentatifs de l'évolution : Du prix des constructions en ce qui concerne les biens de cette nature ; Du prix des matériels et outillages en ce qui concerne les autres immobilisations amortissables. Ces indices sont déterminés par arrêté du ministre de l'économie et des finances. II. - Les plus-values de réévaluation des immobilisations amortissables sont portées directement, en franchise d'impôt, à une provision spéciale figurant au passif du bilan. Il doit être produit un état détaillé de cette provision en annexe au bilan et aux déclarations fiscales des intéressés. Les annuités d'amortissement des exercices ouverts à compter du 1er janvier 1977 sont calculées à partir des valeurs réévaluées. La provision spéciale est rapportée aux résultats de ces exercices dans les conditions suivantes : Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime linéaire : par fractions annuelles égales pendant la durée résiduelle d'amortissement appréciée au 31 décembre 1976 ; Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime dégressif : par fractions annuelles dont chacune est calculée dans les mêmes conditions et au même taux que l'annuité correspondante d'amortissement. Ce taux ne peut excéder celui que l'entreprise eût été autorisée à pratiquer en l'absence de réévaluation. En cas de cession d'une immobilisation amortissable réévaluée, la fraction résiduelle de la provision spéciale correspondant à l'élément cédé est rapportée aux résultats de l'exercice de la cession. La plus-value ou moins-value de cession est calculée à partir de la valeur réévaluée. III. - En fonction de la conjoncture économique et budgétaire et compte tenu des besoins d'investissement des entreprises, celles-ci pourront être autorisées à déduire de leurs bases d'imposition une partie des sommes rapportées en application des dispositions précédentes aux résultats des exercices clos à compter du 31 décembre 1978. Le taux et les modalités de cette déduction seront fixés, pour chacune des années au cours desquelles elle sera appliquée, par la loi de finances. IV. - La réévaluation des immobilisations prévues au présent article peut être effectuée dans les écritures du premier exercice clos à dater du 31 décembre 1976 ou des trois exercices suivants. V. - Un décret en Conseil d'Etat, pris après avis du conseil national de la comptabilité, fixe les conditions d'application du présent article, les modalités de réévaluation, notamment celles applicables aux immeubles bâtis, la nature des obligations incombant aux entreprises. Il précise les règles de détermination, d'un point de vue fiscal, des plus ou moins-values de cession d'immobilisations amortissables, réévaluées de telle façon que la réévaluation prévue au présent article s'accompagne d'une parfaite neutralité fiscale, ainsi que des amortissements différés. Il adapte les dispositions du présent article aux professions agricoles et libérales. VI. - Les déficits reportables au 31 décembre 1976 peuvent être imputés, du point de vue fiscal, sur la provision spéciale. VII. - La présente réévaluation, telle qu'elle est définie aux paragraphes I à V, n'aura pas d'effet sur l'assiette des impôts locaux (taxe professionnelle et taxes foncières).",
            "texteHtml": "<p>I. - Les dispositions du I de l'article 238 bis I relatives à la réévaluation des immobilisations non amortissables sont étendues aux immobilisations amortissables figurant au bilan du premier exercice clos à dater du 31 décembre 1976.</p><p>Les valeurs réévaluées de ces immobilisations ne doivent pas dépasser les montants obtenus en appliquant aux valeurs nettes comptables des indices représentatifs de l'évolution :</p><p>Du prix des constructions en ce qui concerne les biens de cette nature ;</p><p>Du prix des matériels et outillages en ce qui concerne les autres immobilisations amortissables.</p><p>Ces indices sont déterminés par arrêté du ministre de l'économie et des finances.</p><p>II. - Les plus-values de réévaluation des immobilisations amortissables sont portées directement, en franchise d'impôt, à une provision spéciale figurant au passif du bilan. Il doit être produit un état détaillé de cette provision en annexe au bilan et aux déclarations fiscales des intéressés.</p><p>Les annuités d'amortissement des exercices ouverts à compter du 1er janvier 1977 sont calculées à partir des valeurs réévaluées.</p><p>La provision spéciale est rapportée aux résultats de ces exercices dans les conditions suivantes :</p><p>Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime linéaire : par fractions annuelles égales pendant la durée résiduelle d'amortissement appréciée au 31 décembre 1976 ;</p><p>Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime dégressif : par fractions annuelles dont chacune est calculée dans les mêmes conditions et au même taux que l'annuité correspondante d'amortissement. Ce taux ne peut excéder celui que l'entreprise eût été autorisée à pratiquer en l'absence de réévaluation.</p><p>En cas de cession d'une immobilisation amortissable réévaluée, la fraction résiduelle de la provision spéciale correspondant à l'élément cédé est rapportée aux résultats de l'exercice de la cession. La plus-value ou moins-value de cession est calculée à partir de la valeur réévaluée.</p><p>III. - En fonction de la conjoncture économique et budgétaire et compte tenu des besoins d'investissement des entreprises, celles-ci pourront être autorisées à déduire de leurs bases d'imposition une partie des sommes rapportées en application des dispositions précédentes aux résultats des exercices clos à compter du 31 décembre 1978. Le taux et les modalités de cette déduction seront fixés, pour chacune des années au cours desquelles elle sera appliquée, par la loi de finances.</p><p>IV. - La réévaluation des immobilisations prévues au présent article peut être effectuée dans les écritures du premier exercice clos à dater du 31 décembre 1976 ou des trois exercices suivants.</p><p>V. - Un décret en Conseil d'Etat, pris après avis du conseil national de la comptabilité, fixe les conditions d'application du présent article, les modalités de réévaluation, notamment celles applicables aux immeubles bâtis, la nature des obligations incombant aux entreprises.</p><p>Il précise les règles de détermination, d'un point de vue fiscal, des plus ou moins-values de cession d'immobilisations amortissables, réévaluées de telle façon que la réévaluation prévue au présent article s'accompagne d'une parfaite neutralité fiscale, ainsi que des amortissements différés. Il adapte les dispositions du présent article aux professions agricoles et libérales.</p><p>VI. - Les déficits reportables au 31 décembre 1976 peuvent être imputés, du point de vue fiscal, sur la provision spéciale.</p><p>VII. - La présente réévaluation, telle qu'elle est définie aux paragraphes I à V, n'aura pas d'effet sur l'assiette des impôts locaux (taxe professionnelle et taxes foncières).</p><p></p>",
            "num": "238 bis J",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1072915200000,
            "dateFin": 1232755200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "I ter : Réévaluation des immobilisations amortissables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179605",
                        "id": "LEGISCTA000006179605",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304044",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179605",
            "sectionParentId": "LEGISCTA000006179605",
            "sectionParentTitre": "I ter : Réévaluation des immobilisations amortissables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; I ter : Réévaluation des immobilisations amortissables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006304045",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000612133",
                    "textTitle": "Loi - art. 89 (V) JORF 31 décembre 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "89",
                    "articleId": "LEGIARTI000006321822",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-12-31",
                    "dateSignaTexte": "2003-12-30",
                    "dateDebutCible": "2003-12-31"
                },
                {
                    "textCid": "JORFTEXT000000438251",
                    "textTitle": "Décret 2004-304 2004-03-26",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000438251",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-03-30",
                    "dateSignaTexte": "2004-03-26",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 238 bis I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 171 A à 171 P",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN4 23 L bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 B",
                    "articleId": "LEGIARTI000006294226",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 F",
                    "articleId": "LEGIARTI000006294232",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 G",
                    "articleId": "LEGIARTI000006294233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 I",
                    "articleId": "LEGIARTI000006294236",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 L",
                    "articleId": "LEGIARTI000006294239",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 M (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 M",
                    "articleId": "LEGIARTI000006294240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 N (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 N",
                    "articleId": "LEGIARTI000006294241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 P (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 P",
                    "articleId": "LEGIARTI000006294243",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 23 L bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "23 L bis",
                    "articleId": "LEGIARTI000006300312",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000704549",
                    "textTitle": "Loi 77-1467 1977-12-30 art. 69 A VII Finances pour 1978",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000704549",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000886458",
                    "textTitle": "Loi 78-1239 1978-12-29 art. 83 Finances pour 1979",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886458",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2004",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304044",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304045",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1232755200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020142790",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1232755200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021641760",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 bis J",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000006304044",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304044",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les dispositions du I de l'article 238 bis I relatives à la réévaluation des immobilisations non amortissables sont étendues aux immobilisations amortissables figurant au bilan du premier exercice clos à dater du 31 décembre 1976. Les valeurs réévaluées de ces immobilisations ne doivent pas dépasser les montants obtenus en appliquant aux valeurs nettes comptables des indices représentatifs de l'évolution : Du prix des constructions en ce qui concerne les biens de cette nature ; Du prix des matériels et outillages en ce qui concerne les autres immobilisations amortissables. Ces indices sont déterminés par arrêté du ministre de l'économie et des finances (1). II. - Les plus-values de réévaluation des immobilisations amortissables sont portées directement, en franchise d'impôt, à une provision spéciale figurant au passif du bilan. Il doit être produit un état détaillé de cette provision en annexe au bilan et aux déclarations fiscales des intéressés. Les annuités d'amortissement des exercices ouverts à compter du 1er janvier 1977 sont calculées à partir des valeurs réévaluées. La provision spéciale est rapportée aux résultats de ces exercices dans les conditions suivantes : Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime linéaire : par fractions annuelles égales pendant la durée résiduelle d'amortissement appréciée au 31 décembre 1976 ; Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime dégressif : par fractions annuelles dont chacune est calculée dans les mêmes conditions et au même taux que l'annuité correspondante d'amortissement. Ce taux ne peut excéder celui que l'entreprise eût été autorisée à pratiquer en l'absence de réévaluation. En cas de cession d'une immobilisation amortissable réévaluée, la fraction résiduelle de la provision spéciale correspondant à l'élément cédé est rapportée aux résultats de l'exercice de la cession. La plus-value ou moins-value de cession est calculée à partir de la valeur réévaluée. III. - En fonction de la conjoncture économique et budgétaire et compte tenu des besoins d'investissement des entreprises, celles-ci pourront être autorisées à déduire de leurs bases d'imposition une partie des sommes rapportées en application des dispositions précédentes aux résultats des exercices clos à compter du 31 décembre 1978. Le taux et les modalités de cette déduction seront fixés, pour chacune des années au cours desquelles elle sera appliquée, par la loi de finances. IV. - La réévaluation des immobilisations prévues au présent article peut être effectuée dans les écritures du premier exercice clos à dater du 31 décembre 1976 ou des trois exercices suivants. V. - Un décret en Conseil d'Etat, pris après avis du conseil national de la comptabilité (2), fixe les conditions d'application du présent article, les modalités de réévaluation, notamment celles applicables aux immeubles bâtis, la nature des obligations incombant aux entreprises. Il précise les règles de détermination, d'un point de vue fiscal, des plus ou moins-values de cession d'immobilisations amortissables, réévaluées de telle façon que la réévaluation prévue au présent article s'accompagne d'une parfaite neutralité fiscale, ainsi que des amortissements différés ou réputés différés. Il adapte les dispositions du présent article aux professions agricoles et libérales. VI. - Les déficits reportables au 31 décembre 1976 peuvent être imputés, du point de vue fiscal, sur la provision spéciale. VII. - La présente réévaluation, telle qu'elle est définie aux paragraphes I à V, n'aura pas d'effet sur l'assiette des impôts locaux (taxe professionnelle et taxes foncières).",
            "texteHtml": "<p>I. - Les dispositions du I de l'article 238 bis I relatives à la réévaluation des immobilisations non amortissables sont étendues aux immobilisations amortissables figurant au bilan du premier exercice clos à dater du 31 décembre 1976.</p><p>Les valeurs réévaluées de ces immobilisations ne doivent pas dépasser les montants obtenus en appliquant aux valeurs nettes comptables des indices représentatifs de l'évolution :</p><p>Du prix des constructions en ce qui concerne les biens de cette nature ;</p><p>Du prix des matériels et outillages en ce qui concerne les autres immobilisations amortissables.</p><p>Ces indices sont déterminés par arrêté du ministre de l'économie et des finances (1).</p><p>II. - Les plus-values de réévaluation des immobilisations amortissables sont portées directement, en franchise d'impôt, à une provision spéciale figurant au passif du bilan. Il doit être produit un état détaillé de cette provision en annexe au bilan et aux déclarations fiscales des intéressés.</p><p>Les annuités d'amortissement des exercices ouverts à compter du 1er janvier 1977 sont calculées à partir des valeurs réévaluées.</p><p>La provision spéciale est rapportée aux résultats de ces exercices dans les conditions suivantes :</p><p>Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime linéaire : par fractions annuelles égales pendant la durée résiduelle d'amortissement appréciée au 31 décembre 1976 ;</p><p>Pour ce qui concerne les plus-values de réévaluation des actifs amortissables selon le régime dégressif : par fractions annuelles dont chacune est calculée dans les mêmes conditions et au même taux que l'annuité correspondante d'amortissement. Ce taux ne peut excéder celui que l'entreprise eût été autorisée à pratiquer en l'absence de réévaluation.</p><p>En cas de cession d'une immobilisation amortissable réévaluée, la fraction résiduelle de la provision spéciale correspondant à l'élément cédé est rapportée aux résultats de l'exercice de la cession. La plus-value ou moins-value de cession est calculée à partir de la valeur réévaluée.</p><p>III. - En fonction de la conjoncture économique et budgétaire et compte tenu des besoins d'investissement des entreprises, celles-ci pourront être autorisées à déduire de leurs bases d'imposition une partie des sommes rapportées en application des dispositions précédentes aux résultats des exercices clos à compter du 31 décembre 1978. Le taux et les modalités de cette déduction seront fixés, pour chacune des années au cours desquelles elle sera appliquée, par la loi de finances.</p><p>IV. - La réévaluation des immobilisations prévues au présent article peut être effectuée dans les écritures du premier exercice clos à dater du 31 décembre 1976 ou des trois exercices suivants.</p><p>V. - Un décret en Conseil d'Etat, pris après avis du conseil national de la comptabilité (2), fixe les conditions d'application du présent article, les modalités de réévaluation, notamment celles applicables aux immeubles bâtis, la nature des obligations incombant aux entreprises.</p><p>Il précise les règles de détermination, d'un point de vue fiscal, des plus ou moins-values de cession d'immobilisations amortissables, réévaluées de telle façon que la réévaluation prévue au présent article s'accompagne d'une parfaite neutralité fiscale, ainsi que des amortissements différés ou réputés différés. Il adapte les dispositions du présent article aux professions agricoles et libérales.</p><p>VI. - Les déficits reportables au 31 décembre 1976 peuvent être imputés, du point de vue fiscal, sur la provision spéciale.</p><p>VII. - La présente réévaluation, telle qu'elle est définie aux paragraphes I à V, n'aura pas d'effet sur l'assiette des impôts locaux (taxe professionnelle et taxes foncières).</p><p></p>",
            "num": "238 bis J",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 299635200000,
            "dateFin": 1072915200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "I ter : Réévaluation des immobilisations amortissables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179605",
                        "id": "LEGISCTA000006179605",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304044",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179605",
            "sectionParentId": "LEGISCTA000006179605",
            "sectionParentTitre": "I ter : Réévaluation des immobilisations amortissables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; I ter : Réévaluation des immobilisations amortissables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006304044",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Voir l'article 23 L bis de l'annexe IV. (2) Voir les articles 171 A à 171 P de l'annexe II.",
            "notaHtml": "<p></p>   (1) Voir l'article 23 L bis de l'annexe IV.<p></p><p></p>   (2) Voir les articles 171 A à 171 P de l'annexe II.<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 238 bis I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 171 A à 171 P",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN4 23 L bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 B",
                    "articleId": "LEGIARTI000006294226",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 F",
                    "articleId": "LEGIARTI000006294232",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 G",
                    "articleId": "LEGIARTI000006294233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 I",
                    "articleId": "LEGIARTI000006294236",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 L",
                    "articleId": "LEGIARTI000006294239",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 M (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 M",
                    "articleId": "LEGIARTI000006294240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 N (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 N",
                    "articleId": "LEGIARTI000006294241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 171 P (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "171 P",
                    "articleId": "LEGIARTI000006294243",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 23 L bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "23 L bis",
                    "articleId": "LEGIARTI000006300312",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000704549",
                    "textTitle": "Loi 77-1467 1977-12-30 art. 69 A VII Finances pour 1978",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000704549",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000886458",
                    "textTitle": "Loi 78-1239 1978-12-29 art. 83 Finances pour 1979",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886458",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304044",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304045",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1232755200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020142790",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1232755200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021641760",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 bis J",
                "238"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}