{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000023384151",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "A compter du 1er janvier 2011, les organismes d'habitations à loyer modéré qui disposent d'un patrimoine locatif sont soumis à un prélèvement sur leur potentiel financier. Le prélèvement dû au titre d'une année ne peut pas dépasser un montant égal au produit d'une partie des ressources comptabilisées au titre de l'exercice précédent par un taux défini pour chaque organisme. Les ressources prises en compte dans ce calcul sont les loyers et redevances, définis aux deuxième et troisième alinéas de l'article L. 452-4, appelés au cours du dernier exercice clos, et les produits financiers à l'exception des dividendes et des produits financiers issus des sociétés de construction constituées en application du titre Ier du livre II pour la réalisation d'immeubles à usage d'habitation ou à usage professionnel et d'habitation en accession à la propriété. Pour chaque organisme, le taux est de 8 %. Le cas échéant, il est minoré par le taux de croissance moyen sur les cinq derniers exercices du nombre de logements sur lesquels l'organisme détient un droit réel, à l'exception des logements sociaux acquis auprès d'un autre organisme d'habitations à loyer modéré ou d'une société d'économie mixte. Le potentiel financier correspond à l'écart entre les ressources de long terme et les emplois à long terme. Les ressources de long terme prises en compte sont le capital, les dotations et les réserves à l'exception de la part des plus-values nettes sur cessions immobilières correspondant aux ventes de l'année de logements à des particuliers, les reports à nouveau, les résultats non affectés déduction faite des fonds propres venant en couverture de la garantie délivrée en application du deuxième alinéa de l'article L. 453-1 , les subventions d'investissement à l'exclusion des subventions à recevoir, les provisions autres que les provisions pour gros entretien, les emprunts et les dettes assimilées à plus d'un an à l'origine, hors intérêts courus, à l'exception des intérêts compensateurs, hors dépôts et cautionnements reçus. Les emplois à long terme pris en compte correspondent aux valeurs nettes des immobilisations incorporelles et corporelles de toute nature, des immobilisations en cours, aux participations et immobilisations financières, aux charges à répartir et primes de remboursement des obligations. Le prélèvement sur le potentiel financier dû pour une année est égal au produit du nombre de logements au sens des deuxième et troisième alinéas de l'article L. 452-4 sur lesquels l'organisme détient un droit réel au 31 décembre de l'année précédente par une contribution moyenne par logement. La contribution moyenne par logement résulte de l'application, à la moyenne des potentiels financiers par logement des cinq exercices précédents, dans des conditions fixées par arrêté du ministre chargé du logement qui portent le produit total annuel du prélèvement sur l'ensemble des organismes visés au premier alinéa à 175 millions d'euros, du barème progressif par tranche suivant : TRANCHES DU POTENTIEL FINANCIER par logement TAUX de contribution Inférieure à 900 € 0 % De 900 à 1 500 € de 4 % à 8 % De 1 500 à 2 000 € de 8 % à 12 % De 2 000 à 3 000 € de 12 % à 16 % Supérieure à 3 000 € de 16 % à 20 % Le potentiel financier par logement de chacun des cinq exercices précédents est obtenu en divisant le potentiel financier au 31 décembre de l'exercice par le nombre de logements au sens des deuxième et troisième alinéas de l'article L. 452-4 sur lesquels l'organisme détient un droit réel à la même date. Les organismes soumis au prélèvement versent avant le 31 août de l'année au titre de laquelle le prélèvement est dû le montant des sommes dont ils sont redevables à la Caisse de garantie du logement locatif social. Les articles L. 452-5 et L. 452-6 sont applicables à ce prélèvement. Le prélèvement n'est pas effectué si son produit est inférieur à 10 000 € ou si, à la date où il devient exigible, l'organisme bénéficie d'un plan de rétablissement d'équilibre de la Caisse de garantie du logement locatif social ou d'un plan de consolidation ou en a bénéficié dans les cinq années précédant cette date. Sur sa demande, la Caisse de garantie du logement locatif social obtient des organismes les informations nécessaires à l'application du présent article. Les organismes qui ne communiquent pas ces informations sont redevables d'une pénalité égale à 50 % des droits éludés par logement dans la limite de 300 € par logement au sens des deuxième et troisième alinéas de l'article L. 452-4 sur lesquels l'organisme détient un droit réel au 31 décembre de l'année précédente. Cette pénalité est recouvrée au bénéfice de la Caisse de garantie du logement locatif social dans les conditions prévues à l'avant-dernier alinéa de l'article L. 452-5. Un organisme d'habitations à loyer modéré ou une société d'économie mixte de construction et de gestion de logements sociaux qui contrôle de manière exclusive ou conjointe, dans les conditions prévues par l'article L. 233-16 du code de commerce, un ou plusieurs organismes ou sociétés peut opter, avec leur accord, pour une détermination consolidée du potentiel financier par logement. Cette option est valable pour une période de cinq ans. Dans ce cas, le potentiel financier consolidé par logement est obtenu en faisant la somme algébrique des ressources, des emplois et des logements de chaque organisme ou société. Chaque organisme ou société est alors redevable d'un prélèvement égal au produit du nombre de ses logements au sens des deuxième et troisième alinéas de l'article L. 452-4 du présent code sur lesquels il détient un droit réel au 31 décembre de l'année précédente par la contribution moyenne par logement du groupe. Chaque membre du groupe opte soit pour le prélèvement mentionné aux trois alinéas précédents, soit pour le prélèvement calculé à partir de ses seules données déclaratives. Un décret en Conseil d'Etat fixe, en tant que de besoin, les conditions d'application du présent article. Les sociétés d'économie mixte sont soumises dans les mêmes conditions au prélèvement pour les logements à usage locatif et les logements-foyers leur appartenant et conventionnés dans les conditions définies à l'article L. 351-2 du présent code ou, dans les départements d'outre-mer, construits, acquis ou améliorés avec le concours financier de l'Etat. Les investissements et financements des opérations financées en application des articles 199 undecies C et 217 undecies du code général des impôts ne sont pas retenus dans le calcul du potentiel financier par logement avant la cinquième année suivant leur mise en service.",
            "texteHtml": "<p>A compter du 1er janvier 2011, les organismes d'habitations à loyer modéré qui disposent d'un patrimoine locatif sont soumis à un prélèvement sur leur potentiel financier. </p><p>Le prélèvement dû au titre d'une année ne peut pas dépasser un montant égal au produit d'une partie des ressources comptabilisées au titre de l'exercice précédent par un taux défini pour chaque organisme. Les ressources prises en compte dans ce calcul sont les loyers et redevances, définis aux deuxième et troisième alinéas de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825529&dateTexte=&categorieLien=cid'>L. 452-4, </a>appelés au cours du dernier exercice clos, et les produits financiers à l'exception des dividendes et des produits financiers issus des sociétés de construction constituées en application du titre Ier du livre II pour la réalisation d'immeubles à usage d'habitation ou à usage professionnel et d'habitation en accession à la propriété. Pour chaque organisme, le taux est de 8 %. Le cas échéant, il est minoré par le taux de croissance moyen sur les cinq derniers exercices du nombre de logements sur lesquels l'organisme détient un droit réel, à l'exception des logements sociaux acquis auprès d'un autre organisme d'habitations à loyer modéré ou d'une société d'économie mixte. </p><p>Le potentiel financier correspond à l'écart entre les ressources de long terme et les emplois à long terme. Les ressources de long terme prises en compte sont le capital, les dotations et les réserves à l'exception de la part des plus-values nettes sur cessions immobilières correspondant aux ventes de l'année de logements à des particuliers, les reports à nouveau, les résultats non affectés déduction faite des fonds propres venant en couverture de la garantie délivrée en application du deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825540&dateTexte=&categorieLien=cid'>L. 453-1</a>, les subventions d'investissement à l'exclusion des subventions à recevoir, les provisions autres que les provisions pour gros entretien, les emprunts et les dettes assimilées à plus d'un an à l'origine, hors intérêts courus, à l'exception des intérêts compensateurs, hors dépôts et cautionnements reçus. Les emplois à long terme pris en compte correspondent aux valeurs nettes des immobilisations incorporelles et corporelles de toute nature, des immobilisations en cours, aux participations et immobilisations financières, aux charges à répartir et primes de remboursement des obligations. </p><p>Le prélèvement sur le potentiel financier dû pour une année est égal au produit du nombre de logements au sens des deuxième et troisième alinéas de l'article L. 452-4 sur lesquels l'organisme détient un droit réel au 31 décembre de l'année précédente par une contribution moyenne par logement. </p><p>La contribution moyenne par logement résulte de l'application, à la moyenne des potentiels financiers par logement des cinq exercices précédents, dans des conditions fixées par arrêté du ministre chargé du logement qui portent le produit total annuel du prélèvement sur l'ensemble des organismes visés au premier alinéa à 175 millions d'euros, du barème progressif par tranche suivant : </p><div align='center'><center><table border='1'><tbody><tr><th><br/>TRANCHES DU POTENTIEL FINANCIER <p>par logement <br/></p></th><th><br/>TAUX <p>de contribution <br/></p></th></tr><tr><td align='center'><br/>Inférieure à 900 € <br/></td><td align='center'><br/>0 % <br/></td></tr><tr><td align='center'><br/>De 900 à 1 500 € <br/></td><td align='center'><br/>de 4 % à 8 % <br/></td></tr><tr><td align='center'><br/>De 1 500 à 2 000 € <br/></td><td align='center'><br/>de 8 % à 12 % <br/></td></tr><tr><td align='center'><br/>De 2 000 à 3 000 € <br/></td><td align='center'><br/>de 12 % à 16 % <br/></td></tr><tr><td align='center'><br/>Supérieure à 3 000 € <br/></td><td align='center'><br/>de 16 % à 20 % <br/></td></tr></tbody></table></center></div><p>Le potentiel financier par logement de chacun des cinq exercices précédents est obtenu en divisant le potentiel financier au 31 décembre de l'exercice par le nombre de logements au sens des deuxième et troisième alinéas de l'article L. 452-4 sur lesquels l'organisme détient un droit réel à la même date. </p><p>Les organismes soumis au prélèvement versent avant le 31 août de l'année au titre de laquelle le prélèvement est dû le montant des sommes dont ils sont redevables à la Caisse de garantie du logement locatif social. Les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825535&dateTexte=&categorieLien=cid'>L. 452-5 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825536&dateTexte=&categorieLien=cid'>L. 452-6 </a>sont applicables à ce prélèvement. </p><p>Le prélèvement n'est pas effectué si son produit est inférieur à 10 000 € ou si, à la date où il devient exigible, l'organisme bénéficie d'un plan de rétablissement d'équilibre de la Caisse de garantie du logement locatif social ou d'un plan de consolidation ou en a bénéficié dans les cinq années précédant cette date. </p><p>Sur sa demande, la Caisse de garantie du logement locatif social obtient des organismes les informations nécessaires à l'application du présent article. Les organismes qui ne communiquent pas ces informations sont redevables d'une pénalité égale à 50 % des droits éludés par logement dans la limite de 300 € par logement au sens des deuxième et troisième alinéas de l'article L. 452-4 sur lesquels l'organisme détient un droit réel au 31 décembre de l'année précédente. Cette pénalité est recouvrée au bénéfice de la Caisse de garantie du logement locatif social dans les conditions prévues à l'avant-dernier alinéa de l'article L. 452-5. </p><p>Un organisme d'habitations à loyer modéré ou une société d'économie mixte de construction et de gestion de logements sociaux qui contrôle de manière exclusive ou conjointe, dans les conditions prévues par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229272&dateTexte=&categorieLien=cid'>L. 233-16 </a>du code de commerce, un ou plusieurs organismes ou sociétés peut opter, avec leur accord, pour une détermination consolidée du potentiel financier par logement. Cette option est valable pour une période de cinq ans. </p><p>Dans ce cas, le potentiel financier consolidé par logement est obtenu en faisant la somme algébrique des ressources, des emplois et des logements de chaque organisme ou société. </p><p>Chaque organisme ou société est alors redevable d'un prélèvement égal au produit du nombre de ses logements au sens des deuxième et troisième alinéas de l'article L. 452-4 du présent code sur lesquels il détient un droit réel au 31 décembre de l'année précédente par la contribution moyenne par logement du groupe. </p><p>Chaque membre du groupe opte soit pour le prélèvement mentionné aux trois alinéas précédents, soit pour le prélèvement calculé à partir de ses seules données déclaratives. </p><p>Un décret en Conseil d'Etat fixe, en tant que de besoin, les conditions d'application du présent article. </p><p>Les sociétés d'économie mixte sont soumises dans les mêmes conditions au prélèvement pour les logements à usage locatif et les logements-foyers leur appartenant et conventionnés dans les conditions définies à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825154&dateTexte=&categorieLien=cid'>L. 351-2</a> du présent code ou, dans les départements d'outre-mer, construits, acquis ou améliorés avec le concours financier de l'Etat. </p><p>Les investissements et financements des opérations financées en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303277&dateTexte=&categorieLien=cid'>articles 199 undecies C </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303516&dateTexte=&categorieLien=cid'>217 undecies </a>du code général des impôts ne sont pas retenus dans le calcul du potentiel financier par logement avant la cinquième année suivant leur mise en service.</p>",
            "num": "L423-14",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1293840000000,
            "dateFin": 1356912000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1074600803,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143564",
                        "id": "LEGISCTA000006143564",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions applicables à la gestion des diverses catégories d'organismes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159067",
                        "id": "LEGISCTA000006159067",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020539659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159067",
            "sectionParentId": "LEGISCTA000006159067",
            "sectionParentTitre": "Chapitre III : Dispositions applicables à la gestion des diverses catégories d'organismes d'habitations à loyer modéré.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre II : Organismes d'habitations à loyer modéré. &gt; Chapitre III : Dispositions applicables à la gestion des diverses catégories d'organismes d'habitations à loyer modéré.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000023384151",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000023314376",
                    "textTitle": "LOI n° 2010-1657 du 29 décembre 2010 - art. 210 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "210",
                    "articleId": "LEGIARTI000028808846",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-12-30",
                    "dateSignaTexte": "2010-12-29",
                    "dateDebutCible": "2014-03-27"
                },
                {
                    "textCid": "JORFTEXT000026954420",
                    "textTitle": "LOI n°2013-61 du 18 janvier 2013 - art. 33",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000026957432",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-01-19",
                    "dateSignaTexte": "2013-01-18",
                    "dateDebutCible": "2013-01-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021560293",
                    "textTitle": "Décret n°2009-1680 du 30 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021560293",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1680",
                    "datePubli": 1262217600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022198281",
                    "textTitle": "Arrêté du 28 avril 2010 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022200505",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1273622400000,
                    "dateDebut": 1273708800000
                },
                {
                    "textCid": "JORFTEXT000022198281",
                    "textTitle": "Arrêté du 28 avril 2010 - art. Annexe III (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe III",
                    "articleId": "LEGIARTI000022200604",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1273622400000,
                    "dateDebut": 1273708800000
                },
                {
                    "textCid": "JORFTEXT000024927771",
                    "textTitle": "Arrêté du 30 novembre 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024929199",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1323216000000,
                    "dateDebut": 1323302400000
                },
                {
                    "textCid": "JORFTEXT000026310753",
                    "textTitle": "Arrêté du 16 août 2012 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000026312951",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1345766400000,
                    "dateDebut": 1345852800000
                },
                {
                    "textCid": "JORFTEXT000026562068",
                    "textTitle": "Arrêté du 23 octobre 2012 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000026565102",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1351728000000,
                    "dateDebut": 1351814400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-16",
                    "articleId": "LEGIARTI000006229272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies C",
                    "articleId": "LEGIARTI000006303277",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 217 undecies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "217 undecies",
                    "articleId": "LEGIARTI000006303516",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006825154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L452-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L452-1-1",
                    "articleId": "LEGIARTI000023384147",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1293840000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L452-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L452-3",
                    "articleId": "LEGIARTI000024435651",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1312070400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L452-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L452-4",
                    "articleId": "LEGIARTI000006825529",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L452-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L452-5",
                    "articleId": "LEGIARTI000006825535",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L452-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L452-6",
                    "articleId": "LEGIARTI000006825536",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L453-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L453-1",
                    "articleId": "LEGIARTI000006825540",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1057017600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-25-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-25-2",
                    "articleId": "LEGIARTI000021612515",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-25-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-25-3",
                    "articleId": "LEGIARTI000021612507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-25-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-25-6",
                    "articleId": "LEGIARTI000021612498",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-25-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-25-7",
                    "articleId": "LEGIARTI000021612493",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-34 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-34",
                    "articleId": "LEGIARTI000024509217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1314576000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-35 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-35",
                    "articleId": "LEGIARTI000024509219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1314576000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-36 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-36",
                    "articleId": "LEGIARTI000024509222",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1314576000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020541406",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1240444800000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023384151",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1356912000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L423-14",
                "423-14"
            ],
            "versionPrecedente": "LEGIARTI000020541406",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020541406",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "A compter du 1er janvier 2010, les organismes d'habitations à loyer modéré qui disposent d'un patrimoine locatif sont soumis à un prélèvement sur leurs ressources financières si, au cours des deux derniers exercices comptables, leurs investissements annuels moyens sont restés inférieurs à 50 % de leur potentiel financier annuel moyen. L'investissement annuel est égal à l'augmentation, par acquisitions, créations et apports, des postes d'immobilisations corporelles, incorporelles et financières, à l'exclusion des titres immobilisés, et des postes de stocks, constatée au cours de l'exercice de référence. Pour l'accession réalisée par le biais de sociétés civiles, il comprend également l'augmentation des stocks pour l'exercice de ces sociétés au prorata des participations détenues par l'organisme. Le potentiel financier correspond à l'écart entre les ressources de long terme et les emplois à long terme. Les ressources de long terme prises en compte sont le capital, à l'exception du capital souscrit appelé non versé, les dotations et les réserves, les reports à nouveau, les résultats non affectés, les subventions d'investissement à l'exclusion des subventions à recevoir, les provisions autres que les provisions pour gros entretien et pour risques et charges, les emprunts et les dettes assimilées à plus d'un an hors intérêts compensateurs, hors dépôts et cautionnements reçus. Les emplois à long terme pris en compte correspondent aux valeurs nettes des immobilisations incorporelles et corporelles de toute nature, des immobilisations en cours, aux participations et immobilisations financières, aux charges à répartir et primes de remboursement des obligations. Le prélèvement sur le potentiel financier est fixé à 25 % moins le rapport, exprimé en pourcentage, entre les investissements annuels moyens et le potentiel financier annuel moyen sur les deux derniers exercices comptables, ce rapport étant multiplié par 0, 5. Les organismes soumis au prélèvement versent avant le 30 novembre de chaque année le montant des sommes dont ils sont redevables à la Caisse de garantie du logement locatif social. Les articles L. 452-5 et L. 452-6 sont applicables à ce prélèvement. Le prélèvement n'est pas effectué si son produit est inférieur à 10 000 € ou si, à la date où il devient exigible, l'organisme bénéficie des mesures de prévention ou de redressement de la Caisse de garantie du logement locatif social mentionnées à l'article L. 452-1. Sur sa demande, la Caisse de garantie du logement locatif social obtient des organismes les informations nécessaires à l'application du présent article. Les organismes qui ne communiquent pas ces informations sont redevables d'une pénalité dont le montant est fixé à 300 € par logement locatif dont ils sont propriétaires. Cette pénalité est recouvrée au bénéfice de la Caisse de garantie du logement locatif social dans les conditions prévues à l'avant-dernier alinéa de l'article L. 452-5. Un décret en Conseil d'Etat fixe, en tant que de besoin, les conditions d'application du présent article. Les sociétés d'économie mixte sont soumises dans les mêmes conditions au prélèvement pour les logements à usage locatif et les logements-foyers leur appartenant et conventionnés dans les conditions définies à l'article L. 351-2 ou, dans les départements d'outre-mer, construits, acquis ou améliorés avec le concours financier de l'Etat. .",
            "texteHtml": "<p>A compter du 1er janvier 2010, les organismes d'habitations à loyer modéré qui disposent d'un patrimoine locatif sont soumis à un prélèvement sur leurs ressources financières si, au cours des deux derniers exercices comptables, leurs investissements annuels moyens sont restés inférieurs à 50 % de leur potentiel financier annuel moyen.<br/><br/>L'investissement annuel est égal à l'augmentation, par acquisitions, créations et apports, des postes d'immobilisations corporelles, incorporelles et financières, à l'exclusion des titres immobilisés, et des postes de stocks, constatée au cours de l'exercice de référence. Pour l'accession réalisée par le biais de sociétés civiles, il comprend également l'augmentation des stocks pour l'exercice de ces sociétés au prorata des participations détenues par l'organisme. <br/><br/>Le potentiel financier correspond à l'écart entre les ressources de long terme et les emplois à long terme. Les ressources de long terme prises en compte sont le capital, à l'exception du capital souscrit appelé non versé, les dotations et les réserves, les reports à nouveau, les résultats non affectés, les subventions d'investissement à l'exclusion des subventions à recevoir, les provisions autres que les provisions pour gros entretien et pour risques et charges, les emprunts et les dettes assimilées à plus d'un an hors intérêts compensateurs, hors dépôts et cautionnements reçus. Les emplois à long terme pris en compte correspondent aux valeurs nettes des immobilisations incorporelles et corporelles de toute nature, des immobilisations en cours, aux participations et immobilisations financières, aux charges à répartir et primes de remboursement des obligations. <br/><br/>Le prélèvement sur le potentiel financier est fixé à 25 % moins le rapport, exprimé en pourcentage, entre les investissements annuels moyens et le potentiel financier annuel moyen sur les deux derniers exercices comptables, ce rapport étant multiplié par 0, 5. <br/><br/>Les organismes soumis au prélèvement versent avant le 30 novembre de chaque année le montant des sommes dont ils sont redevables à la Caisse de garantie du logement locatif social. Les articles L. 452-5 et L. 452-6 sont applicables à ce prélèvement. <br/><br/>Le prélèvement n'est pas effectué si son produit est inférieur à 10 000 € ou si, à la date où il devient exigible, l'organisme bénéficie des mesures de prévention ou de redressement de la Caisse de garantie du logement locatif social mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825520&dateTexte=&categorieLien=cid'>l'article L. 452-1. </a></p><p>Sur sa demande, la Caisse de garantie du logement locatif social obtient des organismes les informations nécessaires à l'application du présent article. Les organismes qui ne communiquent pas ces informations sont redevables d'une pénalité dont le montant est fixé à 300 € par logement locatif dont ils sont propriétaires. Cette pénalité est recouvrée au bénéfice de la Caisse de garantie du logement locatif social dans les conditions prévues à l'avant-dernier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825535&dateTexte=&categorieLien=cid'>l'article L. 452-5. </a><br/><br/>Un décret en Conseil d'Etat fixe, en tant que de besoin, les conditions d'application du présent article. <br/><br/>Les sociétés d'économie mixte sont soumises dans les mêmes conditions au prélèvement pour les logements à usage locatif et les logements-foyers leur appartenant et conventionnés dans les conditions définies à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825154&dateTexte=&categorieLien=cid'>l'article L. 351-2</a> ou, dans les départements d'outre-mer, construits, acquis ou améliorés avec le concours financier de l'Etat.<br/><br/>.</p>",
            "num": "L423-14",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1240444800000,
            "dateFin": 1293840000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1074600803,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143564",
                        "id": "LEGISCTA000006143564",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions applicables à la gestion des diverses catégories d'organismes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159067",
                        "id": "LEGISCTA000006159067",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020539659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159067",
            "sectionParentId": "LEGISCTA000006159067",
            "sectionParentTitre": "Chapitre III : Dispositions applicables à la gestion des diverses catégories d'organismes d'habitations à loyer modéré.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre II : Organismes d'habitations à loyer modéré. &gt; Chapitre III : Dispositions applicables à la gestion des diverses catégories d'organismes d'habitations à loyer modéré.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020541406",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020537365",
                    "textTitle": "LOI n°2009-431 du 20 avril 2009 - art. 22 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000020538231",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-04-22",
                    "dateSignaTexte": "2009-04-20",
                    "dateDebutCible": "2009-04-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021560293",
                    "textTitle": "Décret n°2009-1680 du 30 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021560293",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1680",
                    "datePubli": 1262217600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022198281",
                    "textTitle": "Arrêté du 28 avril 2010 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022200505",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1273622400000,
                    "dateDebut": 1273708800000
                },
                {
                    "textCid": "JORFTEXT000022198281",
                    "textTitle": "Arrêté du 28 avril 2010 - art. Annexe III (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe III",
                    "articleId": "LEGIARTI000022200604",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1273622400000,
                    "dateDebut": 1273708800000
                },
                {
                    "textCid": "JORFTEXT000024927771",
                    "textTitle": "Arrêté du 30 novembre 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024929199",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1323216000000,
                    "dateDebut": 1323302400000
                },
                {
                    "textCid": "JORFTEXT000026310753",
                    "textTitle": "Arrêté du 16 août 2012 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000026312951",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1345766400000,
                    "dateDebut": 1345852800000
                },
                {
                    "textCid": "JORFTEXT000026562068",
                    "textTitle": "Arrêté du 23 octobre 2012 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000026565102",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1351728000000,
                    "dateDebut": 1351814400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006825154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L452-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L452-1",
                    "articleId": "LEGIARTI000006825520",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L452-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L452-1-1",
                    "articleId": "LEGIARTI000023384147",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1293840000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L452-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L452-3",
                    "articleId": "LEGIARTI000024435651",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1312070400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L452-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L452-5",
                    "articleId": "LEGIARTI000006825535",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-25-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-25-2",
                    "articleId": "LEGIARTI000021612515",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-25-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-25-3",
                    "articleId": "LEGIARTI000021612507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-25-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-25-6",
                    "articleId": "LEGIARTI000021612498",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-25-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-25-7",
                    "articleId": "LEGIARTI000021612493",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1262304000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-34 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-34",
                    "articleId": "LEGIARTI000024509217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1314576000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-35 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-35",
                    "articleId": "LEGIARTI000024509219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1314576000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R452-36 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R452-36",
                    "articleId": "LEGIARTI000024509222",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1314576000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020541406",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1240444800000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023384151",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1356912000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L423-14",
                "423-14"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}