{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043818365",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La durée du mandat des membres du conseil d'administration est de cinq ans. Ils ne peuvent exercer plus de trois mandats consécutifs. Le mandat des membres désignés à raison des fonctions qu'ils exercent prend fin à l'expiration de celles-ci. Les membres qui ont cessé, pour toute cause, de faire partie du conseil d'administration sont remplacés par de nouveaux membres désignés selon les modalités prévues à l'article R. 121-2 pour la durée restant à courir jusqu'au renouvellement de la totalité du conseil. Sont considérés comme démissionnaires les administrateurs qui, sans motifs légitimes, n'assistent pas à quatre séances consécutives du conseil d'administration. Les représentants des salariés doivent remplir les conditions prévues à l' article 15 de la loi n° 83-675 du 26 juillet 1983 . Les autres membres du conseil d'administration doivent jouir de leurs droits civils et politiques. Chaque représentant des salariés dispose d'un crédit d'heures égal à quinze heures par mois pour exercer son mandat. Les membres du conseil d'administration, à l'exception du président, exercent leurs fonctions à titre gratuit. Toutefois, les frais de déplacement et de séjour peuvent être remboursés aux membres du conseil d'administration dans les conditions prévues par la réglementation applicable aux fonctionnaires de l'Etat. Tout membre du conseil d'administration peut donner mandat écrit à un autre membre du conseil d'administration de le représenter à une séance. Un même membre ne peut détenir qu'un seul mandat. II.-Les membres du conseil d'administration adressent au commissaire du Gouvernement placé auprès du centre, dans les quinze jours suivant leur nomination ou désignation, une déclaration mentionnant : -les fonctions exercées par eux-mêmes et leurs conjoints non séparés de corps ou les personnes avec lesquelles ils sont liés par un pacte civil de solidarité dans les organismes ou les sociétés, y compris les sociétés qu'elles contrôlent ou qui les contrôlent au sens de l' article L. 233-3 du code de commerce , susceptibles, du fait de leur secteur d'activité, de conclure des conventions avec cet établissement public ; -la liste et le nombre des actions et droits sociaux représentant au moins un vingtième du capital ou des droits de vote, possédés par eux-mêmes, leurs conjoints et enfants mineurs non émancipés dans les mêmes sociétés ou organismes. Le commissaire du Gouvernement invite le membre qui n'a pas adressé cette déclaration dans le délai prescrit au premier alinéa à la produire dans un délai qu'il fixe. Ce membre ne peut siéger au conseil d'administration avant de s'être acquitté de cette obligation, à moins qu'il ait justifié être dans l'impossibilité temporaire de le faire. Chaque année, le commissaire du Gouvernement vérifie auprès des membres du conseil d'administration qu'ils lui ont signalé les modifications intervenues dans les éléments figurant dans sa déclaration. Les informations ainsi fournies ont un caractère confidentiel. Toutefois, le commissaire du Gouvernement communique au contrôleur économique et financier qui assiste aux séances du conseil d'administration les déclarations remplies par les membres du conseil ainsi que les modifications qui y sont apportées. Les membres du conseil d'administration ne peuvent prendre part aux délibérations ayant pour objet une affaire à laquelle ils ont un intérêt personnel. Ils sont tenus de garder une discrétion absolue sur les délibérations auxquelles ils participent. La même obligation s'impose à toute personne assistant aux séances du conseil d'administration.",
            "texteHtml": "<p></p><p><br/>\nI.-La durée du mandat des membres du conseil d'administration est de cinq ans. Ils ne peuvent exercer plus de trois mandats consécutifs.<br/><br/>\nLe mandat des membres désignés à raison des fonctions qu'ils exercent prend fin à l'expiration de celles-ci.<br/><br/>\nLes membres qui ont cessé, pour toute cause, de faire partie du conseil d'administration sont remplacés par de nouveaux membres désignés selon les modalités prévues à l'article R. 121-2 pour la durée restant à courir jusqu'au renouvellement de la totalité du conseil.<br/><br/>\nSont considérés comme démissionnaires les administrateurs qui, sans motifs légitimes, n'assistent pas à quatre séances consécutives du conseil d'administration.<br/><br/>\nLes représentants des salariés doivent remplir les conditions prévues à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000320196&idArticle=LEGIARTI000006300164&dateTexte=&categorieLien=cid' title='Loi n° 83-675 du 26 juillet 1983 - art. 15 (M)'>article 15 de la loi n° 83-675 du 26 juillet 1983</a>. Les autres membres du conseil d'administration doivent jouir de leurs droits civils et politiques.<br/><br/>\nChaque représentant des salariés dispose d'un crédit d'heures égal à quinze heures par mois pour exercer son mandat.<br/><br/>\nLes membres du conseil d'administration, à l'exception du président, exercent leurs fonctions à titre gratuit. Toutefois, les frais de déplacement et de séjour peuvent être remboursés aux membres du conseil d'administration dans les conditions prévues par la réglementation applicable aux fonctionnaires de l'Etat.<br/><br/>\nTout membre du conseil d'administration peut donner mandat écrit à un autre membre du conseil d'administration de le représenter à une séance. Un même membre ne peut détenir qu'un seul mandat.<br/><br/>\nII.-Les membres du conseil d'administration adressent au commissaire du Gouvernement placé auprès du centre, dans les quinze jours suivant leur nomination ou désignation, une déclaration mentionnant :</p><p><br/>\n-les fonctions exercées par eux-mêmes et leurs conjoints non séparés de corps ou les personnes avec lesquelles ils sont liés par un pacte civil de solidarité dans les organismes ou les sociétés, y compris les sociétés qu'elles contrôlent ou qui les contrôlent au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid' title='Code de commerce - art. L233-3 (V)'>article L. 233-3 du code de commerce</a>, susceptibles, du fait de leur secteur d'activité, de conclure des conventions avec cet établissement public ;<br/><br/>\n-la liste et le nombre des actions et droits sociaux représentant au moins un vingtième du capital ou des droits de vote, possédés par eux-mêmes, leurs conjoints et enfants mineurs non émancipés dans les mêmes sociétés ou organismes.</p><p><br/>\nLe commissaire du Gouvernement invite le membre qui n'a pas adressé cette déclaration dans le délai prescrit au premier alinéa à la produire dans un délai qu'il fixe. Ce membre ne peut siéger au conseil d'administration avant de s'être acquitté de cette obligation, à moins qu'il ait justifié être dans l'impossibilité temporaire de le faire.<br/><br/>\nChaque année, le commissaire du Gouvernement vérifie auprès des membres du conseil d'administration qu'ils lui ont signalé les modifications intervenues dans les éléments figurant dans sa déclaration.<br/><br/>\nLes informations ainsi fournies ont un caractère confidentiel. Toutefois, le commissaire du Gouvernement communique au contrôleur économique et financier qui assiste aux séances du conseil d'administration les déclarations remplies par les membres du conseil ainsi que les modifications qui y sont apportées.<br/><br/>\nLes membres du conseil d'administration ne peuvent prendre part aux délibérations ayant pour objet une affaire à laquelle ils ont un intérêt personnel.<br/><br/>\nIls sont tenus de garder une discrétion absolue sur les délibérations auxquelles ils participent.<br/><br/>\nLa même obligation s'impose à toute personne assistant aux séances du conseil d'administration.</p><p></p>",
            "num": "R121-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1625097600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818255",
                        "id": "LEGISCTA000043818255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : ENCADREMENT DE LA CONCEPTION, DE LA RÉALISATION ET DE L'EXPLOITATION DES BÂTIMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818355",
                        "id": "LEGISCTA000043818355",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : STRUCTURES DE CONSEIL ET DE RECHERCHE POUR LE SECTEUR DE LA CONSTRUCTION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818357",
                        "id": "LEGISCTA000043818357",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organismes publics",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818359",
                        "id": "LEGISCTA000043818359",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043818365",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000043818359",
            "sectionParentId": "LEGISCTA000043818359",
            "sectionParentTitre": "Section 1 : Organismes publics",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Construction, entretien et rénovation des bâtiments &gt; Titre II : ENCADREMENT DE LA CONCEPTION, DE LA RÉALISATION ET DE L'EXPLOITATION DES BÂTIMENTS &gt; Chapitre Ier : STRUCTURES DE CONSEIL ET DE RECHERCHE POUR LE SECTEUR DE LA CONSTRUCTION &gt; Section 1 : Organismes publics",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043818365",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043816034",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043816034",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000320196",
                    "textTitle": "Loi n° 83-675 du 26 juillet 1983 - art. 15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006300164",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "83-675",
                    "datePubli": 428112000000,
                    "dateDebut": 428112000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1449273600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R142-3 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R142-3",
                    "articleId": "LEGIARTI000032494760",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043818365",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1625097600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R121-3",
                "121-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}