{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037100084",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale. Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription : a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ; b. Sont nouvelles au sens de l'article 44 sexies ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions du I de l'article 44 septies et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50% par une entreprise individuelle ; c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 4 600 000 € lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 1 530 000 € s'il s'agit d'autres entreprises ; d. (Abrogé pour les prêts consentis au cours des exercices ouverts à compter du 1er janvier 1996). Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L. 611-1 du code de la sécurité sociale et répondent aux conditions définies aux b, et c sous réserve de leur adaptation par un décret en Conseil d'Etat. Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière. Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39. Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles. II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75% du montant effectivement souscrit en capital ; elle ne peut excéder 46 000 € pour un même salarié. Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent. La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75% du capital qui n'a pas été remboursé ou cédé. La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise. III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt : a. les sociétés qui détiennent plus de 50% du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50% par cette société ; b. les sociétés dont le capital est détenu pour plus de 50 % par une société détenant plus de 50% du capital de la société qui employait les créateurs de l'entreprise. IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives.",
            "texteHtml": "<p>I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale.</p><p>Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription :</p><p>a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302249&dateTexte=&categorieLien=cid'>l'article 34 </a>;</p><p>b. Sont nouvelles au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302397&dateTexte=&categorieLien=cid'>l'article 44 sexies </a>ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302925&dateTexte=&categorieLien=cid'>l'article 44 septies </a>et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50% par une entreprise individuelle ;</p><p>c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 4 600 000 € lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 1 530 000 € s'il s'agit d'autres entreprises ;</p><p>d. (Abrogé pour les prêts consentis au cours des exercices ouverts à compter du 1er janvier 1996).</p><p>Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L. 611-1 du code de la sécurité sociale et répondent aux conditions définies aux b, et c sous réserve de leur adaptation par un décret en Conseil d'Etat.</p><p>Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière.</p><p>Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39.</p><p>Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles.</p><p>II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75% du montant effectivement souscrit en capital ; elle ne peut excéder 46 000 € pour un même salarié.</p><p>Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent.</p><p>La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75% du capital qui n'a pas été remboursé ou cédé.</p><p>La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise.</p><p>III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt :</p><p>a. les sociétés qui détiennent plus de 50% du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50% par cette société ;</p><p>b. les sociétés dont le capital est détenu pour plus de 50 % par une société détenant plus de 50% du capital de la société qui employait les créateurs de l'entreprise.</p><p>IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives.</p>",
            "num": "39 quinquies H",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "ABROGE",
            "dateDebut": 1529712000000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 9663525,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302351",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037100084",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 30, V, A de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux exercices ouverts à compter du 1er janvier 2019. Conformément à l’article 30, V, C de la loi n° 2018-1317 du 28 décembre 2018 : Les provisions constituées conformément aux dispositions des I et III de l'article 39 quinquies H du code général des impôts au titre d'un exercice ouvert avant le 1er janvier 2019 sont rapportées conformément aux dispositions du II du même article 39 quinquies H.",
            "notaHtml": "<p>Conformément à l’article 30, V, A de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux exercices ouverts à compter du 1er janvier 2019.</p><p>Conformément à l’article 30, V, C de la loi n° 2018-1317 du 28 décembre 2018 : Les provisions constituées conformément aux dispositions des I et III de l'article 39 quinquies H du code général des impôts au titre d'un exercice ouvert avant le 1er janvier 2019 sont rapportées conformément aux dispositions du II du même article 39 quinquies H.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000647650",
                    "textTitle": "Décret n°2007-484 du 30 mars 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000647650",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-31",
                    "dateSignaTexte": "2007-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000037090889",
                    "textTitle": "Décret n°2018-500 du 20 juin 2018 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037091656",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-06-22",
                    "dateSignaTexte": "2018-06-20",
                    "dateDebutCible": "2018-06-23"
                },
                {
                    "textCid": "JORFTEXT000037882341",
                    "textTitle": "LOI n°2018-1317 du 28 décembre 2018 - art. 30 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000037935443",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 C",
                    "articleId": "LEGIARTI000036429140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 bis G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "163 bis G",
                    "articleId": "LEGIARTI000041464358",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006302249",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 44 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "44 septies",
                    "articleId": "LEGIARTI000006302925",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 599270400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 44 sexies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "44 sexies",
                    "articleId": "LEGIARTI000006302397",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G bis (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G bis",
                    "articleId": "LEGIARTI000006297608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G ter (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G ter",
                    "articleId": "LEGIARTI000006297609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L613-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-1",
                    "articleId": "LEGIARTI000006743504",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302351",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302352",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302353",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302354",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302355",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1104537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302356",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302357",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1529712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037100084",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1529712000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 quinquies H",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302357",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302357",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale. Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription : a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ; b. Sont nouvelles au sens de l'article 44 sexies ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions du I de l'article 44 septies et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50% par une entreprise individuelle ; c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 4 600 000 € lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 1 530 000 € s'il s'agit d'autres entreprises ; d. (Abrogé pour les prêts consentis au cours des exercices ouverts à compter du 1er janvier 1996). Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L. 613-1 du code de la sécurité sociale et répondent aux conditions définies aux b, et c sous réserve de leur adaptation par un décret en Conseil d'Etat. Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière. Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39. Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles. II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75% du montant effectivement souscrit en capital ; elle ne peut excéder 46 000 € pour un même salarié. Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent. La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75% du capital qui n'a pas été remboursé ou cédé. La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise. III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt : a. les sociétés qui détiennent plus de 50% du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50% par cette société ; b. les sociétés dont le capital est détenu pour plus de 50 % par une société détenant plus de 50% du capital de la société qui employait les créateurs de l'entreprise. IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives.",
            "texteHtml": "<p>I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale. </p><p>Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription : </p><p>a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302249&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 34 (V)'>l'article 34 </a>; </p><p>b. Sont nouvelles au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302397&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 44 sexies (V)'>l'article 44 sexies </a>ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302925&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 44 septies (V)'>l'article 44 septies </a>et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50% par une entreprise individuelle ; </p><p>c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 4 600 000 € lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 1 530 000 € s'il s'agit d'autres entreprises ; </p><p>d. (Abrogé pour les prêts consentis au cours des exercices ouverts à compter du 1er janvier 1996). </p><p>Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743504&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L613-1 (V)'>l'article L. 613-1</a> du code de la sécurité sociale et répondent aux conditions définies aux b, et c sous réserve de leur adaptation par un décret en Conseil d'Etat. </p><p>Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière. </p><p>Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39. </p><p>Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles. </p><p>II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75% du montant effectivement souscrit en capital ; elle ne peut excéder 46 000 € pour un même salarié. </p><p>Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent. </p><p>La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75% du capital qui n'a pas été remboursé ou cédé. </p><p>La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise. </p><p>III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt : </p><p>a. les sociétés qui détiennent plus de 50% du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50% par cette société ; </p><p>b. les sociétés dont le capital est détenu pour plus de 50 % par une société détenant plus de 50% du capital de la société qui employait les créateurs de l'entreprise. </p><p>IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives.</p>",
            "num": "39 quinquies H",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1167609600000,
            "dateFin": 1529712000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 9663525,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302351",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302357",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000811552",
                    "textTitle": "Ordonnance n°2005-1528 du 8 décembre 2005 - art. 2 () JORF 9 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006247202",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2005-12-09",
                    "dateSignaTexte": "2005-12-08",
                    "dateDebutCible": "2005-12-09"
                },
                {
                    "textCid": "JORFTEXT000000647650",
                    "textTitle": "Décret 2007-484 2007-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000647650",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-31",
                    "dateSignaTexte": "2007-03-30",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 C",
                    "articleId": "LEGIARTI000036429140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 bis G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "163 bis G",
                    "articleId": "LEGIARTI000041464358",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006302249",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 44 septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "44 septies",
                    "articleId": "LEGIARTI000006302925",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 599270400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 44 sexies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "44 sexies",
                    "articleId": "LEGIARTI000006302397",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G bis (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G bis",
                    "articleId": "LEGIARTI000006297608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G ter (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G ter",
                    "articleId": "LEGIARTI000006297609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L613-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-1",
                    "articleId": "LEGIARTI000006743504",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2007",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302351",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302352",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302353",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302354",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302355",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1104537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302356",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302357",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1529712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037100084",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1529712000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 quinquies H",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302356",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302356",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale. Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription : a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ; b. Sont nouvelles au sens de l'article 44 sexies ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions du I de l'article 44 septies et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50 p. 100 par une entreprise individuelle ; c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 4 600 000 euros lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 1 530 000 euros s'il s'agit d'autres entreprises ; d. (Abrogé pour les prêts consentis au cours des exercices ouverts à compter du 1er janvier 1996). Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L615-1 du code de la sécurité sociale et répondent aux conditions définies aux b, et c sous réserve de leur adaptation par un décret en Conseil d'Etat. Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière. Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39. Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles. II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75 p. 100 du montant effectivement souscrit en capital ; elle ne peut excéder 46 000 euros pour un même salarié. Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent. La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75 p. 100 du capital qui n'a pas été remboursé ou cédé. La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise. III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt : a. les sociétés qui détiennent plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50 p. 100 par cette société ; b. les sociétés dont le capital est détenu pour plus de 50 p. 100 par une société détenant plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise. IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives (1).",
            "texteHtml": "<p></p>   I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale.<p></p><p></p>   Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription :<p></p><p></p>   a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ;<p></p><p></p>   b. Sont nouvelles au sens de l'article 44 sexies ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions du I de l'article 44 septies et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50 p. 100 par une entreprise individuelle ;<p></p><p></p>   c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 4 600 000 euros lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 1 530 000 euros s'il s'agit d'autres entreprises ;<p></p><p></p>   d. (Abrogé pour les prêts consentis au cours des exercices ouverts à compter du 1er janvier 1996).<p></p><p></p>   Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L615-1 du code de la sécurité sociale et répondent aux conditions définies aux b, et c sous réserve de leur adaptation par un décret en Conseil d'Etat.<p></p><p></p>   Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière.<p></p><p></p>   Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39.<p></p><p></p>   Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles.<p></p><p></p>   II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75 p. 100 du montant effectivement souscrit en capital ; elle ne peut excéder 46 000 euros pour un même salarié.<p></p><p></p>   Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent.<p></p><p></p>   La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75 p. 100 du capital qui n'a pas été remboursé ou cédé.<p></p><p></p>   La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise.<p></p><p></p>   III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt :<p></p><p></p>   a. les sociétés qui détiennent plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50 p. 100 par cette société ;<p></p><p></p>   b. les sociétés dont le capital est détenu pour plus de 50 p. 100 par une société détenant plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise.<p></p><p></p>   IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives (1).<p></p><p></p>",
            "num": "39 quinquies H",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1104537600000,
            "dateFin": 1167609600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 9706474,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302351",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302356",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Voir les articles 10 G bis et 10 G ter de l'annexe III.",
            "notaHtml": "<p></p>   (1) Voir les articles 10 G bis et 10 G ter de l'annexe III.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000889388",
                    "textTitle": "Décret 2005-330 2005-04-06",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000889388",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-04-08",
                    "dateSignaTexte": "2005-04-06",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000889388",
                    "textTitle": "Décret n°2005-330 du 6 avril 2005 - art. 1 () JORF 8 avril 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006240029",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-04-08",
                    "dateSignaTexte": "2005-04-06",
                    "dateDebutCible": "2005-04-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 34, 44 sexies, 44 septies, 39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 10 G bis, 10 G ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000531809",
                    "textTitle": "Loi n°95-115 du 4 février 1995 - art. 42 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000006340126",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "95-115",
                    "datePubli": 791942400000,
                    "dateDebut": 791942400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 C",
                    "articleId": "LEGIARTI000036429140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 bis G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "163 bis G",
                    "articleId": "LEGIARTI000041464358",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G bis (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G bis",
                    "articleId": "LEGIARTI000006297608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G ter (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G ter",
                    "articleId": "LEGIARTI000006297609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L615-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L615-1",
                    "articleId": "LEGIARTI000006743917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2005",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302351",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302352",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302353",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302354",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302355",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1104537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302356",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302357",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1529712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037100084",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1529712000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 quinquies H",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302355",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302355",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale. Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription : a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ; b. Sont nouvelles au sens de l'article 44 sexies ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions du I de l'article 44 septies et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50 p. 100 par une entreprise individuelle ; c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 4 600 000 euros lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 1 530 000 euros s'il s'agit d'autres entreprises ; d. (Abrogé pour les prêts consentis au cours des exercices ouverts à compter du 1er janvier 1996). Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L615-1 du code de la sécurité sociale et répondent aux conditions définies aux b, et c ci-dessus sous réserve de leur adaptation par un décret en Conseil d'Etat. Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière. Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39. Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles. II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75 p. 100 du montant effectivement souscrit en capital ; elle ne peut excéder 46 000 euros pour un même salarié. Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent. La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75 p. 100 du capital qui n'a pas été remboursé ou cédé. La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise. III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt : a. les sociétés qui détiennent plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50 p. 100 par cette société ; b. les sociétés dont le capital est détenu pour plus de 50 p. 100 par une société détenant plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise. IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives (1).",
            "texteHtml": "<p></p>   I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale.<p></p><p></p>   Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription :<p></p><p></p>   a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ;<p></p><p></p>   b. Sont nouvelles au sens de l'article 44 sexies ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions du I de l'article 44 septies et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50 p. 100 par une entreprise individuelle ;<p></p><p></p>   c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 4 600 000 euros lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 1 530 000 euros s'il s'agit d'autres entreprises ;<p></p><p></p>   d. (Abrogé pour les prêts consentis au cours des exercices ouverts à compter du 1er janvier 1996).<p></p><p></p>   Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L615-1 du code de la sécurité sociale et répondent aux conditions définies aux b, et c ci-dessus sous réserve de leur adaptation par un décret en Conseil d'Etat.<p></p><p></p>   Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière.<p></p><p></p>   Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39.<p></p><p></p>   Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles.<p></p><p></p>   II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75 p. 100 du montant effectivement souscrit en capital ; elle ne peut excéder 46 000 euros pour un même salarié.<p></p><p></p>   Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent.<p></p><p></p>   La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75 p. 100 du capital qui n'a pas été remboursé ou cédé.<p></p><p></p>   La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise.<p></p><p></p>   III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt :<p></p><p></p>   a. les sociétés qui détiennent plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50 p. 100 par cette société ;<p></p><p></p>   b. les sociétés dont le capital est détenu pour plus de 50 p. 100 par une société détenant plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise.<p></p><p></p>   IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives (1).<p></p><p></p>",
            "num": "39 quinquies H",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1104451200000,
            "dateFin": 1104537600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 9749423,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302351",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302355",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Voir les articles 10 G bis et 10 G ter de l'annexe III.",
            "notaHtml": "<p></p>   (1) Voir les articles 10 G bis et 10 G ter de l'annexe III.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 41 (M) JORF 31 décembre 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000006322296",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-12-31",
                    "dateSignaTexte": "2004-12-30",
                    "dateDebutCible": "2004-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 34, 44 sexies, 44 septies, 39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 10 G bis, 10 G ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000531809",
                    "textTitle": "Loi n°95-115 du 4 février 1995 - art. 42 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000006340126",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "95-115",
                    "datePubli": 791942400000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 C",
                    "articleId": "LEGIARTI000036429140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 bis G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "163 bis G",
                    "articleId": "LEGIARTI000041464358",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G bis (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G bis",
                    "articleId": "LEGIARTI000006297608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G ter (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G ter",
                    "articleId": "LEGIARTI000006297609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L615-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L615-1",
                    "articleId": "LEGIARTI000006743917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302351",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302352",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302353",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302354",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302355",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1104537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302356",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302357",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1529712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037100084",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1529712000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 quinquies H",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302354",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302354",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale. Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription : a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ; b. Sont nouvelles au sens de l'article 44 sexies ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions des cinq premiers alinéas de l'article 44 septies et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50 p. 100 par une entreprise individuelle ; c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 4 600 000 euros lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 1 530 000 euros s'il s'agit d'autres entreprises ; d. (Abrogé pour les prêts consentis au cours des exercices ouverts à compter du 1er janvier 1996). Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L615-1 du code de la sécurité sociale et répondent aux conditions définies aux b, et c ci-dessus sous réserve de leur adaptation par un décret en Conseil d'Etat. Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière. Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39. Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles. II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75 p. 100 du montant effectivement souscrit en capital ; elle ne peut excéder 46 000 euros pour un même salarié. Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent. La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75 p. 100 du capital qui n'a pas été remboursé ou cédé. La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise. III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt : a. les sociétés qui détiennent plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50 p. 100 par cette société ; b. les sociétés dont le capital est détenu pour plus de 50 p. 100 par une société détenant plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise. IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives (1).",
            "texteHtml": "<p></p>   I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale.<p></p><p></p>   Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription :<p></p><p></p>   a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ;<p></p><p></p>   b. Sont nouvelles au sens de l'article 44 sexies ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions des cinq premiers alinéas de l'article 44 septies et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50 p. 100 par une entreprise individuelle ;<p></p><p></p>   c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 4 600 000 euros lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 1 530 000 euros s'il s'agit d'autres entreprises ;<p></p><p></p>   d. (Abrogé pour les prêts consentis au cours des exercices ouverts à compter du 1er janvier 1996).<p></p><p></p>   Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L615-1 du code de la sécurité sociale et répondent aux conditions définies aux b, et c ci-dessus sous réserve de leur adaptation par un décret en Conseil d'Etat.<p></p><p></p>   Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière.<p></p><p></p>   Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39.<p></p><p></p>   Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles.<p></p><p></p>   II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75 p. 100 du montant effectivement souscrit en capital ; elle ne peut excéder 46 000 euros pour un même salarié.<p></p><p></p>   Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent.<p></p><p></p>   La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75 p. 100 du capital qui n'a pas été remboursé ou cédé.<p></p><p></p>   La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise.<p></p><p></p>   III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt :<p></p><p></p>   a. les sociétés qui détiennent plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50 p. 100 par cette société ;<p></p><p></p>   b. les sociétés dont le capital est détenu pour plus de 50 p. 100 par une société détenant plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise.<p></p><p></p>   IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives (1).<p></p><p></p>",
            "num": "39 quinquies H",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1017532800000,
            "dateFin": 1104451200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 9792372,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302351",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302354",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Voir les articles 10 G bis et 10 G ter de l'annexe III.",
            "notaHtml": "<p></p>   (1) Voir les articles 10 G bis et 10 G ter de l'annexe III.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000219672",
                    "textTitle": "Ordonnance n°2000-916 du 19 septembre 2000 - art. 6 (V) JORF 22 septembre 2000 en vigueur le 1er janvier 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006716519",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-22",
                    "dateSignaTexte": "2000-09-19",
                    "dateDebutCible": "2002-01-01"
                },
                {
                    "textCid": "JORFTEXT000000219672",
                    "textTitle": "Ordonnance n°2000-916 du 19 septembre 2000 - art. 7 (V) JORF 22 septembre 2000 en vigueur le 1er janvier 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006716530",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-22",
                    "dateSignaTexte": "2000-09-19",
                    "dateDebutCible": "2002-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 34, 44 sexies, 44 septies, 39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 10 G bis, 10 G ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000531809",
                    "textTitle": "Loi n°95-115 du 4 février 1995 - art. 42 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000006340126",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "95-115",
                    "datePubli": 791942400000,
                    "dateDebut": 791942400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 C",
                    "articleId": "LEGIARTI000036429140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 bis G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "163 bis G",
                    "articleId": "LEGIARTI000041464358",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G bis (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G bis",
                    "articleId": "LEGIARTI000006297608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G ter (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G ter",
                    "articleId": "LEGIARTI000006297609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L615-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L615-1",
                    "articleId": "LEGIARTI000006743917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000219672",
                    "textTitle": "Ordonnance n°2000-916 du 19 septembre 2000 - art. 19 (V)",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006716681",
                    "natureText": "ORDONNANCE"
                },
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 2002",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302351",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302352",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302353",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302354",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302355",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1104537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302356",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302357",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1529712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037100084",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1529712000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 quinquies H",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302353",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302353",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale. Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription : a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ; b. Sont nouvelles au sens de l'article 44 sexies ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions des cinq premiers alinéas de l'article 44 septies et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50 p. 100 par une entreprise individuelle ; c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 30 millions de francs lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 10 millions s'il s'agit d'autres entreprises ; d. (Abrogé) ; Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L615-1 du code de la sécurité sociale et répondent aux conditions définies aux b, et c ci-dessus sous réserve de leur adaptation par un décret en Conseil d'Etat. Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière. Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39. Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles (1). II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75 p. 100 du montant effectivement souscrit en capital ; elle ne peut excéder 300 000 F pour un même salarié. Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent. La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75 p. 100 du capital qui n'a pas été remboursé ou cédé. La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise. III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt : a. les sociétés qui détiennent plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50 p. 100 par cette société ; b. les sociétés dont le capital est détenu pour plus de 50 p. 100 par une société détenant plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise. IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives (2). (1) Dispositions applicables aux prêts consentis à compter du 1er octobre 1993. (2) Voir les articles 10 G bis et 10 G ter de l'annexe III.",
            "texteHtml": "<p></p>   I. Les entreprises qui consentent des prêts à taux privilégié à des entreprises crées par des membres de leur personnel ou qui souscrivent au capital de sociétés créées par ces personnes peuvent constituer en franchise d'impôt une provision spéciale.<p></p><p></p>   Les dispositions du premier alinéa sont applicables lorsque les entreprises bénéficiaires des prêts ou les sociétés dont le capital fait l'objet de la souscription :<p></p><p></p>   a. Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ;<p></p><p></p>   b. Sont nouvelles au sens de l'article 44 sexies ou créées dans le cadre de l'extension d'une activité préexistante si elles remplissent les conditions du II du même article ou créées dans les conditions des cinq premiers alinéas de l'article 44 septies et, s'il s'agit de sociétés, ne sont pas détenues à plus de 50 p. 100 par une entreprise individuelle ;<p></p><p></p>   c. Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 30 millions de francs lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 10 millions s'il s'agit d'autres entreprises ;<p></p><p></p>   d. (Abrogé) ;<p></p><p></p>   Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L615-1 du code de la sécurité sociale et répondent aux conditions définies aux b, et c ci-dessus sous réserve de leur adaptation par un décret en Conseil d'Etat.<p></p><p></p>   Les créateurs de l'entreprise nouvelle ou de la société nouvelle ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise qui les employait ou dans une des sociétés visées au III, ni être conjoint, ascendant, descendant ou allié en ligne directe de personnes ayant exercé de telles fonctions. Ils doivent avoir été employés de l'entreprise ou d'une ou plusieurs des sociétés visées au III depuis un an au moins. Ils doivent mettre fin aux fonctions qu'ils y exercent dès la création de l'entreprise ou de la société nouvelle et assurer la direction effective de cette dernière.<p></p><p></p>   Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération n'excédant pas deux tiers de celui mentionné au premier alinéa du 3° du 1 de l'article 39.<p></p><p></p>   Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles (1).<p></p><p></p>   II. La provision spéciale constituée en franchise d'impôt est égale à la moitié des sommes effectivement versées au titre du prêt ou à 75 p. 100 du montant effectivement souscrit en capital ; elle ne peut excéder 300 000 F pour un même salarié.<p></p><p></p>   Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent.<p></p><p></p>   La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. En tout état de cause, elle est réintégrée aux résultats imposables à hauteur de la fraction de son montant qui excède le total formé par la moitié du principal du prêt restant dû et 75 p. 100 du capital qui n'a pas été remboursé ou cédé.<p></p><p></p>   La provision éventuellement constituée pour faire face à la dépréciation des titres représentatifs des apports n'est admise en déduction des résultats imposables que pour la fraction de son montant qui excède les sommes déduites à raison de ces mêmes titres en application du I du présent article et non rapportées au résultat de l'entreprise.<p></p><p></p>   III. Peuvent également constituer, dans les conditions et selon les modalités prévues aux I et II, une provision spéciale en franchise d'impôt :<p></p><p></p>   a. les sociétés qui détiennent plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise ou dont le capital est détenu pour plus de 50 p. 100 par cette société ;<p></p><p></p>   b. les sociétés dont le capital est détenu pour plus de 50 p. 100 par une société détenant plus de 50 p. 100 du capital de la société qui employait les créateurs de l'entreprise.<p></p><p></p>   IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives (2).<p></p><p></p><p></p>   (1) Dispositions applicables aux prêts consentis à compter du 1er octobre 1993.<p></p><p></p>   (2) Voir les articles 10 G bis et 10 G ter de l'annexe III.<p></p>",
            "num": "39 quinquies H",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 831859200000,
            "dateFin": 1009843200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 9577627,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302351",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302353",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000191068",
                    "textTitle": "Loi - art. 27 () JORF 31 décembre 1995",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000006319361",
                    "natureText": "LOI",
                    "datePubliTexte": "1995-12-31",
                    "dateSignaTexte": "1995-12-30",
                    "dateDebutCible": "1996-01-01"
                },
                {
                    "textCid": "JORFTEXT000000192528",
                    "textTitle": "Décret 96-556 1996-06-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000192528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-06-23",
                    "dateSignaTexte": "1995-06-21",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 34, 44 sexies, 44 septies, 39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 10 G bis, 10 G ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 C",
                    "articleId": "LEGIARTI000036429140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 bis G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "163 bis G",
                    "articleId": "LEGIARTI000041464358",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G bis (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G bis",
                    "articleId": "LEGIARTI000006297608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G ter (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G ter",
                    "articleId": "LEGIARTI000006297609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L615-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L615-1",
                    "articleId": "LEGIARTI000006743917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "JORFTEXT000000531809",
                    "textTitle": "Loi n°95-115 du 4 février 1995 - art. 42 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000006340126",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "95-115",
                    "datePubli": 791942400000,
                    "dateDebut": 791942400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 12 mai 1996",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Instruction 1994-04-18 4E-2-94",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Instruction 1997-02-21 4E-3-97",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302351",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302352",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302353",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302354",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302355",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1104537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302356",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302357",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1529712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037100084",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1529712000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 quinquies H",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302352",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302352",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I ((Les entreprises qui consentent des prêts à taux privilégié à des entreprises fondées par des membres de leur personnel et définies aux a à d ci-dessous, peuvent constituer en franchise d'impôt une provision spéciale. ((Les dispositions de l'alinéa précédent sont applicables lorsque les entreprises bénéficiaires des prêts : ((a) Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ; ((b) Sont nouvelles au sens de l'article 44 sexies ou reprises dans les conditions des cinq premiers alinéas de l'article 44 septies ; ((c) Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 30 millions de francs lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 10 millions s'il s'agit d'autres entreprises ; ((d) Sont créées ou reprises au plus tard un an après que le prêt aura effectivement été accordé . ((Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L615-1 du code de la sécurité sociale et répondent aux conditions définies aux b, c et d ci-dessus sous réserve de leur adaptation par un décret en Conseil d'Etat. ((Les fondateurs de l'entreprise nouvelle ou reprise ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise accordant le prêt, ni être conjoint, ascendant, descendant ou allié en ligne directe des personnes ayant exercé de telles fonctions. Ils ne peuvent être regardés comme membres du personnel de l'entreprise prêteuse qu'à condition d'avoir, à la date d'octroi du prêt, la qualité de salarié de ladite entreprise depuis un an au moins. Ils doivent mettre fin à leurs fonctions dès la création de l'entreprise nouvelle ou reprise et en assurer la direction effective. ((Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération inférieur d'au moins trois points à celui mentionné au premier alinéa du 3° du 1 de l'article 39. ((Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles.)) (1). II ((La provision spéciale constituée en franchise d'impôt ne peut excéder, pour un même salarié de l'entreprise prêteuse, ni la moitié des sommes effectivement versées au titre du prêt, ni la somme de 75.000 F *montant maximum*. ((Lorsque l'entreprise nouvelle ou reprise prend la forme d'une société, le plafond fixé à l'alinéa précédent est porté au double du montant de l'apport en capital réalisé par le fondateur dans la limite de 150.000 F)) (1). Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % *pourcentage* du bénéfice net imposable de l'exercice précédent. La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. D'autre part, si le capital restant dû au titre d'un prêt devient, par suite des remboursements effectués, inférieur au montant de la provision correspondante figurant encore au bilan, celle-ci est réintégrée, à due concurrence. ((III Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives)) (2). (1) Dispositions applicables aux prêts consentis à compter du 1er octobre 1993. Modification de la loi 93-1313. *Cf. Instruction 1994-04-18 4E-2-94.* (2) Voir les articles 10 G bis et 10 G ter de l'annexe III.",
            "texteHtml": "<p></p>   I ((Les entreprises qui consentent des prêts à taux privilégié à des entreprises fondées par des membres de leur personnel et définies aux a à d ci-dessous, peuvent constituer en franchise d'impôt une provision spéciale.<p></p><p></p>   ((Les dispositions de l'alinéa précédent sont applicables lorsque les entreprises bénéficiaires des prêts :<p></p><p></p>   ((a) Exercent en France une activité industrielle, commerciale ou artisanale au sens de l'article 34 ;<p></p><p></p>   ((b) Sont nouvelles au sens de l'article 44 sexies ou reprises dans les conditions des cinq premiers alinéas de l'article 44 septies ;<p></p><p></p>   ((c) Réalisent à la clôture de l'exercice de création ou de reprise et des deux exercices suivants un chiffre d'affaires qui n'excède pas 30 millions de francs lorsque l'activité principale est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement, ou 10 millions s'il s'agit d'autres entreprises ;<p></p><p></p>   ((d) Sont créées ou reprises au plus tard un an après que le prêt aura effectivement été accordé .<p></p><p></p>   ((Ces dispositions sont également applicables lorsque les bénéficiaires sont des travailleurs non salariés relevant des groupes de professions mentionnés au 1° de l'article L615-1 du code de la sécurité sociale et répondent aux conditions définies aux b, c et d ci-dessus sous réserve de leur adaptation par un décret en Conseil d'Etat.<p></p><p></p>   ((Les fondateurs de l'entreprise nouvelle ou reprise ne doivent pas exercer ou avoir exercé des fonctions de dirigeant de droit ou de fait dans l'entreprise accordant le prêt, ni être conjoint, ascendant, descendant ou allié en ligne directe des personnes ayant exercé de telles fonctions. Ils ne peuvent être regardés comme membres du personnel de l'entreprise prêteuse qu'à condition d'avoir, à la date d'octroi du prêt, la qualité de salarié de ladite entreprise depuis un an au moins. Ils doivent mettre fin à leurs fonctions dès la création de l'entreprise nouvelle ou reprise et en assurer la direction effective.<p></p><p></p>   ((Les prêts à taux privilégié sont ceux comportant une durée minimale de sept ans ou, en cas de remboursement anticipé, une durée de vie moyenne d'au moins cinq ans, moyennant un taux de rémunération inférieur d'au moins trois points à celui mentionné au premier alinéa du 3° du 1 de l'article 39.<p></p><p></p>   ((Les dispositions du présent I ne s'appliquent pas lorsque l'entreprise nouvelle ou reprise exerce une activité bancaire, financière, d'assurance, de gestion ou de location d'immeubles.)) (1).<p></p><p></p>   II ((La provision spéciale constituée en franchise d'impôt ne peut excéder, pour un même salarié de l'entreprise prêteuse, ni la moitié des sommes effectivement versées au titre du prêt, ni la somme de 75.000 F *montant maximum*.<p></p><p></p>   ((Lorsque l'entreprise nouvelle ou reprise prend la forme d'une société, le plafond fixé à l'alinéa précédent est porté au double du montant de l'apport en capital réalisé par le fondateur dans la limite de 150.000 F)) (1).<p></p><p></p>   Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % *pourcentage* du bénéfice net imposable de l'exercice précédent.<p></p><p></p>   La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. D'autre part, si le capital restant dû au titre d'un prêt devient, par suite des remboursements effectués, inférieur au montant de la provision correspondante figurant encore au bilan, celle-ci est réintégrée, à due concurrence.<p></p><p></p>   ((III Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives)) (2).<p></p><p></p><p></p>   (1) Dispositions applicables aux prêts consentis à compter du 1er octobre 1993. Modification de la loi 93-1313. *Cf. Instruction 1994-04-18 4E-2-94.*<p></p><p></p>   (2) Voir les articles 10 G bis et 10 G ter de l'annexe III.<p></p>",
            "num": "39 quinquies H",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 778464000000,
            "dateFin": 831859200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 9620576,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302351",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302352",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000546576",
                    "textTitle": "Loi 93-1313 1993-12-20 art. 9 JORF 21 décembre 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000546576",
                    "natureText": "LOI",
                    "datePubliTexte": "1994-02-02",
                    "dateSignaTexte": "1993-12-20",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Modifications directes incorporées dans l'édition du 2 septembre 1994",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 34, 44 sexies, 44 septies, 39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 10 G bis, 10 G ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 C",
                    "articleId": "LEGIARTI000036429140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 bis G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "163 bis G",
                    "articleId": "LEGIARTI000041464358",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G bis (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G bis",
                    "articleId": "LEGIARTI000006297608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G ter (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G ter",
                    "articleId": "LEGIARTI000006297609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L615-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L615-1",
                    "articleId": "LEGIARTI000006743917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Instruction 1994-04-18 4E-2-94",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302351",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302352",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302353",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302354",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302355",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1104537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302356",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302357",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1529712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037100084",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1529712000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 quinquies H",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302351",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302351",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I  Les entreprises qui consentent des prêts à taux privilégié à des entreprises industrielles nouvelles, petites ou moyennes, fondées par des membres de leur personnel, peuvent constituer en franchise d'impôt une provision spéciale. Le bénéfice de cette disposition est réservé aux opérations ayant fait l'objet d'un agrément dont les conditions sont définies par un arrêté du ministre du budget (1) compte tenu notamment de la situation des fondateurs de l'entreprise nouvelle, des caractéristiques de celle-ci ainsi que des conditions des prêts. II  La provision spéciale constituée en franchise d'impôt ne peut excéder, pour un même salarié de l'entreprise prêteuse, ni la moitié des sommes effectivement versées au titre du prêt, ni la somme de 75.000 F. Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent. La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. D'autre part, si le capital restant dû au titre d'un prêt devient, par suite des remboursements effectués, inférieur au montant de la provision correspondante figurant encore au bilan, celle-ci est réintégrée, à due concurrence. (1)  Annexe IV, art. 4 C ter à 4 C septies.",
            "texteHtml": "<p></p>   I  Les entreprises qui consentent des prêts à taux privilégié à des entreprises industrielles nouvelles, petites ou moyennes, fondées par des membres de leur personnel, peuvent constituer en franchise d'impôt une provision spéciale.<p></p><p></p>   Le bénéfice de cette disposition est réservé aux opérations ayant fait l'objet d'un agrément dont les conditions sont définies par un arrêté du ministre du budget (1) compte tenu notamment de la situation des fondateurs de l'entreprise nouvelle, des caractéristiques de celle-ci ainsi que des conditions des prêts.<p></p><p></p>   II  La provision spéciale constituée en franchise d'impôt ne peut excéder, pour un même salarié de l'entreprise prêteuse, ni la moitié des sommes effectivement versées au titre du prêt, ni la somme de 75.000 F.<p></p><p></p>   Les sommes déduites du bénéfice d'un exercice, au titre de la provision spéciale, ne peuvent excéder 25 % du bénéfice net imposable de l'exercice précédent.<p></p><p></p>   La provision est rapportée par tiers aux résultats imposables des exercices clos au cours des cinquième, sixième et septième années suivant celle de sa constitution. D'autre part, si le capital restant dû au titre d'un prêt devient, par suite des remboursements effectués, inférieur au montant de la provision correspondante figurant encore au bilan, celle-ci est réintégrée, à due concurrence.<p></p><p></p>   (1)  Annexe IV, art. 4 C ter à 4 C septies.<p></p><p></p>",
            "num": "39 quinquies H",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 299635200000,
            "dateFin": 778464000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 9835321,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302351",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302351",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGIAN4 4 C quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN4 4 C quinquies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN4 4 C septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN4 4 C sexies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN4 4 C ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 C",
                    "articleId": "LEGIARTI000036429140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 bis G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "163 bis G",
                    "articleId": "LEGIARTI000041464358",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G bis (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G bis",
                    "articleId": "LEGIARTI000006297608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 10 G ter (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10 G ter",
                    "articleId": "LEGIARTI000006297609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "EDITION 1979-07-01",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302351",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302352",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302353",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302354",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302355",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1104537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302356",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302357",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1529712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037100084",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1529712000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 quinquies H",
                "39"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}