{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000025787280",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans le cadre de la procédure d'examen CE de type, le fabricant soumet au contrôle d'un organisme habilité un échantillon représentatif, dénommé type, de la production envisagée afin que celui-ci vérifie que cet échantillon satisfait aux exigences essentielles définies à la section 5 du présent chapitre applicables aux dispositifs en projet. Le fabricant introduit auprès d'un organisme habilité une demande d'évaluation qui doit comporter notamment une documentation technique permettant de comprendre la conception, la fabrication, notamment le cas échéant en ce qui concerne la stérilisation, et les performances du dispositif. Le fabricant met également un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin. L'organisme habilité vérifie que le type fourni a été fabriqué en conformité avec la documentation. Il réalise ou fait réaliser les examens et essais nécessaires pour vérifier que les solutions adoptées par le fabricant assurent la conformité des dispositifs fabriqués aux exigences essentielles. Le lieu où ces examens et essais sont effectués est convenu entre l'organisme habilité et le fabricant. Lorsque le type satisfait aux exigences essentielles, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Une copie de ce certificat peut être obtenue par les autres organismes habilités. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille, avant de prendre sa décision, l'avis de l'Agence nationale de sécurité du médicament et des produits de santé, de l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres ou parties à l'accord sur l'Espace économique européen ou de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité informe l'autorité consultée de sa décision. Lorsque l'autorité nationale compétente consultée est l'Agence nationale de sécurité du médicament et des produits de santé, son avis est rendu dans le délai maximal de deux cent dix jours à compter de la réception d'une documentation complète. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité, préalablement à sa décision, recueille l'avis scientifique de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité ne peut pas délivrer le certificat si l'avis scientifique de l'Agence européenne est défavorable. Il informe celle-ci de sa décision. Le fabricant informe l'organisme habilité de toute modification importante apportée au dispositif approuvé ou de toute modification lorsqu'il s'agit d'un dispositif médical implantable actif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles mentionnées ou aux conditions d'utilisation du dispositif.",
            "texteHtml": "<p>Dans le cadre de la procédure d'examen CE de type, le fabricant soumet au contrôle d'un organisme habilité un échantillon représentatif, dénommé type, de la production envisagée afin que celui-ci vérifie que cet échantillon satisfait aux exigences essentielles définies à la section 5 du présent chapitre applicables aux dispositifs en projet. </p><p>Le fabricant introduit auprès d'un organisme habilité une demande d'évaluation qui doit comporter notamment une documentation technique permettant de comprendre la conception, la fabrication, notamment le cas échéant en ce qui concerne la stérilisation, et les performances du dispositif. Le fabricant met également un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin. </p><p>L'organisme habilité vérifie que le type fourni a été fabriqué en conformité avec la documentation. Il réalise ou fait réaliser les examens et essais nécessaires pour vérifier que les solutions adoptées par le fabricant assurent la conformité des dispositifs fabriqués aux exigences essentielles. Le lieu où ces examens et essais sont effectués est convenu entre l'organisme habilité et le fabricant. </p><p>Lorsque le type satisfait aux exigences essentielles, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Une copie de ce certificat peut être obtenue par les autres organismes habilités. </p><p>Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille, avant de prendre sa décision, l'avis de l'Agence nationale de sécurité du médicament et des produits de santé, de l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres ou parties à l'accord sur l'Espace économique européen ou de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité informe l'autorité consultée de sa décision. Lorsque l'autorité nationale compétente consultée est l'Agence nationale de sécurité du médicament et des produits de santé, son avis est rendu dans le délai maximal de deux cent dix jours à compter de la réception d'une documentation complète. </p><p>Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité, préalablement à sa décision, recueille l'avis scientifique de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité ne peut pas délivrer le certificat si l'avis scientifique de l'Agence européenne est défavorable. Il informe celle-ci de sa décision. </p><p>Le fabricant informe l'organisme habilité de toute modification importante apportée au dispositif approuvé ou de toute modification lorsqu'il s'agit d'un dispositif médical implantable actif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles mentionnées ou aux conditions d'utilisation du dispositif.</p>",
            "num": "R5211-41",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1335830400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Procédures de certification de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190741",
                        "id": "LEGISCTA000006190741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Examen CE de type.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196648",
                        "id": "LEGISCTA000006196648",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006916232",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006196648",
            "sectionParentId": "LEGISCTA000006196648",
            "sectionParentTitre": "Sous-section 6 : Examen CE de type.",
            "fullSectionsTitre": "Partie réglementaire &gt; Cinquième partie : Produits de santé &gt; Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique &gt; Titre Ier : Dispositifs médicaux &gt; Chapitre Ier : Régime juridique des dispositifs médicaux &gt; Section 6 : Procédures de certification de conformité &gt; Sous-section 6 : Examen CE de type.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000025787280",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025757625",
                    "textTitle": "Décret n°2012-597\n du 27 avril 2012 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000025765496",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-04-29",
                    "dateSignaTexte": "2012-04-27",
                    "dateDebutCible": "2012-05-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021974486",
                    "textTitle": "Arrêté du 15 mars 2010 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021978931",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1268697600000,
                    "dateDebut": 1269129600000
                },
                {
                    "textCid": "JORFTEXT000030509044",
                    "textTitle": "DÉCISION du 11 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030509045",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429574400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-22",
                    "articleId": "LEGIARTI000006916209",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-23",
                    "articleId": "LEGIARTI000006916210",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-26",
                    "articleId": "LEGIARTI000006916217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-41-1",
                    "articleId": "LEGIARTI000030428554",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1428019200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-42",
                    "articleId": "LEGIARTI000006916234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-45",
                    "articleId": "LEGIARTI000006916237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-48",
                    "articleId": "LEGIARTI000006916240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-65",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-65",
                    "articleId": "LEGIARTI000006916258",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006916232",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1091923200000,
                    "dateFin": 1269129600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020567091",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1269129600000,
                    "dateFin": 1335830400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025787280",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R5211-41",
                "5211-41"
            ],
            "versionPrecedente": "LEGIARTI000020567091",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020567091",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans le cadre de la procédure d'examen CE de type, le fabricant soumet au contrôle d'un organisme habilité un échantillon représentatif, dénommé type, de la production envisagée afin que celui-ci vérifie que cet échantillon satisfait aux exigences essentielles définies à la section 5 du présent chapitre applicables aux dispositifs en projet. Le fabricant introduit auprès d'un organisme habilité une demande d'évaluation qui doit comporter notamment une documentation technique permettant de comprendre la conception, la fabrication, notamment le cas échéant en ce qui concerne la stérilisation, et les performances du dispositif. Le fabricant met également un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin. L'organisme habilité vérifie que le type fourni a été fabriqué en conformité avec la documentation. Il réalise ou fait réaliser les examens et essais nécessaires pour vérifier que les solutions adoptées par le fabricant assurent la conformité des dispositifs fabriqués aux exigences essentielles. Le lieu où ces examens et essais sont effectués est convenu entre l'organisme habilité et le fabricant. Lorsque le type satisfait aux exigences essentielles, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Une copie de ce certificat peut être obtenue par les autres organismes habilités. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille, avant de prendre sa décision, l'avis de l'Agence française de sécurité sanitaire des produits de santé, de l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres ou parties à l'accord sur l'Espace économique européen ou de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité informe l'autorité consultée de sa décision. Lorsque l'autorité nationale compétente consultée est l'Agence française de sécurité sanitaire des produits de santé, son avis est rendu dans le délai maximal de deux cent dix jours à compter de la réception d'une documentation complète. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité, préalablement à sa décision, recueille l'avis scientifique de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité ne peut pas délivrer le certificat si l'avis scientifique de l'Agence européenne est défavorable. Il informe celle-ci de sa décision. Le fabricant informe l'organisme habilité de toute modification importante apportée au dispositif approuvé ou de toute modification lorsqu'il s'agit d'un dispositif médical implantable actif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles mentionnées ou aux conditions d'utilisation du dispositif.",
            "texteHtml": "<p>Dans le cadre de la procédure d'examen CE de type, le fabricant soumet au contrôle d'un organisme habilité un échantillon représentatif, dénommé type, de la production envisagée afin que celui-ci vérifie que cet échantillon satisfait aux exigences essentielles définies à la section 5 du présent chapitre applicables aux dispositifs en projet.</p><p></p><p>Le fabricant introduit auprès d'un organisme habilité une demande d'évaluation qui doit comporter notamment une documentation technique permettant de comprendre la conception, la fabrication, notamment le cas échéant en ce qui concerne la stérilisation, et les performances du dispositif. Le fabricant met également un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin.</p><p></p><p>L'organisme habilité vérifie que le type fourni a été fabriqué en conformité avec la documentation. Il réalise ou fait réaliser les examens et essais nécessaires pour vérifier que les solutions adoptées par le fabricant assurent la conformité des dispositifs fabriqués aux exigences essentielles. Le lieu où ces examens et essais sont effectués est convenu entre l'organisme habilité et le fabricant.</p><p></p><p>Lorsque le type satisfait aux exigences essentielles, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Une copie de ce certificat peut être obtenue par les autres organismes habilités.</p><p></p><p>Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille, avant de prendre sa décision, l'avis de l'Agence française de sécurité sanitaire des produits de santé, de l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres ou parties à l'accord sur l'Espace économique européen ou de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité informe l'autorité consultée de sa décision. Lorsque l'autorité nationale compétente consultée est l'Agence française de sécurité sanitaire des produits de santé, son avis est rendu dans le délai maximal de deux cent dix jours à compter de la réception d'une documentation complète. </p><p>Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité, préalablement à sa décision, recueille l'avis scientifique de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité ne peut pas délivrer le certificat si l'avis scientifique de l'Agence européenne est défavorable. Il informe celle-ci de sa décision. </p><p></p><p>Le fabricant informe l'organisme habilité de toute modification importante apportée au dispositif approuvé ou de toute modification lorsqu'il s'agit d'un dispositif médical implantable actif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles mentionnées ou aux conditions d'utilisation du dispositif.</p><p></p><p></p>",
            "num": "R5211-41",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1269129600000,
            "dateFin": 1335830400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Procédures de certification de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190741",
                        "id": "LEGISCTA000006190741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Examen CE de type.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196648",
                        "id": "LEGISCTA000006196648",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006916232",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006196648",
            "sectionParentId": "LEGISCTA000006196648",
            "sectionParentTitre": "Sous-section 6 : Examen CE de type.",
            "fullSectionsTitre": "Partie réglementaire &gt; Cinquième partie : Produits de santé &gt; Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique &gt; Titre Ier : Dispositifs médicaux &gt; Chapitre Ier : Régime juridique des dispositifs médicaux &gt; Section 6 : Procédures de certification de conformité &gt; Sous-section 6 : Examen CE de type.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020567091",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020563829",
                    "textTitle": "Décret n°2009-482\n du 28 avril 2009 - art. 10",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000020564976",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-04-30",
                    "dateSignaTexte": "2009-04-28",
                    "dateDebutCible": "2009-05-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021974486",
                    "textTitle": "Arrêté du 15 mars 2010 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021978931",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1268697600000,
                    "dateDebut": 1269129600000
                },
                {
                    "textCid": "JORFTEXT000030509044",
                    "textTitle": "DÉCISION du 11 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030509045",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429574400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-22",
                    "articleId": "LEGIARTI000006916209",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-23",
                    "articleId": "LEGIARTI000006916210",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-26",
                    "articleId": "LEGIARTI000006916217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-41-1",
                    "articleId": "LEGIARTI000030428554",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1428019200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-42",
                    "articleId": "LEGIARTI000006916234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-45",
                    "articleId": "LEGIARTI000006916237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-48",
                    "articleId": "LEGIARTI000006916240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-65",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-65",
                    "articleId": "LEGIARTI000006916258",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006916232",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1091923200000,
                    "dateFin": 1269129600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020567091",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1269129600000,
                    "dateFin": 1335830400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025787280",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R5211-41",
                "5211-41"
            ],
            "versionPrecedente": "LEGIARTI000006916232",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006916232",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans le cadre de la procédure d'examen CE de type, le fabricant soumet au contrôle d'un organisme habilité un échantillon représentatif, dénommé type, de la production envisagée afin que celui-ci vérifie que cet échantillon satisfait aux exigences essentielles définies à la section 5 du présent chapitre applicables aux dispositifs en projet. Le fabricant introduit auprès d'un organisme habilité une demande d'évaluation qui doit comporter notamment une documentation technique permettant de comprendre la conception, la fabrication, notamment le cas échéant en ce qui concerne la stérilisation, et les performances du dispositif. Le fabricant met également un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin. L'organisme habilité vérifie que le type fourni a été fabriqué en conformité avec la documentation. Il réalise ou fait réaliser les examens et essais nécessaires pour vérifier que les solutions adoptées par le fabricant assurent la conformité des dispositifs fabriqués aux exigences essentielles. Le lieu où ces examens et essais sont effectués est convenu entre l'organisme habilité et le fabricant. Lorsque le type satisfait aux exigences essentielles, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Une copie de ce certificat peut être obtenue par les autres organismes habilités. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang et mentionnée au 1° de l'article R. 5211-22 ou au 4° de l'article R. 5211-23, l'organisme habilité consulte l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de la Communauté européenne ou partie à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant les dispositions de la directive 2001/83/CE du Parlement européen et du Conseil du 6 novembre 2001 instituant un code communautaire relatif aux médicaments à usage humain, avant de prendre une décision. En arrêtant sa décision relative à la délivrance du certificat d'examen CE de la conception, l'organisme habilité prend dûment en considération les avis exprimés lors de la consultation. Il informe l'organisme compétent concerné de sa décision finale. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang et mentionnée au 1° de l'article R. 5211-22 ou au 4° de l'article R. 5211-23, l'avis scientifique de l'Agence européenne pour l'évaluation du médicament prévu à ces articles doit être intégré dans la documentation concernant le dispositif. En arrêtant sa décision, l'organisme habilité prend dûment en considération l'avis de l'agence. L'organisme habilité ne peut pas délivrer le certificat si cet avis scientifique est défavorable. Il informe l'agence de sa décision finale. Le fabricant informe l'organisme habilité de toute modification importante apportée au dispositif approuvé ou de toute modification lorsqu'il s'agit d'un dispositif médical implantable actif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles mentionnées ou aux conditions d'utilisation du dispositif. Lorsque ni le fabricant ni son mandataire ne sont établis dans l'un des Etats membres de la Communauté européenne ou partie à l'accord sur l'Espace économique européen, l'obligation prévue à l'article R. 5211-26 incombe à la personne responsable de la mise sur le marché mentionnée à l'article R. 5211-65 ou à l'importateur.",
            "texteHtml": "<p></p>   Dans le cadre de la procédure d'examen CE de type, le fabricant soumet au contrôle d'un organisme habilité un échantillon représentatif, dénommé type, de la production envisagée afin que celui-ci vérifie que cet échantillon satisfait aux exigences essentielles définies à la section 5 du présent chapitre applicables aux dispositifs en projet.<p></p><p></p>   Le fabricant introduit auprès d'un organisme habilité une demande d'évaluation qui doit comporter notamment une documentation technique permettant de comprendre la conception, la fabrication, notamment le cas échéant en ce qui concerne la stérilisation, et les performances du dispositif. Le fabricant met également un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin.<p></p><p></p>   L'organisme habilité vérifie que le type fourni a été fabriqué en conformité avec la documentation. Il réalise ou fait réaliser les examens et essais nécessaires pour vérifier que les solutions adoptées par le fabricant assurent la conformité des dispositifs fabriqués aux exigences essentielles. Le lieu où ces examens et essais sont effectués est convenu entre l'organisme habilité et le fabricant.<p></p><p></p>   Lorsque le type satisfait aux exigences essentielles, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Une copie de ce certificat peut être obtenue par les autres organismes habilités.<p></p><p></p>   Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang et mentionnée au 1° de l'article R. 5211-22 ou au 4° de l'article R. 5211-23, l'organisme habilité consulte l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de la Communauté européenne ou partie à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant les dispositions de la directive 2001/83/CE du Parlement européen et du Conseil du 6 novembre 2001 instituant un code communautaire relatif aux médicaments à usage humain, avant de prendre une décision. En arrêtant sa décision relative à la délivrance du certificat d'examen CE de la conception, l'organisme habilité prend dûment en considération les avis exprimés lors de la consultation. Il informe l'organisme compétent concerné de sa décision finale.<p></p><p></p>   Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang et mentionnée au 1° de l'article R. 5211-22 ou au 4° de l'article R. 5211-23, l'avis scientifique de l'Agence européenne pour l'évaluation du médicament prévu à ces articles doit être intégré dans la documentation concernant le dispositif. En arrêtant sa décision, l'organisme habilité prend dûment en considération l'avis de l'agence. L'organisme habilité ne peut pas délivrer le certificat si cet avis scientifique est défavorable. Il informe l'agence de sa décision finale.<p></p><p></p>   Le fabricant informe l'organisme habilité de toute modification importante apportée au dispositif approuvé ou de toute modification lorsqu'il s'agit d'un dispositif médical implantable actif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles mentionnées ou aux conditions d'utilisation du dispositif.<p></p><p></p>   Lorsque ni le fabricant ni son mandataire ne sont établis dans l'un des Etats membres de la Communauté européenne ou partie à l'accord sur l'Espace économique européen, l'obligation prévue à l'article R. 5211-26 incombe à la personne responsable de la mise sur le marché mentionnée à l'article R. 5211-65 ou à l'importateur.<p></p>",
            "num": "R5211-41",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1091923200000,
            "dateFin": 1269129600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Procédures de certification de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190741",
                        "id": "LEGISCTA000006190741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Examen CE de type.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196648",
                        "id": "LEGISCTA000006196648",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006916232",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006196648",
            "sectionParentId": "LEGISCTA000006196648",
            "sectionParentTitre": "Sous-section 6 : Examen CE de type.",
            "fullSectionsTitre": "Partie réglementaire &gt; Cinquième partie : Produits de santé &gt; Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique &gt; Titre Ier : Dispositifs médicaux &gt; Chapitre Ier : Régime juridique des dispositifs médicaux &gt; Section 6 : Procédures de certification de conformité &gt; Sous-section 6 : Examen CE de type.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006916232",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000787339",
                    "textTitle": "Décret 2004-802 2004-07-29",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000787339",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021974486",
                    "textTitle": "Arrêté du 15 mars 2010 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021978931",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1268697600000,
                    "dateDebut": 1269129600000
                },
                {
                    "textCid": "JORFTEXT000030509044",
                    "textTitle": "DÉCISION du 11 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030509045",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429574400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-22",
                    "articleId": "LEGIARTI000006916209",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-23",
                    "articleId": "LEGIARTI000006916210",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-26",
                    "articleId": "LEGIARTI000006916217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-41-1",
                    "articleId": "LEGIARTI000030428554",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1428019200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-42",
                    "articleId": "LEGIARTI000006916234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-45",
                    "articleId": "LEGIARTI000006916237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-48",
                    "articleId": "LEGIARTI000006916240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-65 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-65",
                    "articleId": "LEGIARTI000006916258",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006916232",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1091923200000,
                    "dateFin": 1269129600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020567091",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1269129600000,
                    "dateFin": 1335830400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025787280",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R5211-41",
                "5211-41"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}