{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037398801",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Si, à l'occasion d'un contrôle effectué en application de l'article L. 611-1 du présent code, des articles 78-1,78-2,78-2-1 et 78-2-2 du code de procédure pénale ou de l'article 67 quater du code des douanes, il apparaît qu'un étranger n'est pas en mesure de justifier de son droit de circuler ou de séjourner en France, il peut être conduit dans un local de police ou de gendarmerie et y être retenu par un officier de police judiciaire de la police nationale ou de la gendarmerie nationale aux fins de vérification de son droit de circulation ou de séjour sur le territoire français. Dans ce cas, l'officier de police judiciaire ou, sous le contrôle de celui-ci, un agent de police judiciaire procède aux auditions de l'étranger. Sous le contrôle de l'officier de police judiciaire, l'étranger est mis en mesure de fournir par tout moyen les pièces et documents requis. Il est procédé, s'il y a lieu, aux opérations de vérification nécessaires. Le procureur de la République est informé dès le début de la retenue. L'étranger est aussitôt informé, dans une langue qu'il comprend ou dont il est raisonnable de supposer qu'il la comprend, des motifs de son placement en retenue et de la durée maximale de la mesure ainsi que du fait qu'il bénéficie : 1° Du droit d'être assisté par un interprète ; 2° Du droit d'être assisté par un avocat désigné par lui ou commis d'office par le bâtonnier, qui est alors informé de cette demande par tous moyens et sans délai. Dès son arrivée, l'avocat peut communiquer pendant trente minutes avec la personne retenue dans des conditions qui garantissent la confidentialité de l'entretien. L'étranger peut demander que l'avocat assiste à ses auditions. Dans ce cas, la première audition, sauf si elle porte uniquement sur les éléments d'identité, ne peut débuter sans la présence de l'avocat avant l'expiration d'un délai d'une heure suivant l'information adressée à celui-ci. Toutefois, les opérations de vérification ne nécessitant pas la présence de l'étranger peuvent être effectuées dès le début de la retenue. Au cours des auditions, l'avocat peut prendre des notes. A la fin de la retenue, l'avocat peut, à sa demande, consulter le procès-verbal établi en application du quatorzième alinéa du présent I ainsi que le certificat médical y étant, le cas échéant, annexé et formuler des observations écrites également annexées ; 3° Du droit d'être examiné par un médecin désigné par l'officier de police judiciaire. Le médecin se prononce sur l'aptitude au maintien de la personne en retenue et procède à toutes constatations utiles ; 4° Du droit de prévenir à tout moment sa famille et toute personne de son choix et de prendre tout contact utile afin d'assurer l'information et, le cas échéant, la prise en charge des enfants dont il assure normalement la garde, qu'ils l'aient ou non accompagné lors de son placement en retenue. Si des circonstances particulières l'exigent, l'officier de police judiciaire prévient lui-même la famille et la personne choisie. En tant que de besoin, il informe le procureur de la République aux fins d'instruction dans l'intérêt des enfants ; 5° Du droit d'avertir ou de faire avertir les autorités consulaires de son pays. Lorsque l'étranger ne parle pas le français, il est fait application de l'article L. 111-7. L'étranger ne peut être retenu que pour le temps strictement exigé par l'examen de son droit de circulation ou de séjour et, le cas échéant, le prononcé et la notification des décisions administratives applicables. La retenue ne peut excéder vingt-quatre heures à compter du début du contrôle mentionné au premier alinéa du présent I. Le procureur de la République peut mettre fin à la retenue à tout moment. Pour les seules nécessités de la vérification du droit de séjour et de circulation, il peut être procédé, sous le contrôle de l'officier de police judiciaire et en présence de l'étranger, avec l'accord de ce dernier ou, à défaut, après avoir informé par tout moyen le procureur de la République, à l'inspection des bagages et effets personnels de l'étranger et à leur fouille. En cas de découverte d'une infraction, il est établi un procès-verbal distinct de celui prévu au quatorzième alinéa, qui mentionne le lieu et les dates et heures de début et de fin de ces opérations et dont un exemplaire est transmis sans délai au procureur de la République. Les mesures de contrainte exercées sur l'étranger sont strictement proportionnées à la nécessité des opérations de vérification et de son maintien à la disposition de l'officier de police judiciaire. L'étranger ne peut être soumis au port des menottes ou des entraves que s'il est considéré soit comme dangereux pour autrui ou pour lui-même, soit comme susceptible de tenter de prendre la fuite. Durant la retenue, lorsque sa participation aux opérations de vérification n'est pas nécessaire, l'étranger ne peut être placé dans une pièce occupée simultanément par une ou plusieurs personnes gardées à vue. Si l'étranger ne fournit pas d'éléments permettant d'apprécier son droit de circulation ou de séjour, les opérations de vérification peuvent donner lieu, après information du procureur de la République, à la prise d'empreintes digitales ou de photographies pour établir la situation de cette personne. Les empreintes digitales et photographies sont collectées en vue de l'établissement du droit de circuler ou de séjourner de l'étranger et ne peuvent être mémorisées et faire l'objet d'un traitement automatisé en application du deuxième alinéa de l'article L. 611-3 que s'il apparaît, à l'issue de la retenue, que l'étranger ne dispose pas d'un droit de circulation ou de séjour. L'officier de police judiciaire ou, sous le contrôle de celui-ci, un agent de police judiciaire mentionne, dans un procès-verbal, les motifs qui ont justifié le contrôle, ainsi que la vérification du droit de circulation ou de séjour et les conditions dans lesquelles la personne a été présentée devant lui, informée de ses droits et mise en mesure de les exercer. Il précise le jour et l'heure du début et de la fin de la retenue et la durée de celle-ci et, le cas échéant, la prise d'empreintes digitales ou de photographies ainsi que l'inspection visuelle ou la fouille des bagages et effets personnels et les dates et heures de début et de fin de ces opérations. Il y annexe le certificat médical établi à l'issue de l'examen éventuellement pratiqué. Ce procès-verbal est présenté à la signature de l'étranger intéressé. Celui-ci est informé de la possibilité de ne pas signer ledit procès-verbal. S'il refuse de le signer, mention est faite du refus et des motifs de celui-ci. Le procès-verbal est transmis au procureur de la République, copie en ayant été remise à la personne intéressée. Les mentions de chaque procès-verbal concernant l'identité de la personne, le jour et l'heure du début et de la fin de la retenue et la durée de celle-ci figurent également sur un registre spécial, tenu à cet effet dans le local de police ou de gendarmerie. Ce registre peut être tenu sous forme dématérialisée. Si elle n'est suivie à l'égard de l'étranger qui a été retenu d'aucune procédure d'enquête ou d'exécution adressée à l'autorité judiciaire ou n'a donné lieu à aucune décision administrative, la vérification du droit de circulation ou de séjour ne peut donner lieu à une mise en mémoire sur fichiers et le procès-verbal, ainsi que toutes les pièces se rapportant à la vérification sont détruits dans un délai de six mois à compter de la fin de la retenue, sous le contrôle du procureur de la République. Les prescriptions énumérées au présent article sont imposées à peine de nullité, sous réserve des dispositions de l'article L. 552-13 . II. ― Lorsqu'un étranger, retenu en application de l' article 78-3 du code de procédure pénale , n'est pas en mesure de justifier de son droit de circuler ou de séjourner en France, le I du présent article s'applique et la durée de la retenue effectuée en application de ce même article 78-3 s'impute sur celle de la retenue pour vérification du droit de séjour. III. ― S'il apparaît, au cours de la retenue de l'étranger, que celui-ci doit faire l'objet d'un placement en garde à vue conformément aux articles 62 et suivants du code de procédure pénale , la durée de la retenue s'impute sur celle de la garde à vue.",
            "texteHtml": "<p>I. ― Si, à l'occasion d'un contrôle effectué en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000006335271&dateTexte=&categorieLien=cid'>l'article L. 611-1 </a>du présent code, des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575155&dateTexte=&categorieLien=cid'>articles 78-1,78-2,78-2-1 et 78-2-2 </a>du code de procédure pénale ou de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000042919713&dateTexte=&categorieLien=id' title='Code des douanes - art. 67 quater (VD)'>67 quater</a> du code des douanes, il apparaît qu'un étranger n'est pas en mesure de justifier de son droit de circuler ou de séjourner en France, il peut être conduit dans un local de police ou de gendarmerie et y être retenu par un officier de police judiciaire de la police nationale ou de la gendarmerie nationale aux fins de vérification de son droit de circulation ou de séjour sur le territoire français. Dans ce cas, l'officier de police judiciaire ou, sous le contrôle de celui-ci, un agent de police judiciaire procède aux auditions de l'étranger. Sous le contrôle de l'officier de police judiciaire, l'étranger est mis en mesure de fournir par tout moyen les pièces et documents requis. Il est procédé, s'il y a lieu, aux opérations de vérification nécessaires. Le procureur de la République est informé dès le début de la retenue.</p><p>L'étranger est aussitôt informé, dans une langue qu'il comprend ou dont il est raisonnable de supposer qu'il la comprend, des motifs de son placement en retenue et de la durée maximale de la mesure ainsi que du fait qu'il bénéficie :</p><p>1° Du droit d'être assisté par un interprète ;</p><p>2° Du droit d'être assisté par un avocat désigné par lui ou commis d'office par le bâtonnier, qui est alors informé de cette demande par tous moyens et sans délai. Dès son arrivée, l'avocat peut communiquer pendant trente minutes avec la personne retenue dans des conditions qui garantissent la confidentialité de l'entretien. L'étranger peut demander que l'avocat assiste à ses auditions. Dans ce cas, la première audition, sauf si elle porte uniquement sur les éléments d'identité, ne peut débuter sans la présence de l'avocat avant l'expiration d'un délai d'une heure suivant l'information adressée à celui-ci. Toutefois, les opérations de vérification ne nécessitant pas la présence de l'étranger peuvent être effectuées dès le début de la retenue. Au cours des auditions, l'avocat peut prendre des notes. A la fin de la retenue, l'avocat peut, à sa demande, consulter le procès-verbal établi en application du quatorzième alinéa du présent I ainsi que le certificat médical y étant, le cas échéant, annexé et formuler des observations écrites également annexées ;</p><p>3° Du droit d'être examiné par un médecin désigné par l'officier de police judiciaire. Le médecin se prononce sur l'aptitude au maintien de la personne en retenue et procède à toutes constatations utiles ;</p><p>4° Du droit de prévenir à tout moment sa famille et toute personne de son choix et de prendre tout contact utile afin d'assurer l'information et, le cas échéant, la prise en charge des enfants dont il assure normalement la garde, qu'ils l'aient ou non accompagné lors de son placement en retenue. Si des circonstances particulières l'exigent, l'officier de police judiciaire prévient lui-même la famille et la personne choisie. En tant que de besoin, il informe le procureur de la République aux fins d'instruction dans l'intérêt des enfants ;</p><p>5° Du droit d'avertir ou de faire avertir les autorités consulaires de son pays.</p><p>Lorsque l'étranger ne parle pas le français, il est fait application de l'article L. 111-7.</p><p>L'étranger ne peut être retenu que pour le temps strictement exigé par l'examen de son droit de circulation ou de séjour et, le cas échéant, le prononcé et la notification des décisions administratives applicables. La retenue ne peut excéder vingt-quatre heures à compter du début du contrôle mentionné au premier alinéa du présent I. Le procureur de la République peut mettre fin à la retenue à tout moment.</p><p>Pour les seules nécessités de la vérification du droit de séjour et de circulation, il peut être procédé, sous le contrôle de l'officier de police judiciaire et en présence de l'étranger, avec l'accord de ce dernier ou, à défaut, après avoir informé par tout moyen le procureur de la République, à l'inspection des bagages et effets personnels de l'étranger et à leur fouille. En cas de découverte d'une infraction, il est établi un procès-verbal distinct de celui prévu au quatorzième alinéa, qui mentionne le lieu et les dates et heures de début et de fin de ces opérations et dont un exemplaire est transmis sans délai au procureur de la République.</p><p>Les mesures de contrainte exercées sur l'étranger sont strictement proportionnées à la nécessité des opérations de vérification et de son maintien à la disposition de l'officier de police judiciaire. L'étranger ne peut être soumis au port des menottes ou des entraves que s'il est considéré soit comme dangereux pour autrui ou pour lui-même, soit comme susceptible de tenter de prendre la fuite.</p><p>Durant la retenue, lorsque sa participation aux opérations de vérification n'est pas nécessaire, l'étranger ne peut être placé dans une pièce occupée simultanément par une ou plusieurs personnes gardées à vue.</p><p>Si l'étranger ne fournit pas d'éléments permettant d'apprécier son droit de circulation ou de séjour, les opérations de vérification peuvent donner lieu, après information du procureur de la République, à la prise d'empreintes digitales ou de photographies pour établir la situation de cette personne. Les empreintes digitales et photographies sont collectées en vue de l'établissement du droit de circuler ou de séjourner de l'étranger et ne peuvent être mémorisées et faire l'objet d'un traitement automatisé en application du deuxième alinéa de l'article L. 611-3 que s'il apparaît, à l'issue de la retenue, que l'étranger ne dispose pas d'un droit de circulation ou de séjour.</p><p>L'officier de police judiciaire ou, sous le contrôle de celui-ci, un agent de police judiciaire mentionne, dans un procès-verbal, les motifs qui ont justifié le contrôle, ainsi que la vérification du droit de circulation ou de séjour et les conditions dans lesquelles la personne a été présentée devant lui, informée de ses droits et mise en mesure de les exercer. Il précise le jour et l'heure du début et de la fin de la retenue et la durée de celle-ci et, le cas échéant, la prise d'empreintes digitales ou de photographies ainsi que l'inspection visuelle ou la fouille des bagages et effets personnels et les dates et heures de début et de fin de ces opérations. Il y annexe le certificat médical établi à l'issue de l'examen éventuellement pratiqué.</p><p>Ce procès-verbal est présenté à la signature de l'étranger intéressé. Celui-ci est informé de la possibilité de ne pas signer ledit procès-verbal. S'il refuse de le signer, mention est faite du refus et des motifs de celui-ci.</p><p>Le procès-verbal est transmis au procureur de la République, copie en ayant été remise à la personne intéressée. Les mentions de chaque procès-verbal concernant l'identité de la personne, le jour et l'heure du début et de la fin de la retenue et la durée de celle-ci figurent également sur un registre spécial, tenu à cet effet dans le local de police ou de gendarmerie. Ce registre peut être tenu sous forme dématérialisée.</p><p>Si elle n'est suivie à l'égard de l'étranger qui a été retenu d'aucune procédure d'enquête ou d'exécution adressée à l'autorité judiciaire ou n'a donné lieu à aucune décision administrative, la vérification du droit de circulation ou de séjour ne peut donner lieu à une mise en mémoire sur fichiers et le procès-verbal, ainsi que toutes les pièces se rapportant à la vérification sont détruits dans un délai de six mois à compter de la fin de la retenue, sous le contrôle du procureur de la République.</p><p>Les prescriptions énumérées au présent article sont imposées à peine de nullité, sous réserve des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000024196649&dateTexte=&categorieLien=cid'>l'article L. 552-13</a>.</p><p>II. ― Lorsqu'un étranger, retenu en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575170&dateTexte=&categorieLien=cid'>article 78-3 du code de procédure pénale</a>, n'est pas en mesure de justifier de son droit de circuler ou de séjourner en France, le I du présent article s'applique et la durée de la retenue effectuée en application de ce même article 78-3 s'impute sur celle de la retenue pour vérification du droit de séjour.</p><p>III. ― S'il apparaît, au cours de la retenue de l'étranger, que celui-ci doit faire l'objet d'un placement en garde à vue conformément aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575055&dateTexte=&categorieLien=cid'>articles 62 et suivants du code de procédure pénale</a>, la durée de la retenue s'impute sur celle de la garde à vue.</p>",
            "num": "L611-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1546300800000,
            "dateFin": 1619827200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 64423,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2021-05-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085121",
                        "id": "LEGISCTA000006085121",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-01-19",
                        "fin": "2021-05-01",
                        "titre": "LIVRE VI : CONTRÔLES ET SANCTIONS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115068",
                        "id": "LEGISCTA000006115068",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-03-01",
                        "fin": "2021-05-01",
                        "titre": "TITRE Ier : CONTRÔLES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134417",
                        "id": "LEGISCTA000006134417",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000026896418",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006134417",
            "sectionParentId": "LEGISCTA000006134417",
            "sectionParentTitre": "TITRE Ier : CONTRÔLES",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037398801",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au III de l'article 71 de la loi n° 2018-778 du 10 septembre 2018, les présentes dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, au plus tard le 1er janvier 2019 et s'appliquent aux décisions prises après cette date.",
            "notaHtml": "<p>Conformément au III de l'article 71 de la loi n° 2018-778 du 10 septembre 2018, les présentes dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, au plus tard le 1er janvier 2019 et s'appliquent aux décisions prises après cette date.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037381808",
                    "textTitle": "LOI n°2018-778 du 10 septembre 2018 - art. 35",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000037382561",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-09-11",
                    "dateSignaTexte": "2018-09-10",
                    "dateDebutCible": "2018-09-12"
                },
                {
                    "textCid": "JORFTEXT000042754770",
                    "textTitle": "Ordonnance n°2020-1733 du 16 décembre 2020 - art. 1 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042763000",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2021-05-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000517568",
                    "textTitle": "Décret n°87-249 du 8 avril 1987 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000031774195",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "87-249",
                    "datePubli": 544924800000,
                    "dateDebut": 1451520000000
                },
                {
                    "textCid": "JORFTEXT000000517568",
                    "textTitle": "Décret n°87-249 du 8 avril 1987 - art. 8-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8-1",
                    "articleId": "LEGIARTI000031563586",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "87-249",
                    "datePubli": 544924800000,
                    "dateDebut": 1449273600000
                },
                {
                    "textCid": "JORFTEXT000000517568",
                    "textTitle": "Décret n°87-249 du 8 avril 1987 - art. 9-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-3",
                    "articleId": "LEGIARTI000042976253",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "87-249",
                    "datePubli": 544924800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000000721124",
                    "textTitle": "Décret n°91-1266 du 19 décembre 1991 - art. 132-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "132-2",
                    "articleId": "LEGIARTI000039355056",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "91-1266",
                    "datePubli": 693187200000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000031554210",
                    "textTitle": "RECOMMANDATION du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031554211",
                    "natureText": "RECOMMANDATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1449014400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031560966",
                    "textTitle": "DÉCRET n°2015-1580 du 2 décembre 2015 - art. 10, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "JORFARTI000031561031",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1580",
                    "datePubli": 1449187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031560966",
                    "textTitle": "DÉCRET n°2015-1580 du 2 décembre 2015 - art. 13, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "JORFARTI000031561050",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1580",
                    "datePubli": 1449187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031560966",
                    "textTitle": "DÉCRET n°2015-1580 du 2 décembre 2015 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000031561021",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1580",
                    "datePubli": 1449187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031561354",
                    "textTitle": "DÉLIBÉRATION n°2015-153 du 21 mai 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031561355",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2015-153",
                    "datePubli": 1449187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033923473",
                    "textTitle": "Décision n°2016-606/607 QPC du 24 janvier 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033923474",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-606/607 QPC",
                    "datePubli": 1485388800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037381901",
                    "textTitle": "Décision n°2018-770 DC du 6 septembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037381902",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-770 DC",
                    "datePubli": 1536624000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000042756520",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1734",
                    "datePubli": 1609286400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L111-7 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L111-7",
                    "articleId": "LEGIARTI000037399234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R611-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-6",
                    "articleId": "LEGIARTI000028265217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1385942400000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et du droit d'asile. - art. L552-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L552-13",
                    "articleId": "LEGIARTI000024196649",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1308355200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et du droit d'asile. - art. L611-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L611-1",
                    "articleId": "LEGIARTI000006335271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1109635200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R93 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R93",
                    "articleId": "LEGIARTI000042083011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1593907200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 62",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000006575055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -301881600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 78-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "78-1",
                    "articleId": "LEGIARTI000006575155",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 526176000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 78-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "78-3",
                    "articleId": "LEGIARTI000006575170",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1674691200000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 67 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "67 quater",
                    "articleId": "LEGIARTI000042919713",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L812-2 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L812-2",
                    "articleId": "LEGIARTI000042774652",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-1 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-1",
                    "articleId": "LEGIARTI000042774640",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-10 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-10",
                    "articleId": "LEGIARTI000042774618",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-11 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-11",
                    "articleId": "LEGIARTI000042774616",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-12 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-12",
                    "articleId": "LEGIARTI000042774614",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-13 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-13",
                    "articleId": "LEGIARTI000042774610",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-14 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-14",
                    "articleId": "LEGIARTI000042774608",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-15 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-15",
                    "articleId": "LEGIARTI000042774606",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-16 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-16",
                    "articleId": "LEGIARTI000042774602",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-2 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-2",
                    "articleId": "LEGIARTI000042774638",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-3 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-3",
                    "articleId": "LEGIARTI000042774636",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-4 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-4",
                    "articleId": "LEGIARTI000042774634",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-5 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-5",
                    "articleId": "LEGIARTI000042774630",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-6 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-6",
                    "articleId": "LEGIARTI000042774628",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-7",
                    "articleId": "LEGIARTI000042774626",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-8 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-8",
                    "articleId": "LEGIARTI000042774622",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-9",
                    "articleId": "LEGIARTI000042774620",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000026896432",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1357084800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037398801",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L611-1-1",
                "611-1-1"
            ],
            "versionPrecedente": "LEGIARTI000026896432",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026896432",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Si, à l'occasion d'un contrôle effectué en application de l'article L. 611-1 du présent code, des articles 78-1,78-2,78-2-1 et 78-2-2 du code de procédure pénale ou de l'article 67 quater du code des douanes, il apparaît qu'un étranger n'est pas en mesure de justifier de son droit de circuler ou de séjourner en France, il peut être conduit dans un local de police ou de gendarmerie et y être retenu par un officier de police judiciaire de la police nationale ou de la gendarmerie nationale aux fins de vérification de son droit de circulation ou de séjour sur le territoire français. Dans ce cas, l'officier de police judiciaire ou, sous le contrôle de celui-ci, un agent de police judiciaire met l'étranger en mesure de fournir par tout moyen les pièces et documents requis et procède, s'il y a lieu, aux opérations de vérification nécessaires. Le procureur de la République est informé dès le début de la retenue. L'officier de police judiciaire ou, sous le contrôle de celui-ci, un agent de police judiciaire informe aussitôt l'étranger, dans une langue qu'il comprend ou dont il est raisonnable de supposer qu'il la comprend, des motifs de son placement en retenue et de la durée maximale de la mesure ainsi que du fait qu'il bénéficie : 1° Du droit d'être assisté par un interprète ; 2° Du droit d'être assisté par un avocat désigné par lui ou commis d'office par le bâtonnier, qui est alors informé de cette demande par tous moyens et sans délai. Dès son arrivée, l'avocat peut communiquer pendant trente minutes avec la personne retenue dans des conditions qui garantissent la confidentialité de l'entretien. L'étranger peut demander que l'avocat assiste à ses auditions. Dans ce cas, la première audition, sauf si elle porte uniquement sur les éléments d'identité, ne peut débuter sans la présence de l'avocat avant l'expiration d'un délai d'une heure suivant l'information adressée à celui-ci. Toutefois, les opérations de vérification ne nécessitant pas la présence de l'étranger peuvent être effectuées dès le début de la retenue. Au cours des auditions, l'avocat peut prendre des notes. A la fin de la retenue, l'avocat peut, à sa demande, consulter le procès-verbal établi en application du treizième alinéa du présent I ainsi que le certificat médical y étant, le cas échéant, annexé et formuler des observations écrites également annexées ; 3° Du droit d'être examiné par un médecin désigné par l'officier de police judiciaire. Le médecin se prononce sur l'aptitude au maintien de la personne en retenue et procède à toutes constatations utiles ; 4° Du droit de prévenir à tout moment sa famille et toute personne de son choix et de prendre tout contact utile afin d'assurer l'information et, le cas échéant, la prise en charge des enfants dont il assure normalement la garde, qu'ils l'aient ou non accompagné lors de son placement en retenue. Si des circonstances particulières l'exigent, l'officier de police judiciaire prévient lui-même la famille et la personne choisie. En tant que de besoin, il informe le procureur de la République aux fins d'instruction dans l'intérêt des enfants ; 5° Du droit d'avertir ou de faire avertir les autorités consulaires de son pays. Lorsque l'étranger ne parle pas le français, il est fait application de l'article L. 111-7. L'étranger ne peut être retenu que pour le temps strictement exigé par l'examen de son droit de circulation ou de séjour et, le cas échéant, le prononcé et la notification des décisions administratives applicables. La retenue ne peut excéder seize heures à compter du début du contrôle mentionné au premier alinéa du présent I. Le procureur de la République peut mettre fin à la retenue à tout moment. Les mesures de contrainte exercées sur l'étranger sont strictement proportionnées à la nécessité des opérations de vérification et de son maintien à la disposition de l'officier de police judiciaire. L'étranger ne peut être soumis au port des menottes ou des entraves que s'il est considéré soit comme dangereux pour autrui ou pour lui-même, soit comme susceptible de tenter de prendre la fuite. Durant la retenue, lorsque sa participation aux opérations de vérification n'est pas nécessaire, l'étranger ne peut être placé dans une pièce occupée simultanément par une ou plusieurs personnes gardées à vue. Si l'étranger ne fournit pas d'éléments permettant d'apprécier son droit de circulation ou de séjour, les opérations de vérification peuvent donner lieu, après information du procureur de la République, à la prise d'empreintes digitales ou de photographies lorsque celle-ci constitue l'unique moyen d'établir la situation de cette personne. L'officier de police judiciaire ou, sous le contrôle de celui-ci, un agent de police judiciaire mentionne, dans un procès-verbal, les motifs qui ont justifié le contrôle, ainsi que la vérification du droit de circulation ou de séjour et les conditions dans lesquelles la personne a été présentée devant lui, informée de ses droits et mise en mesure de les exercer. Il précise le jour et l'heure du début et de la fin de la retenue et la durée de celle-ci et, le cas échéant, la prise d'empreintes digitales ou de photographies. Il y annexe le certificat médical établi à l'issue de l'examen éventuellement pratiqué. Ce procès-verbal est présenté à la signature de l'étranger intéressé. Celui-ci est informé de la possibilité de ne pas signer ledit procès-verbal. S'il refuse de le signer, mention est faite du refus et des motifs de celui-ci. Le procès-verbal est transmis au procureur de la République, copie en ayant été remise à la personne intéressée. Les mentions de chaque procès-verbal concernant l'identité de la personne, le jour et l'heure du début et de la fin de la retenue et la durée de celle-ci figurent également sur un registre spécial, tenu à cet effet dans le local de police ou de gendarmerie. Si elle n'est suivie à l'égard de l'étranger qui a été retenu d'aucune procédure d'enquête ou d'exécution adressée à l'autorité judiciaire ou n'a donné lieu à aucune décision administrative, la vérification du droit de circulation ou de séjour ne peut donner lieu à une mise en mémoire sur fichiers et le procès-verbal, ainsi que toutes les pièces se rapportant à la vérification sont détruits dans un délai de six mois à compter de la fin de la retenue, sous le contrôle du procureur de la République. Les prescriptions énumérées au présent article sont imposées à peine de nullité, sous réserve des dispositions de l'article L. 552-13 . II. ― Lorsqu'un étranger, retenu en application de l' article 78-3 du code de procédure pénale , n'est pas en mesure de justifier de son droit de circuler ou de séjourner en France, le I du présent article s'applique et la durée de la retenue effectuée en application de ce même article 78-3 s'impute sur celle de la retenue pour vérification du droit de séjour. III. ― S'il apparaît, au cours de la retenue de l'étranger, que celui-ci doit faire l'objet d'un placement en garde à vue conformément aux articles 62 et suivants du code de procédure pénale , la durée de la retenue s'impute sur celle de la garde à vue.",
            "texteHtml": "<p>I. ― Si, à l'occasion d'un contrôle effectué en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000006335271&dateTexte=&categorieLien=cid'>l'article L. 611-1 </a>du présent code, des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575155&dateTexte=&categorieLien=cid'>articles 78-1,78-2,78-2-1 et 78-2-2 </a>du code de procédure pénale ou de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000006615389&dateTexte=&categorieLien=cid' title='Code des douanes - art. 67 quater (V)'>67 quater</a> du code des douanes, il apparaît qu'un étranger n'est pas en mesure de justifier de son droit de circuler ou de séjourner en France, il peut être conduit dans un local de police ou de gendarmerie et y être retenu par un officier de police judiciaire de la police nationale ou de la gendarmerie nationale aux fins de vérification de son droit de circulation ou de séjour sur le territoire français. Dans ce cas, l'officier de police judiciaire ou, sous le contrôle de celui-ci, un agent de police judiciaire met l'étranger en mesure de fournir par tout moyen les pièces et documents requis et procède, s'il y a lieu, aux opérations de vérification nécessaires. Le procureur de la République est informé dès le début de la retenue. </p><p>L'officier de police judiciaire ou, sous le contrôle de celui-ci, un agent de police judiciaire informe aussitôt l'étranger, dans une langue qu'il comprend ou dont il est raisonnable de supposer qu'il la comprend, des motifs de son placement en retenue et de la durée maximale de la mesure ainsi que du fait qu'il bénéficie : </p><p>1° Du droit d'être assisté par un interprète ; </p><p>2° Du droit d'être assisté par un avocat désigné par lui ou commis d'office par le bâtonnier, qui est alors informé de cette demande par tous moyens et sans délai. Dès son arrivée, l'avocat peut communiquer pendant trente minutes avec la personne retenue dans des conditions qui garantissent la confidentialité de l'entretien. L'étranger peut demander que l'avocat assiste à ses auditions. Dans ce cas, la première audition, sauf si elle porte uniquement sur les éléments d'identité, ne peut débuter sans la présence de l'avocat avant l'expiration d'un délai d'une heure suivant l'information adressée à celui-ci. Toutefois, les opérations de vérification ne nécessitant pas la présence de l'étranger peuvent être effectuées dès le début de la retenue. Au cours des auditions, l'avocat peut prendre des notes. A la fin de la retenue, l'avocat peut, à sa demande, consulter le procès-verbal établi en application du treizième alinéa du présent I ainsi que le certificat médical y étant, le cas échéant, annexé et formuler des observations écrites également annexées ; </p><p>3° Du droit d'être examiné par un médecin désigné par l'officier de police judiciaire. Le médecin se prononce sur l'aptitude au maintien de la personne en retenue et procède à toutes constatations utiles ; </p><p>4° Du droit de prévenir à tout moment sa famille et toute personne de son choix et de prendre tout contact utile afin d'assurer l'information et, le cas échéant, la prise en charge des enfants dont il assure normalement la garde, qu'ils l'aient ou non accompagné lors de son placement en retenue. Si des circonstances particulières l'exigent, l'officier de police judiciaire prévient lui-même la famille et la personne choisie. En tant que de besoin, il informe le procureur de la République aux fins d'instruction dans l'intérêt des enfants ; </p><p>5° Du droit d'avertir ou de faire avertir les autorités consulaires de son pays. </p><p>Lorsque l'étranger ne parle pas le français, il est fait application de l'article L. 111-7. </p><p>L'étranger ne peut être retenu que pour le temps strictement exigé par l'examen de son droit de circulation ou de séjour et, le cas échéant, le prononcé et la notification des décisions administratives applicables. La retenue ne peut excéder seize heures à compter du début du contrôle mentionné au premier alinéa du présent I. Le procureur de la République peut mettre fin à la retenue à tout moment. </p><p>Les mesures de contrainte exercées sur l'étranger sont strictement proportionnées à la nécessité des opérations de vérification et de son maintien à la disposition de l'officier de police judiciaire. L'étranger ne peut être soumis au port des menottes ou des entraves que s'il est considéré soit comme dangereux pour autrui ou pour lui-même, soit comme susceptible de tenter de prendre la fuite. </p><p>Durant la retenue, lorsque sa participation aux opérations de vérification n'est pas nécessaire, l'étranger ne peut être placé dans une pièce occupée simultanément par une ou plusieurs personnes gardées à vue. </p><p>Si l'étranger ne fournit pas d'éléments permettant d'apprécier son droit de circulation ou de séjour, les opérations de vérification peuvent donner lieu, après information du procureur de la République, à la prise d'empreintes digitales ou de photographies lorsque celle-ci constitue l'unique moyen d'établir la situation de cette personne. </p><p>L'officier de police judiciaire ou, sous le contrôle de celui-ci, un agent de police judiciaire mentionne, dans un procès-verbal, les motifs qui ont justifié le contrôle, ainsi que la vérification du droit de circulation ou de séjour et les conditions dans lesquelles la personne a été présentée devant lui, informée de ses droits et mise en mesure de les exercer. Il précise le jour et l'heure du début et de la fin de la retenue et la durée de celle-ci et, le cas échéant, la prise d'empreintes digitales ou de photographies. Il y annexe le certificat médical établi à l'issue de l'examen éventuellement pratiqué. </p><p>Ce procès-verbal est présenté à la signature de l'étranger intéressé. Celui-ci est informé de la possibilité de ne pas signer ledit procès-verbal. S'il refuse de le signer, mention est faite du refus et des motifs de celui-ci. </p><p>Le procès-verbal est transmis au procureur de la République, copie en ayant été remise à la personne intéressée. Les mentions de chaque procès-verbal concernant l'identité de la personne, le jour et l'heure du début et de la fin de la retenue et la durée de celle-ci figurent également sur un registre spécial, tenu à cet effet dans le local de police ou de gendarmerie. </p><p>Si elle n'est suivie à l'égard de l'étranger qui a été retenu d'aucune procédure d'enquête ou d'exécution adressée à l'autorité judiciaire ou n'a donné lieu à aucune décision administrative, la vérification du droit de circulation ou de séjour ne peut donner lieu à une mise en mémoire sur fichiers et le procès-verbal, ainsi que toutes les pièces se rapportant à la vérification sont détruits dans un délai de six mois à compter de la fin de la retenue, sous le contrôle du procureur de la République. </p><p>Les prescriptions énumérées au présent article sont imposées à peine de nullité, sous réserve des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000024196649&dateTexte=&categorieLien=cid' title='Code de l'entrée et du séjour des étrangers et ... - art. L552-13 (V)'>l'article L. 552-13</a>. </p><p>II. ― Lorsqu'un étranger, retenu en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575170&dateTexte=&categorieLien=cid'>article 78-3 du code de procédure pénale</a>, n'est pas en mesure de justifier de son droit de circuler ou de séjourner en France, le I du présent article s'applique et la durée de la retenue effectuée en application de ce même article 78-3 s'impute sur celle de la retenue pour vérification du droit de séjour. </p><p>III. ― S'il apparaît, au cours de la retenue de l'étranger, que celui-ci doit faire l'objet d'un placement en garde à vue conformément aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575055&dateTexte=&categorieLien=cid'>articles 62 et suivants du code de procédure pénale</a>, la durée de la retenue s'impute sur celle de la garde à vue.</p>",
            "num": "L611-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1357084800000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 64423,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2021-05-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085121",
                        "id": "LEGISCTA000006085121",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-01-19",
                        "fin": "2021-05-01",
                        "titre": "LIVRE VI : CONTRÔLES ET SANCTIONS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115068",
                        "id": "LEGISCTA000006115068",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-03-01",
                        "fin": "2021-05-01",
                        "titre": "TITRE Ier : CONTRÔLES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134417",
                        "id": "LEGISCTA000006134417",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000026896418",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006134417",
            "sectionParentId": "LEGISCTA000006134417",
            "sectionParentTitre": "TITRE Ier : CONTRÔLES",
            "fullSectionsTitre": "Partie législative &gt; LIVRE VI : CONTRÔLES ET SANCTIONS &gt; TITRE Ier : CONTRÔLES",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000026896432",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026871211",
                    "textTitle": "LOI n°2012-1560\n du 31 décembre 2012 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000026896278",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-01-01",
                    "dateSignaTexte": "2012-12-31",
                    "dateDebutCible": "2013-01-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000517568",
                    "textTitle": "Décret n°87-249 du 8 avril 1987 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000031774195",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "87-249",
                    "datePubli": 544924800000,
                    "dateDebut": 1451520000000
                },
                {
                    "textCid": "JORFTEXT000000517568",
                    "textTitle": "Décret n°87-249 du 8 avril 1987 - art. 8-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8-1",
                    "articleId": "LEGIARTI000031563586",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "87-249",
                    "datePubli": 544924800000,
                    "dateDebut": 1449273600000
                },
                {
                    "textCid": "JORFTEXT000000517568",
                    "textTitle": "Décret n°87-249 du 8 avril 1987 - art. 9-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-3",
                    "articleId": "LEGIARTI000042976253",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "87-249",
                    "datePubli": 544924800000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "JORFTEXT000000721124",
                    "textTitle": "Décret n°91-1266 du 19 décembre 1991 - art. 132-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "132-2",
                    "articleId": "LEGIARTI000039355056",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "91-1266",
                    "datePubli": 693187200000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000031554210",
                    "textTitle": "RECOMMANDATION du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031554211",
                    "natureText": "RECOMMANDATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1449014400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031560966",
                    "textTitle": "DÉCRET n°2015-1580 du 2 décembre 2015 - art. 10, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "JORFARTI000031561031",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1580",
                    "datePubli": 1449187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031560966",
                    "textTitle": "DÉCRET n°2015-1580 du 2 décembre 2015 - art. 13, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "JORFARTI000031561050",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1580",
                    "datePubli": 1449187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031560966",
                    "textTitle": "DÉCRET n°2015-1580 du 2 décembre 2015 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000031561021",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1580",
                    "datePubli": 1449187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031561354",
                    "textTitle": "DÉLIBÉRATION n°2015-153 du 21 mai 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031561355",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2015-153",
                    "datePubli": 1449187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033923473",
                    "textTitle": "Décision n°2016-606/607 QPC du 24 janvier 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033923474",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-606/607 QPC",
                    "datePubli": 1485388800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037381901",
                    "textTitle": "Décision n°2018-770 DC du 6 septembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037381902",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-770 DC",
                    "datePubli": 1536624000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000042756520",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1734",
                    "datePubli": 1609286400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L111-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L111-7",
                    "articleId": "LEGIARTI000030957543",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1438300800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L552-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L552-13",
                    "articleId": "LEGIARTI000024196649",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1308355200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R611-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-6",
                    "articleId": "LEGIARTI000028265217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1385942400000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et du droit d'asile. - art. L611-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L611-1",
                    "articleId": "LEGIARTI000006335271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1109635200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R93 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R93",
                    "articleId": "LEGIARTI000042083011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1593907200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 62",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000006575055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -301881600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 78-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "78-1",
                    "articleId": "LEGIARTI000006575155",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 526176000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 78-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "78-3",
                    "articleId": "LEGIARTI000006575170",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1674691200000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 67 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "67 quater",
                    "articleId": "LEGIARTI000006615389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509408000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-1 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-1",
                    "articleId": "LEGIARTI000042774640",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-10 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-10",
                    "articleId": "LEGIARTI000042774618",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-11 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-11",
                    "articleId": "LEGIARTI000042774616",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-12 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-12",
                    "articleId": "LEGIARTI000042774614",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-13 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-13",
                    "articleId": "LEGIARTI000042774610",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-14 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-14",
                    "articleId": "LEGIARTI000042774608",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-15 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-15",
                    "articleId": "LEGIARTI000042774606",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-16 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-16",
                    "articleId": "LEGIARTI000042774602",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-2 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-2",
                    "articleId": "LEGIARTI000042774638",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-3 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-3",
                    "articleId": "LEGIARTI000042774636",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-4 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-4",
                    "articleId": "LEGIARTI000042774634",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-5 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-5",
                    "articleId": "LEGIARTI000042774630",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-6 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-6",
                    "articleId": "LEGIARTI000042774628",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-7",
                    "articleId": "LEGIARTI000042774626",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-8 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-8",
                    "articleId": "LEGIARTI000042774622",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L813-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L813-9",
                    "articleId": "LEGIARTI000042774620",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000026896432",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1357084800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037398801",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L611-1-1",
                "611-1-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}