{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047765857",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans les dispositions qui suivent : - l'expression “instance” désigne l'instance nationale représentative du personnel prévue au V de l'article 40 de la loi n° 2019-486 du 22 mai 2019 , modifié par l' article 16 de la loi n° 2022-172 du 14 février 2022 ; - l'expression “réseau” désigne les chambres de commerce et d'industrie de région et CCI France. I. - L'instance est un organe d'informations et d'échanges. 1° Elle échange notamment sur les informations citées ci-dessous ainsi que sur celles qui concernent la stratégie nationale du réseau définie par l'assemblée générale de CCI France, et sur ses conséquences sur l'activité, l'emploi, l'évolution des métiers et des compétences, ainsi que sur l'organisation du travail ; 2° Les données régionales suivantes consolidées au niveau national sont mises chaque année à la disposition de l'instance : - investissement social : évolution de l'emploi, évolution et répartition des contrats précaires, des stages et des emplois à temps partiel, évolution des qualifications, formation professionnelle, apprentissage, gestion prévisionnelle des emplois et des compétences, évolution professionnelle ; - point sur les congés et l'aménagement du temps de travail ; - éléments de rémunération des salariés et dirigeants et leur évolution ; - santé, sécurité et conditions de travail, y compris les actions de prévention effectuées dans ce domaine ; - éléments permettant de réaliser un diagnostic et une analyse comparée de l'égalité professionnelle entre hommes et femmes pour chaque catégorie socio-professionnelle du réseau ; - activités sociales et culturelles ; - situation économique et financière du réseau ; - conséquences environnementales de l'activité du réseau. Ces informations portent sur les deux années précédentes et l'année en cours ; 3° Les comités sociaux et économiques du réseau communiquent à l'instance les avis qu'ils ont rendus dans le cadre des consultations récurrentes ; 4° Les membres de la délégation du personnel de l'instance sont tenus à une obligation de discrétion à l'égard des informations revêtant un caractère confidentiel et présentées comme telles par l'employeur. II. - Conformément au 2e alinéa de l'article L. 712-11, la délégation du personnel de l'instance rend son avis sur tout projet de décret en Conseil d'Etat concernant les agents publics et prévoyant des dérogations au droit privé, du fait des règles d'ordre public et des principes généraux applicables à ces agents, dans un délai d'un mois à compter de sa transmission. Ce point est inscrit de plein droit à l'ordre du jour. L'instance se réunit dans le mois qui suit la transmission du projet de texte. Cet avis est rendu à la majorité absolue des suffrages valablement exprimés des membres présents de la délégation du personnel. Il ne peut être procédé à un scrutin secret dans le cadre d'une consultation électronique à distance, que si les modalités techniques de vote mises en place permettent d'assurer la confidentialité des votes et que ces modalités ont fait l'objet d'une information suffisante des membres avant le recueil d'avis. III. - L'instance est composée : 1° De la délégation employeur, qui comprend, outre le président de CCI France, au plus cinq personnes de son choix. Le président de CCI France ou son représentant préside cette instance ; 2° De la délégation du personnel, qui comprend douze titulaires et douze suppléants, répartie en un nombre de collèges identique à celui retenu par les organisations syndicales pour les élections des comités sociaux et économiques du réseau, en application des dispositions de l'article L. 2314-12 du code du travail . Le membre suppléant ne peut siéger à l'instance qu'en cas d'empêchement d'un titulaire. Le suppléant ne remplace pas de droit le titulaire dont le poste est devenu vacant. Le ministre de tutelle ou son représentant a accès de droit aux séances de l'instance. Il est informé des séances de l'instance dans les mêmes conditions et délais que ceux fixés pour ses membres. IV. - Les membres de la délégation du personnel sont désignés dans les conditions suivantes : 1° Les douze sièges de la délégation du personnel sont répartis entre les collèges électoraux proportionnellement à l'importance numérique de chaque collège, mesurée par le nombre total d'électeurs inscrits lors des dernières élections des comités sociaux et économiques du réseau, à l'exclusion des électeurs non directement employés par le réseau ; 2° Les sièges affectés à chaque collège sont répartis entre les organisations syndicales représentatives, proportionnellement au nombre total d'élus qu'elles ont obtenus dans ces collèges, selon la règle de la représentation proportionnelle au plus fort reste. Les membres des comités sociaux et économiques élus par des personnels non directement employés par le réseau sont exclus de ce décompte ; 3° Les organisations syndicales représentatives, appelées à siéger à l'instance, désignent leurs représentants, titulaires et suppléants, parmi les membres élus dans les comités sociaux et économiques directement employés par le réseau. Ces représentants sont désignés dans les trois mois qui suivent la date du premier tour des élections des comités sociaux et économiques du réseau. V. - Le mandat des membres de la délégation du personnel obéit aux règles suivantes : 1° Si le mandat d'un membre titulaire ou suppléant de l'instance est interrompu avant son terme, l'organisation syndicale désigne son remplaçant ; 2° Les fonctions des membres de la délégation du personnel de l'instance prennent fin par le décès, la démission, la rupture de la relation contractuelle, la perte des conditions requises pour être éligible. La cessation du mandat de membre du comité social et économique, entraîne également cessation du mandat dont bénéficie l'intéressé au sein de l'instance. VI. - L'instance se réunit au moins deux fois par an sur convocation de son président. 1° La première réunion de l'instance suivant les élections aux comités sociaux et économiques du réseau a lieu sur un ordre du jour fixé par le président de l'instance. Lors de cette réunion, un secrétaire et un secrétaire-adjoint sont élus à la majorité des deux tiers des suffrages valablement exprimés par les membres présents de la délégation du personnel de l'instance, parmi les membres titulaires de cette délégation ; 2° L'ordre du jour des réunions est arrêté conjointement par le président et le secrétariat de l'instance. Il est communiqué aux membres, avec les pièces et documents nécessaires, huit jours au moins avant la séance ; 3° L'instance se réunit au moins une fois en présentiel chaque année, sauf accord entre les deux délégations ; 4° Un crédit de douze heures de délégation par an est pris en charge par CCI France, au titre de l'exercice des fonctions de chacun des membres titulaires de l'instance. Toute réunion convoquée à l'initiative de CCI France est considérée comme du temps de travail effectif et n'est pas décomptée du crédit d'heures. Ce crédit d'heures peut être mutualisé entre les titulaires et les suppléants ; 5° Les frais de déplacement, d'hébergement ou de restauration des membres de l'instance, exposés pour participer aux réunions de l'instance sont pris en charge par CCI France, dans le respect des dispositions relatives aux frais professionnels déductibles pour le calcul des cotisations de sécurité sociale et des contributions sociales prévues par le code de la sécurité sociale . VII. - Les conditions dans lesquelles la délégation du personnel peut recourir à une mission de conseil ainsi que les modalités de sa prise en charge financière par CCI France, sont négociées dans un accord collectif prévu par le 6° de l'article 711-16. VIII. - Les dispositions du présent article peuvent être précisées par un accord collectif prévu par le 6° de l'article L. 711-16.",
            "texteHtml": "<p>Dans les dispositions qui suivent :</p><p></p><p></p><p> - l'expression “instance” désigne l'instance nationale représentative du personnel prévue au <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000038496102&idArticle=JORFARTI000038496185&categorieLien=cid'>V de l'article 40 de la loi n° 2019-486 du 22 mai 2019</a>, modifié par l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000045167536&idArticle=JORFARTI000045167567&categorieLien=cid'>article 16 de la loi n° 2022-172 du 14 février 2022</a> ;</p><p></p><p> - l'expression “réseau” désigne les chambres de commerce et d'industrie de région et CCI France.</p><p></p><p></p><p> I. - L'instance est un organe d'informations et d'échanges.</p><p></p><p> 1° Elle échange notamment sur les informations citées ci-dessous ainsi que sur celles qui concernent la stratégie nationale du réseau définie par l'assemblée générale de CCI France, et sur ses conséquences sur l'activité, l'emploi, l'évolution des métiers et des compétences, ainsi que sur l'organisation du travail ;</p><p></p><p> 2° Les données régionales suivantes consolidées au niveau national sont mises chaque année à la disposition de l'instance :</p><p></p><p> - investissement social : évolution de l'emploi, évolution et répartition des contrats précaires, des stages et des emplois à temps partiel, évolution des qualifications, formation professionnelle, apprentissage, gestion prévisionnelle des emplois et des compétences, évolution professionnelle ;</p><p></p><p> - point sur les congés et l'aménagement du temps de travail ;</p><p></p><p> - éléments de rémunération des salariés et dirigeants et leur évolution ;</p><p></p><p> - santé, sécurité et conditions de travail, y compris les actions de prévention effectuées dans ce domaine ;</p><p></p><p> - éléments permettant de réaliser un diagnostic et une analyse comparée de l'égalité professionnelle entre hommes et femmes pour chaque catégorie socio-professionnelle du réseau ;</p><p></p><p> - activités sociales et culturelles ;</p><p></p><p> - situation économique et financière du réseau ;</p><p></p><p> - conséquences environnementales de l'activité du réseau.</p><p></p><p> Ces informations portent sur les deux années précédentes et l'année en cours ;</p><p></p><p> 3° Les comités sociaux et économiques du réseau communiquent à l'instance les avis qu'ils ont rendus dans le cadre des consultations récurrentes ;</p><p></p><p> 4° Les membres de la délégation du personnel de l'instance sont tenus à une obligation de discrétion à l'égard des informations revêtant un caractère confidentiel et présentées comme telles par l'employeur.</p><p></p><p> II. - Conformément au 2e alinéa de l'article L. 712-11, la délégation du personnel de l'instance rend son avis sur tout projet de décret en Conseil d'Etat concernant les agents publics et prévoyant des dérogations au droit privé, du fait des règles d'ordre public et des principes généraux applicables à ces agents, dans un délai d'un mois à compter de sa transmission.</p><p></p><p> Ce point est inscrit de plein droit à l'ordre du jour.</p><p></p><p> L'instance se réunit dans le mois qui suit la transmission du projet de texte.</p><p></p><p> Cet avis est rendu à la majorité absolue des suffrages valablement exprimés des membres présents de la délégation du personnel. Il ne peut être procédé à un scrutin secret dans le cadre d'une consultation électronique à distance, que si les modalités techniques de vote mises en place permettent d'assurer la confidentialité des votes et que ces modalités ont fait l'objet d'une information suffisante des membres avant le recueil d'avis.</p><p></p><p> III. - L'instance est composée :</p><p></p><p> 1° De la délégation employeur, qui comprend, outre le président de CCI France, au plus cinq personnes de son choix. Le président de CCI France ou son représentant préside cette instance ;</p><p></p><p> 2° De la délégation du personnel, qui comprend douze titulaires et douze suppléants, répartie en un nombre de collèges identique à celui retenu par les organisations syndicales pour les élections des comités sociaux et économiques du réseau, en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901883&dateTexte=&categorieLien=cid'>dispositions de l'article L. 2314-12 du code du travail</a>. Le membre suppléant ne peut siéger à l'instance qu'en cas d'empêchement d'un titulaire. Le suppléant ne remplace pas de droit le titulaire dont le poste est devenu vacant.</p><p></p><p> Le ministre de tutelle ou son représentant a accès de droit aux séances de l'instance. Il est informé des séances de l'instance dans les mêmes conditions et délais que ceux fixés pour ses membres.</p><p></p><p> IV. - Les membres de la délégation du personnel sont désignés dans les conditions suivantes :</p><p></p><p> 1° Les douze sièges de la délégation du personnel sont répartis entre les collèges électoraux proportionnellement à l'importance numérique de chaque collège, mesurée par le nombre total d'électeurs inscrits lors des dernières élections des comités sociaux et économiques du réseau, à l'exclusion des électeurs non directement employés par le réseau ;</p><p></p><p> 2° Les sièges affectés à chaque collège sont répartis entre les organisations syndicales représentatives, proportionnellement au nombre total d'élus qu'elles ont obtenus dans ces collèges, selon la règle de la représentation proportionnelle au plus fort reste. Les membres des comités sociaux et économiques élus par des personnels non directement employés par le réseau sont exclus de ce décompte ;</p><p></p><p> 3° Les organisations syndicales représentatives, appelées à siéger à l'instance, désignent leurs représentants, titulaires et suppléants, parmi les membres élus dans les comités sociaux et économiques directement employés par le réseau. Ces représentants sont désignés dans les trois mois qui suivent la date du premier tour des élections des comités sociaux et économiques du réseau.</p><p></p><p> V. - Le mandat des membres de la délégation du personnel obéit aux règles suivantes :</p><p></p><p> 1° Si le mandat d'un membre titulaire ou suppléant de l'instance est interrompu avant son terme, l'organisation syndicale désigne son remplaçant ;</p><p></p><p> 2° Les fonctions des membres de la délégation du personnel de l'instance prennent fin par le décès, la démission, la rupture de la relation contractuelle, la perte des conditions requises pour être éligible. La cessation du mandat de membre du comité social et économique, entraîne également cessation du mandat dont bénéficie l'intéressé au sein de l'instance.</p><p></p><p> VI. - L'instance se réunit au moins deux fois par an sur convocation de son président.</p><p></p><p> 1° La première réunion de l'instance suivant les élections aux comités sociaux et économiques du réseau a lieu sur un ordre du jour fixé par le président de l'instance.</p><p></p><p>Lors de cette réunion, un secrétaire et un secrétaire-adjoint sont élus à la majorité des deux tiers des suffrages valablement exprimés par les membres présents de la délégation du personnel de l'instance, parmi les membres titulaires de cette délégation ;</p><p></p><p> 2° L'ordre du jour des réunions est arrêté conjointement par le président et le secrétariat de l'instance. Il est communiqué aux membres, avec les pièces et documents nécessaires, huit jours au moins avant la séance ;</p><p></p><p> 3° L'instance se réunit au moins une fois en présentiel chaque année, sauf accord entre les deux délégations ;</p><p></p><p> 4° Un crédit de douze heures de délégation par an est pris en charge par CCI France, au titre de l'exercice des fonctions de chacun des membres titulaires de l'instance. Toute réunion convoquée à l'initiative de CCI France est considérée comme du temps de travail effectif et n'est pas décomptée du crédit d'heures. Ce crédit d'heures peut être mutualisé entre les titulaires et les suppléants ;</p><p></p><p> 5° Les frais de déplacement, d'hébergement ou de restauration des membres de l'instance, exposés pour participer aux réunions de l'instance sont pris en charge par CCI France, dans le respect des dispositions relatives aux frais professionnels déductibles pour le calcul des cotisations de sécurité sociale et des contributions sociales prévues par le <a href='/affichCode.do?cidTexte=LEGITEXT000006073189&dateTexte=&categorieLien=cid'>code de la sécurité sociale</a>.</p><p></p><p> VII. - Les conditions dans lesquelles la délégation du personnel peut recourir à une mission de conseil ainsi que les modalités de sa prise en charge financière par CCI France, sont négociées dans un accord collectif prévu par le 6° de l'article 711-16.</p><p></p><p> VIII. - Les dispositions du présent article peuvent être précisées par un accord collectif prévu par le 6° de l'article L. 711-16.</p>",
            "num": "D712-11-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1688169600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 536870911,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113781",
                        "id": "LEGISCTA000006113781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Du réseau des chambres de  commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133274",
                        "id": "LEGISCTA000006133274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : De l'administration des établissements du réseau des chambres de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146289",
                        "id": "LEGISCTA000006146289",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-08-24",
                        "fin": "2999-01-01",
                        "titre": "Section 1 bis : De la gestion du personnel ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038950083",
                        "id": "LEGISCTA000038950083",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047765849",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000038950083",
            "sectionParentId": "LEGISCTA000038950083",
            "sectionParentTitre": "Section 1 bis : De la gestion du personnel ",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; TITRE Ier : Du réseau des chambres de  commerce et d'industrie. &gt; Chapitre II : De l'administration des établissements du réseau des chambres de commerce et d'industrie. &gt; Section 1 bis : De la gestion du personnel ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047765857",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Se reporter aux conditions prévues à l'article 2 du décret n° 2023-521 du 28 juin 2023.",
            "notaHtml": "<p>Se reporter aux conditions prévues à l'article 2 du décret n° 2023-521 du 28 juin 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047752583",
                    "textTitle": "Décret n°2023-521 du 28 juin 2023 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047765821",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-06-30",
                    "dateSignaTexte": "2023-06-28",
                    "dateDebutCible": "2023-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000038496102",
                    "textTitle": "LOI n° 2019-486 du 22 mai 2019 - art. 40",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "JORFARTI000038496185",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2019-486",
                    "datePubli": 1558569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045167536",
                    "textTitle": "LOI n°2022-172 du 14 février 2022 - art. 16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "JORFARTI000045167567",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2022-172",
                    "datePubli": 1644883200000,
                    "dateDebut": 1644969600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2314-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2314-12",
                    "articleId": "LEGIARTI000006901883",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale.",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -353808000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047765857",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1688169600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D712-11-1",
                "712-11-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}