{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933312",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à la planification de l'audit, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-300. Planification de l'audit Introduction 01. L'audit des comptes mis en œuvre par le commissaire aux comptes appelé à certifier les comptes d'une entité fait l'objet d'une planification. Cette planification est formalisée notamment dans un plan de mission et un programme de travail. 02. La présente norme a pour objet de définir la démarche que suit le commissaire aux comptes pour la planification de son audit des comptes et l'élaboration du plan de mission et du programme de travail. Aspects généraux de la planification 03. La planification consiste à prévoir : -l'approche générale des travaux ; -les procédures d'audit à mettre en œuvre par les membres de l'équipe d'audit ; -la nature et l'étendue de la supervision des membres de l'équipe d'audit et la revue de leurs travaux ; -la nature et l'étendue des ressources nécessaires pour réaliser la mission, y compris le recours éventuel à des experts ; -le cas échéant, la coordination des travaux avec les interventions d'experts ou d'autres professionnels chargés du contrôle des comptes des entités comprises dans le périmètre de consolidation. 04. Lorsque le commissariat aux comptes est exercé par plusieurs commissaires aux comptes, les éléments relatifs à la planification de l'audit sont définis de manière concertée. 05. Lorsque le commissaire aux comptes est conduit à certifier à la fois les comptes annuels et les comptes consolidés d'une entité, la planification reflète l'approche générale et les travaux prévus au titre de l'audit des comptes annuels et des comptes consolidés. 06. La planification est réalisée de façon à permettre au commissaire aux comptes, notamment sur la base d'échanges entre le signataire et les autres membres clés de l'équipe d'audit, de porter une attention appropriée aux aspects de l'audit qu'il considère essentiels, d'identifier et de résoudre les problèmes potentiels dans des délais adaptés et d'organiser la mission de façon efficace. 07. La planification est engagée : -après la mise en œuvre des vérifications liées à l'acceptation et au maintien de la mission, en particulier de celles liées aux règles déontologiques ; -après prise de contact avec le commissaire aux comptes prédécesseur dans le respect des règles de déontologie et de secret professionnel, en cas de changement de commissaire aux comptes ; -avant la mise en œuvre des procédures d'audit. 08. Le commissaire aux comptes établit par écrit un plan de mission et un programme de travail relatifs à l'audit des comptes de l'exercice. Ces documents reprennent les principaux éléments de la planification et font partie, conformément aux dispositions de l'article R. 823-10 du code de commerce , du dossier du commissaire aux comptes. 09. Ces documents sont établis en tenant compte de la forme juridique de l'entité contrôlée, de sa taille, de la nature de ses activités, du contrôle éventuellement exercé par l'autorité publique, de la complexité de la mission, de la méthodologie et des techniques spécifiques utilisées par le commissaire aux comptes. Plan de mission 10. Le plan de mission décrit l'approche générale des travaux, qui comprend notamment : -l'étendue, le calendrier et l'orientation des travaux ; -le ou les seuils de signification retenus ; et -les lignes directrices nécessaires à la préparation du programme de travail. Programme de travail 11. Le programme de travail définit la nature et l'étendue des diligences estimées nécessaires, au cours de l'exercice, à la mise en œuvre du plan de mission, compte tenu des prescriptions légales et des normes d'exercice professionnel ; il indique le nombre d'heures de travail affectées à l'accomplissement de ces diligences. Modifications apportées au plan de mission et au programme de travail 12. Sur la base des éléments collectés lors de la mise en œuvre des procédures d'audit, le commissaire aux comptes peut décider de modifier les éléments planifiés et consignés dans le plan de mission et le programme de travail. Il peut être ainsi amené à modifier son approche générale, à revoir ses choix et à prévoir des travaux complémentaires ou différents. 13. Ces modifications ainsi que les raisons qui les ont motivées sont consignées dans le dossier du commissaire aux comptes. Communication 14. A ce stade, le commissaire aux comptes peut s'entretenir des questions relatives à la planification avec les personnes appropriées au sein de l'entité.",
            "texteHtml": "<p>La norme d'exercice professionnel relative à la planification de l'audit, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP-300. Planification de l'audit<br/><br/>\n Introduction<br/><br/>\n 01. L'audit des comptes mis en œuvre par le commissaire aux comptes appelé à certifier les comptes d'une entité fait l'objet d'une planification. Cette planification est formalisée notamment dans un plan de mission et un programme de travail.<br/><br/>\n 02. La présente norme a pour objet de définir la démarche que suit le commissaire aux comptes pour la planification de son audit des comptes et l'élaboration du plan de mission et du programme de travail.<br/><br/>\n Aspects généraux de la planification<br/><br/>\n 03. La planification consiste à prévoir :</p><p><br/>\n-l'approche générale des travaux ;<br/><br/>\n-les procédures d'audit à mettre en œuvre par les membres de l'équipe d'audit ;<br/><br/>\n-la nature et l'étendue de la supervision des membres de l'équipe d'audit et la revue de leurs travaux ;<br/><br/>\n-la nature et l'étendue des ressources nécessaires pour réaliser la mission, y compris le recours éventuel à des experts ;<br/><br/>\n-le cas échéant, la coordination des travaux avec les interventions d'experts ou d'autres professionnels chargés du contrôle des comptes des entités comprises dans le périmètre de consolidation.</p><p><br/>\n 04. Lorsque le commissariat aux comptes est exercé par plusieurs commissaires aux comptes, les éléments relatifs à la planification de l'audit sont définis de manière concertée.<br/><br/>\n 05. Lorsque le commissaire aux comptes est conduit à certifier à la fois les comptes annuels et les comptes consolidés d'une entité, la planification reflète l'approche générale et les travaux prévus au titre de l'audit des comptes annuels et des comptes consolidés.<br/><br/>\n 06. La planification est réalisée de façon à permettre au commissaire aux comptes, notamment sur la base d'échanges entre le signataire et les autres membres clés de l'équipe d'audit, de porter une attention appropriée aux aspects de l'audit qu'il considère essentiels, d'identifier et de résoudre les problèmes potentiels dans des délais adaptés et d'organiser la mission de façon efficace.<br/><br/>\n 07. La planification est engagée :</p><p><br/>\n-après la mise en œuvre des vérifications liées à l'acceptation et au maintien de la mission, en particulier de celles liées aux règles déontologiques ;<br/><br/>\n-après prise de contact avec le commissaire aux comptes prédécesseur dans le respect des règles de déontologie et de secret professionnel, en cas de changement de commissaire aux comptes ;<br/><br/>\n-avant la mise en œuvre des procédures d'audit.</p><p><br/>\n 08. Le commissaire aux comptes établit par écrit un plan de mission et un programme de travail relatifs à l'audit des comptes de l'exercice. Ces documents reprennent les principaux éléments de la planification et font partie, conformément aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271028&dateTexte=&categorieLien=cid'>dispositions de l'article R. 823-10 du code de commerce</a>, du dossier du commissaire aux comptes.<br/><br/>\n 09. Ces documents sont établis en tenant compte de la forme juridique de l'entité contrôlée, de sa taille, de la nature de ses activités, du contrôle éventuellement exercé par l'autorité publique, de la complexité de la mission, de la méthodologie et des techniques spécifiques utilisées par le commissaire aux comptes.<br/><br/>\n Plan de mission<br/><br/>\n 10. Le plan de mission décrit l'approche générale des travaux, qui comprend notamment :</p><p><br/>\n-l'étendue, le calendrier et l'orientation des travaux ;<br/><br/>\n-le ou les seuils de signification retenus ; et<br/><br/>\n-les lignes directrices nécessaires à la préparation du programme de travail.</p><p><br/>\n Programme de travail<br/><br/>\n 11. Le programme de travail définit la nature et l'étendue des diligences estimées nécessaires, au cours de l'exercice, à la mise en œuvre du plan de mission, compte tenu des prescriptions légales et des normes d'exercice professionnel ; il indique le nombre d'heures de travail affectées à l'accomplissement de ces diligences.<br/><br/>\n Modifications apportées au plan de mission et au programme de travail<br/><br/>\n 12. Sur la base des éléments collectés lors de la mise en œuvre des procédures d'audit, le commissaire aux comptes peut décider de modifier les éléments planifiés et consignés dans le plan de mission et le programme de travail. Il peut être ainsi amené à modifier son approche générale, à revoir ses choix et à prévoir des travaux complémentaires ou différents.<br/><br/>\n 13. Ces modifications ainsi que les raisons qui les ont motivées sont consignées dans le dossier du commissaire aux comptes.<br/><br/>\n Communication<br/><br/>\n 14. A ce stade, le commissaire aux comptes peut s'entretenir des questions relatives à la planification avec les personnes appropriées au sein de l'entité.</p>",
            "num": "A823-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Des principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163177",
                        "id": "LEGISCTA000020163456",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163185",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163177",
            "sectionParentId": "LEGISCTA000020163456",
            "sectionParentTitre": "Paragraphe 1 : Des principes généraux",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 1 : Des principes généraux",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047933312",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000047932543",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R823-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-10",
                    "articleId": "LEGIARTI000006271028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000820871",
                    "textTitle": "Arrêté du 6 octobre 2006 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002283881",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163448",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933312",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-5",
                "823-5"
            ],
            "versionPrecedente": "LEGIARTI000020163448",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163448",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à la planification de l'audit, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE À LA PLANIFICATION DE L'AUDIT Introduction 1.L'audit des comptes mis en œuvre par le commissaire aux comptes appelé à certifier les comptes d'une entité fait l'objet d'une planification. Cette planification est formalisée notamment dans un plan de mission et un programme de travail. 2. La présente norme a pour objet de définir la démarche que suit le commissaire aux comptes pour la planification de son audit des comptes et l'élaboration du plan de mission et du programme de travail. Aspects généraux de la planification 3. La planification consiste à prévoir : ― l'approche générale des travaux ; ― les procédures d'audit à mettre en œuvre par les membres de l'équipe d'audit ; ― la nature et l'étendue de la supervision des membres de l'équipe d'audit et la revue de leurs travaux ; ― la nature et l'étendue des ressources nécessaires pour réaliser la mission, y compris le recours éventuel à des experts ; ― le cas échéant, la coordination des travaux avec les interventions d'experts ou d'autres professionnels chargés du contrôle des comptes des entités comprises dans le périmètre de consolidation. 4. Lorsque le commissariat aux comptes est exercé par plusieurs commissaires aux comptes, les éléments relatifs à la planification de l'audit sont définis de manière concertée. 5. Lorsque le commissaire aux comptes est conduit à certifier à la fois les comptes annuels et les comptes consolidés d'une entité, la planification reflète l'approche générale et les travaux prévus au titre de l'audit des comptes annuels et des comptes consolidés. 6. La planification est réalisée de façon à permettre au commissaire aux comptes, notamment sur la base d'échanges entre le signataire et les autres membres clés de l'équipe d'audit, de porter une attention appropriée aux aspects de l'audit qu'il considère essentiels, d'identifier et de résoudre les problèmes potentiels dans des délais adaptés et d'organiser la mission de façon efficace. 7. La planification est engagée : ― après la mise en œuvre des vérifications liées à l'acceptation et au maintien de la mission, en particulier de celles liées aux règles déontologiques ; ― après prise de contact avec le commissaire aux comptes prédécesseur dans le respect des règles de déontologie et de secret professionnel, en cas de changement de commissaire aux comptes ; ― avant la mise en œuvre des procédures d'audit. 8. Le commissaire aux comptes établit par écrit un plan de mission et un programme de travail relatifs à l'audit des comptes de l'exercice. Ces documents reprennent les principaux éléments de la planification et font partie, conformément aux dispositions du deuxième alinéa de l'article R. 823-10 , du dossier du commissaire aux comptes. 9. Ces documents sont établis en tenant compte de la forme juridique de l'entité contrôlée, de sa taille, de la nature de ses activités, du contrôle éventuellement exercé par l'autorité publique, de la complexité de la mission, de la méthodologie et des techniques spécifiques utilisées par le commissaire aux comptes. Plan de mission 10. Le plan de mission décrit l'approche générale des travaux, qui comprend notamment : ― l'étendue, le calendrier et l'orientation des travaux ; ― le ou les seuils de signification retenus ; et ― les lignes directrices nécessaires à la préparation du programme de travail. Programme de travail 11. Le programme de travail définit la nature et l'étendue des diligences estimées nécessaires, au cours de l'exercice, à la mise en œuvre du plan de mission, compte tenu des prescriptions légales et des normes d'exercice professionnel ; il indique le nombre d'heures de travail affectées à l'accomplissement de ces diligences et les honoraires correspondants. Modifications apportées au plan de mission et au programme de travail 12. Sur la base des éléments collectés lors de la mise en œuvre des procédures d'audit, le commissaire aux comptes peut décider de modifier les éléments planifiés et consignés dans le plan de mission et le programme de travail. Il peut être ainsi amené à modifier son approche générale, à revoir ses choix et à prévoir des travaux complémentaires ou différents. 13. Ces modifications ainsi que les raisons qui les ont motivées sont consignées dans le dossier du commissaire aux comptes. Communication 14. A ce stade, le commissaire aux comptes peut s'entretenir des questions relatives à la planification avec les personnes appropriées au sein de l'entité.",
            "texteHtml": "<p>La norme d'exercice professionnel relative à la planification de l'audit, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p align='center'>NORME D'EXERCICE PROFESSIONNEL RELATIVE À LA PLANIFICATION DE L'AUDIT</p><p><br/>Introduction </p><p>1.L'audit des comptes mis en œuvre par le commissaire aux comptes appelé à certifier les comptes d'une entité fait l'objet d'une planification. Cette planification est formalisée notamment dans un plan de mission et un programme de travail. </p><p>2. La présente norme a pour objet de définir la démarche que suit le commissaire aux comptes pour la planification de son audit des comptes et l'élaboration du plan de mission et du programme de travail. </p><p>Aspects généraux de la planification </p><p>3. La planification consiste à prévoir : </p><p>― l'approche générale des travaux ; </p><p>― les procédures d'audit à mettre en œuvre par les membres de l'équipe d'audit ;</p><p> ― la nature et l'étendue de la supervision des membres de l'équipe d'audit et la revue de leurs travaux ;</p><p> ― la nature et l'étendue des ressources nécessaires pour réaliser la mission, y compris le recours éventuel à des experts ; </p><p>― le cas échéant, la coordination des travaux avec les interventions d'experts ou d'autres professionnels chargés du contrôle des comptes des entités comprises dans le périmètre de consolidation. </p><p>4. Lorsque le commissariat aux comptes est exercé par plusieurs commissaires aux comptes, les éléments relatifs à la planification de l'audit sont définis de manière concertée. </p><p>5. Lorsque le commissaire aux comptes est conduit à certifier à la fois les comptes annuels et les comptes consolidés d'une entité, la planification reflète l'approche générale et les travaux prévus au titre de l'audit des comptes annuels et des comptes consolidés. </p><p>6. La planification est réalisée de façon à permettre au commissaire aux comptes, notamment sur la base d'échanges entre le signataire et les autres membres clés de l'équipe d'audit, de porter une attention appropriée aux aspects de l'audit qu'il considère essentiels, d'identifier et de résoudre les problèmes potentiels dans des délais adaptés et d'organiser la mission de façon efficace.</p><p> 7. La planification est engagée : </p><p>― après la mise en œuvre des vérifications liées à l'acceptation et au maintien de la mission, en particulier de celles liées aux règles déontologiques ; </p><p>― après prise de contact avec le commissaire aux comptes prédécesseur dans le respect des règles de déontologie et de secret professionnel, en cas de changement de commissaire aux comptes ;</p><p> ― avant la mise en œuvre des procédures d'audit. </p><p>8. Le commissaire aux comptes établit par écrit un plan de mission et un programme de travail relatifs à l'audit des comptes de l'exercice. Ces documents reprennent les principaux éléments de la planification et font partie, conformément aux dispositions du deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271028&dateTexte=&categorieLien=cid' title='Code de commerce. - art. R823-10 (V)'>R. 823-10</a>, du dossier du commissaire aux comptes. </p><p>9. Ces documents sont établis en tenant compte de la forme juridique de l'entité contrôlée, de sa taille, de la nature de ses activités, du contrôle éventuellement exercé par l'autorité publique, de la complexité de la mission, de la méthodologie et des techniques spécifiques utilisées par le commissaire aux comptes. </p><p>Plan de mission </p><p>10. Le plan de mission décrit l'approche générale des travaux, qui comprend notamment :</p><p> ― l'étendue, le calendrier et l'orientation des travaux ; </p><p>― le ou les seuils de signification retenus ; et </p><p>― les lignes directrices nécessaires à la préparation du programme de travail. </p><p>Programme de travail </p><p>11. Le programme de travail définit la nature et l'étendue des diligences estimées nécessaires, au cours de l'exercice, à la mise en œuvre du plan de mission, compte tenu des prescriptions légales et des normes d'exercice professionnel ; il indique le nombre d'heures de travail affectées à l'accomplissement de ces diligences et les honoraires correspondants. </p><p>Modifications apportées au plan de mission et au programme de travail </p><p>12. Sur la base des éléments collectés lors de la mise en œuvre des procédures d'audit, le commissaire aux comptes peut décider de modifier les éléments planifiés et consignés dans le plan de mission et le programme de travail. Il peut être ainsi amené à modifier son approche générale, à revoir ses choix et à prévoir des travaux complémentaires ou différents. </p><p>13. Ces modifications ainsi que les raisons qui les ont motivées sont consignées dans le dossier du commissaire aux comptes. </p><p>Communication </p><p>14. A ce stade, le commissaire aux comptes peut s'entretenir des questions relatives à la planification avec les personnes appropriées au sein de l'entité.</p>",
            "num": "A823-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Des principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163177",
                        "id": "LEGISCTA000020163456",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163185",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163177",
            "sectionParentId": "LEGISCTA000020163456",
            "sectionParentTitre": "Paragraphe 1 : Des principes généraux",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 1 : Des principes généraux",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020163448",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R823-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-10",
                    "articleId": "LEGIARTI000006271028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000820871",
                    "textTitle": "Arrêté du 6 octobre 2006 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002283881",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163448",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933312",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-5",
                "823-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}