{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006824112",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La liste des courtiers et des sociétés de courtage d'assurance prévue à l'article L. 530-2-2 est tenue et mise à jour en permanence par les organisations professionnelles des entreprises et des courtiers du secteur de l'assurance dont la liste est fixée par arrêté du ministre chargé de l'économie. Une commission est chargée au nom des organisations professionnelles d'établir la liste, de la tenir à jour et d'ouvrir sa consultation au public dans les conditions prévues au présent article. La commission est composée de six membres et six suppléants nommés pour une durée de cinq ans par arrêté du ministre chargé de l'économie, sur proposition des organisations professionnelles concernées, à raison de deux membres et deux suppléants par organisation professionnelle. II. - L'inscription sur la liste est de droit pour les personnes physiques et les sociétés immatriculées au registre du commerce et des sociétés pour le courtage d'assurance conformément à l'obligation prévue au 1° de l'article R. 511-2, qui exercent l'activité à titre exclusif ou non et qui justifient de la garantie financière et de l'assurance de responsabilité civile professionnelle respectivement prévues aux articles L. 530-1 et L. 530-2. Les personnes physiques qui exercent l'activité en nom propre ou qui, dans les sociétés concernées, ont le pouvoir de gérer ou d'administrer doivent satisfaire aux conditions de capacité et d'honorabilité posées par l'article R. 511-4. La liste précise si la personne inscrite exerce l'activité de courtage à titre exclusif ou non. Dans le second cas, elle indique la nature de l'activité principale exercée. III. - L'inscription sur la liste est effectuée dans un délai de trois mois après la réception par la commission d'un dossier complet, adressé au secrétariat de la commission par lettre recommandée avec avis de réception. Le dossier comporte les pièces suivantes : 1° Un extrait d'immatriculation au registre du commerce et des sociétés datant de moins de trois mois et mentionnant l'activité de courtage d'assurance, établi au nom de l'intéressé si l'activité de courtage d'assurance est exercée en nom propre et au nom de la société concernée dans le cas contraire ; 2° L'attestation d'assurance de responsabilité civile professionnelle prévue à l'article R. 530-10 ; 3° L'attestation de garantie financière prévue à l'article R. 530-4 ; 4° Le nom et le titre de la personne responsable de la lutte contre le blanchiment désignée par le courtier ou la société de courtage en application de la loi n° 90-614 du 12 juillet 1990 relative à la participation des organismes financiers à la lutte contre le blanchiment des capitaux provenant du trafic des stupéfiants, modifiée par la loi n° 96-392 du 13 mai 1996 relative à la lutte contre le blanchiment et le trafic des stupéfiants et à la coopération internationale en matière de saisie et de confiscation des produits du crime, et de l'article 2 du décret n° 91-160 du 13 février 1991 fixant les conditions d'application de la loi n° 90-614 du 12 juillet 1990. Les pièces mentionnées aux 2° et 3° sont produites chaque année quarante jours au plus après la date d'expiration du contrat d'assurance de responsabilité civile professionnelle ou de la garantie financière du courtier ou de la société de courtage d'assurance. IV. - Les courtiers et sociétés de courtage d'assurance inscrits sur la liste informent dans les trente jours la commission de tout événement pouvant avoir des conséquences sur leur inscription, tel que le changement de lieu d'exercice professionnel, la cessation d'activité ainsi que, pour une société de courtage, toute modification concernant les associés ou tiers ayant le pouvoir de gérer ou d'administrer la société. Dans ce dernier cas, la société de courtage adresse à la commission un nouvel extrait d'immatriculation au registre du commerce et des sociétés prenant en compte la modification. V. - Le greffier qui radie du registre du commerce et des sociétés un courtier ou une société de courtage d'assurance immatriculé dans son ressort en informe la commission. VI. - La radiation de la liste intervient de plein droit lorsqu'un courtier ou une société de courtage ne justifie plus du respect des obligations requises pour l'exercice du courtage d'assurance ou cesse son activité. La commission procède à la radiation de la liste : - dès réception de la notification par le greffier compétent de la radiation du registre du commerce et des sociétés d'un courtier ou d'une société de courtage ; - à l'expiration du délai de quarante jours prévu au troisième alinéa du III quand les pièces attestant du renouvellement de l'assurance de responsabilité civile professionnelle ou de la garantie financière ne sont pas produites dans ce délai ; - à l'issue d'un délai de trois mois dans les autres cas. La radiation de la liste est notifiée par la commission par lettre recommandée avec avis de réception à la personne physique ou morale qui en fait l'objet. VII. - La commission adresse au ministre de la justice et au ministre chargé de l'économie un rapport annuel sur les inscriptions et radiations de la liste et sur les statistiques concernant sa consultation. Elle y fait toute proposition qu'elle juge utile sur l'évolution des règles relatives à l'accès à la profession de courtier d'assurance.",
            "texteHtml": "<p></p>   I. - La liste des courtiers et des sociétés de courtage d'assurance prévue à l'article L. 530-2-2 est tenue et mise à jour en permanence par les organisations professionnelles des entreprises et des courtiers du secteur de l'assurance dont la liste est fixée par arrêté du ministre chargé de l'économie. Une commission est chargée au nom des organisations professionnelles d'établir la liste, de la tenir à jour et d'ouvrir sa consultation au public dans les conditions prévues au présent article. La commission est composée de six membres et six suppléants nommés pour une durée de cinq ans par arrêté du ministre chargé de l'économie, sur proposition des organisations professionnelles concernées, à raison de deux membres et deux suppléants par organisation professionnelle.<p></p><p></p>   II. - L'inscription sur la liste est de droit pour les personnes physiques et les sociétés immatriculées au registre du commerce et des sociétés pour le courtage d'assurance conformément à l'obligation prévue au 1° de l'article R. 511-2, qui exercent l'activité à titre exclusif ou non et qui justifient de la garantie financière et de l'assurance de responsabilité civile professionnelle respectivement prévues aux articles L. 530-1 et L. 530-2. Les personnes physiques qui exercent l'activité en nom propre ou qui, dans les sociétés concernées, ont le pouvoir de gérer ou d'administrer doivent satisfaire aux conditions de capacité et d'honorabilité posées par l'article R. 511-4. La liste précise si la personne inscrite exerce l'activité de courtage à titre exclusif ou non. Dans le second cas, elle indique la nature de l'activité principale exercée.<p></p><p></p>   III. - L'inscription sur la liste est effectuée dans un délai de trois mois après la réception par la commission d'un dossier complet, adressé au secrétariat de la commission par lettre recommandée avec avis de réception.<p></p><p></p>   Le dossier comporte les pièces suivantes :<p></p><p></p>   1° Un extrait d'immatriculation au registre du commerce et des sociétés datant de moins de trois mois et mentionnant l'activité de courtage d'assurance, établi au nom de l'intéressé si l'activité de courtage d'assurance est exercée en nom propre et au nom de la société concernée dans le cas contraire ;<p></p><p></p>   2° L'attestation d'assurance de responsabilité civile professionnelle prévue à l'article R. 530-10 ;<p></p><p></p>   3° L'attestation de garantie financière prévue à l'article R. 530-4 ;<p></p><p></p>   4° Le nom et le titre de la personne responsable de la lutte contre le blanchiment désignée par le courtier ou la société de courtage en application de la loi n° 90-614 du 12 juillet 1990 relative à la participation des organismes financiers à la lutte contre le blanchiment des capitaux provenant du trafic des stupéfiants, modifiée par la loi n° 96-392 du 13 mai 1996 relative à la lutte contre le blanchiment et le trafic des stupéfiants et à la coopération internationale en matière de saisie et de confiscation des produits du crime, et de l'article 2 du décret n° 91-160 du 13 février 1991 fixant les conditions d'application de la loi n° 90-614 du 12 juillet 1990.<p></p><p></p>   Les pièces mentionnées aux 2° et 3° sont produites chaque année quarante jours au plus après la date d'expiration du contrat d'assurance de responsabilité civile professionnelle ou de la garantie financière du courtier ou de la société de courtage d'assurance.<p></p><p></p>   IV. - Les courtiers et sociétés de courtage d'assurance inscrits sur la liste informent dans les trente jours la commission de tout événement pouvant avoir des conséquences sur leur inscription, tel que le changement de lieu d'exercice professionnel, la cessation d'activité ainsi que, pour une société de courtage, toute modification concernant les associés ou tiers ayant le pouvoir de gérer ou d'administrer la société. Dans ce dernier cas, la société de courtage adresse à la commission un nouvel extrait d'immatriculation au registre du commerce et des sociétés prenant en compte la modification.<p></p><p></p>   V. - Le greffier qui radie du registre du commerce et des sociétés un courtier ou une société de courtage d'assurance immatriculé dans son ressort en informe la commission.<p></p><p></p>   VI. - La radiation de la liste intervient de plein droit lorsqu'un courtier ou une société de courtage ne justifie plus du respect des obligations requises pour l'exercice du courtage d'assurance ou cesse son activité.<p></p><p></p>   La commission procède à la radiation de la liste :<p></p><p></p>   - dès réception de la notification par le greffier compétent de la radiation du registre du commerce et des sociétés d'un courtier ou d'une société de courtage ;<p></p><p></p>   - à l'expiration du délai de quarante jours prévu au troisième alinéa du III quand les pièces attestant du renouvellement de l'assurance de responsabilité civile professionnelle ou de la garantie financière ne sont pas produites dans ce délai ;<p></p><p></p>   - à l'issue d'un délai de trois mois dans les autres cas.<p></p><p></p>   La radiation de la liste est notifiée par la commission par lettre recommandée avec avis de réception à la personne physique ou morale qui en fait l'objet.<p></p><p></p>   VII. - La commission adresse au ministre de la justice et au ministre chargé de l'économie un rapport annuel sur les inscriptions et radiations de la liste et sur les statistiques concernant sa consultation. Elle y fait toute proposition qu'elle juge utile sur l'évolution des règles relatives à l'accès à la profession de courtier d'assurance.<p></p>",
            "num": "R530-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 934329600000,
            "dateFin": 1156982400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2006-08-31",
                        "titre": "Livre V : Agents généraux, courtiers et autres intermédiaires d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128657",
                        "id": "LEGISCTA000006128657",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-25",
                        "fin": "2006-08-31",
                        "titre": "Titre III : Dispositions spéciales aux courtiers et sociétés de courtage d'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143510",
                        "id": "LEGISCTA000006143510",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-25",
                        "fin": "2006-08-31",
                        "titre": "Chapitre unique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158989",
                        "id": "LEGISCTA000006158989",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006824112",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006158989",
            "sectionParentId": "LEGISCTA000006158989",
            "sectionParentTitre": "Chapitre unique.",
            "fullSectionsTitre": "Partie réglementaire",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006824112",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000305911",
                    "textTitle": "Décret 76-666 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000305911",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000396123",
                    "textTitle": "Décret n°99-718 du 3 août 1999 - art. 1 () JORF 11 août 1999",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006852971",
                    "natureText": "DECRET",
                    "datePubliTexte": "1999-08-11",
                    "dateSignaTexte": "1999-08-03",
                    "dateDebutCible": "1999-08-11"
                },
                {
                    "textCid": "JORFTEXT000000458626",
                    "textTitle": "Décret n°2006-1091 du 30 août 2006 - art. 2 () JORF 31 août 2006",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006254486",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-08-31",
                    "dateSignaTexte": "2006-08-30",
                    "dateDebutCible": "2006-08-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000350808",
                    "textTitle": "Loi 90-614 1990-07-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000350808",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-614",
                    "datePubli": 647913600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000522938",
                    "textTitle": "Décret n°91-160 du 13 février 1991 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006722935",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "91-160",
                    "datePubli": 666489600000,
                    "dateDebut": 666489600000
                },
                {
                    "textCid": "JORFTEXT000000558559",
                    "textTitle": "Loi 96-392 1996-05-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000558559",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "96-392",
                    "datePubli": 832032000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000396123",
                    "textTitle": "Décret n°99-718 du 3 août 1999 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006852987",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-718",
                    "datePubli": 934329600000,
                    "dateDebut": 934329600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L530-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L530-1",
                    "articleId": "LEGIARTI000006804260",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 646790400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L530-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L530-2",
                    "articleId": "LEGIARTI000006804270",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 646790400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L530-2-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L530-2-2",
                    "articleId": "LEGIARTI000006804286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 646790400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*511-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R511-2",
                    "articleId": "LEGIARTI000006823575",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 852076800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R530-10 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R530-10",
                    "articleId": "LEGIARTI000006824092",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 654220800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R530-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R530-4",
                    "articleId": "LEGIARTI000006824053",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 654220800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances L530-2-2, R511-2, L530-1, L530-2, R511-4, R530-10, R530-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 205891200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000396123",
                    "textTitle": "Décret 99-718 1999-08-03 art. 3 (délai d'établissement de la liste des courtiers et sociétés de courtage d'assurance)",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000396123",
                    "natureText": "DECRET"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006824112",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 934329600000,
                    "dateFin": 1156982400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R530-12",
                "530-12"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}