{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047345221",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme de déontologie “ sécuriser les interventions du commissaire aux comptes-mise en œuvre de l'approche risques et sauvegardes ”, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : Norme de déontologie “ sécuriser les interventions du commissaire aux comptes-mise en œuvre de l'approche risques et sauvegardes ” Introduction 01. La présente norme s'applique à tout commissaire aux comptes inscrit qui intervient ès qualités de commissaire aux comptes, quelle que soit la mission ou la prestation qu'il réalise, qu'il s'agisse d'une société ou d'une personne physique qui exerce en nom propre ou au sein d'une société. 02. Le statut de commissaire aux comptes le soumet à des règles déontologiques qui concourent à la confiance que la personne ou l'entité qui le sollicite et, plus généralement, que tout tiers intéressé peuvent accorder à ses travaux. Le fait d'appliquer ces règles permet au commissaire aux comptes de remplir les devoirs de sa profession. 03. La confiance qui peut être accordée aux travaux du commissaire aux comptes implique en particulier que celui-ci est en mesure de réaliser ses missions ou ses prestations en toute impartialité et indépendance et que cela soit également perçu comme tel par un tiers objectif, raisonnable et informé. 04. En conséquence, lorsque le commissaire aux comptes : -envisage de réaliser une mission ou une prestation, il analyse les faits et circonstances qui caractérisent la situation aux fins d'apprécier s'il est en mesure de la réaliser et, le cas échéant, de poursuivre une mission ou une prestation en cours, de façon indépendante et impartiale ; -a accepté une mission ou une prestation et qu'il identifie des changements dans les faits et circonstances qui ont prévalu à son acceptation, il les analyse aux fins d'apprécier s'il est en mesure de poursuivre la mission ou la prestation de façon indépendante et impartiale. 05. La présente norme a pour objectif de contribuer à sécuriser les missions ou les prestations du commissaire aux comptes en précisant la façon dont l'analyse des faits et circonstances qui caractérisent la situation est menée, analyse qui comprend une démarche d'identification et de traitement des risques d'atteinte à son impartialité ou son indépendance dite démarche “ risques et sauvegardes ”. Définitions 06. Commissaire aux comptes intervenant ès qualités : L'intervention ès qualités de commissaire aux comptes résulte : -des dispositions légales et réglementaires sur le fondement desquelles la mission ou la prestation est mise en œuvre ; -de la mention de la qualité de commissaire aux comptes dans les documents de restitution de la mission ou de la prestation ; -ou encore de la référence, dans ces documents, à l'application des normes relatives à l'exercice professionnel des commissaires aux comptes ou de la doctrine professionnelle élaborée par la Compagnie nationale des commissaires aux comptes. Elle peut en outre résulter d'un faisceau d'indices parmi lesquels l'utilisation d'un papier à en-tête d'une structure ayant pour objet l'exercice du commissariat aux comptes. 07. Mission : conformément à l' article R. 820-1-1 du code de commerce , le terme mission recouvre : -la mission de contrôle légal et, le cas échéant, les autres missions confiées par la loi ou le règlement au commissaire aux comptes qui exerce la mission de contrôle légal de la personne ou de l'entité ; et -les autres missions légales ou réglementaires réalisées par un commissaire aux comptes pour une personne ou une entité pour laquelle il n'exerce pas la mission de contrôle légal. Il peut s'agir, par exemple, d'une mission de commissariat aux apports, à la fusion ou à la transformation. 08. Prestation : conformément à l'article R. 820-1-1 du code de commerce, le terme prestation recouvre les services et attestations qui ne sont pas des missions visées au paragraphe 07 de la présente norme, qu'un commissaire aux comptes fournit à une personne ou une entité pour laquelle il exerce ou non la mission de contrôle légal. Il peut s'agir par exemple d'un audit financier contractuel ou encore d'une revue de conformité à un référentiel. 09. Situation à risque : le fait, pour le commissaire aux comptes, d'être placé en risque de ne pas pouvoir réaliser la mission ou la prestation de façon indépendante et impartiale. La cause et les effets de la situation à risque varient selon les faits et circonstances qui la caractérisent. 10. Mesure de sauvegarde appropriée : mesure qui garantit l'impartialité et l'indépendance du commissaire aux comptes lorsqu'il est exposé à une situation à risque. Cette mesure de sauvegarde est destinée soit à éliminer la cause de la situation à risque, soit à en réduire les effets à un niveau suffisamment faible pour que l'indépendance et l'impartialité du commissaire aux comptes ne soient pas affectées et pour permettre l'acceptation ou la poursuite de la mission ou prestation en conformité avec les exigences légales, réglementaires et celles du code de déontologie. Pour les besoins de la présente norme, les termes “ mesure de sauvegarde appropriée ” visent indifféremment une ou plusieurs mesures de sauvegarde appropriées. 11. Tiers objectif, raisonnable et informé : personne qui : -bien qu'extérieure à la situation et n'ayant pas d'intérêt personnel dans cette dernière, s'y intéresse ; -possède les connaissances suffisantes lui permettant d'apprécier les faits et circonstances qui caractérisent la situation ; et -est en mesure d'apprécier si ces faits et circonstances sont objectivement de nature à faire naître, chez lui, un doute raisonnable sur le respect, par le commissaire aux comptes, des principes fondamentaux de comportement relatifs à l'impartialité et à l'indépendance et la prévention des conflits d'intérêts. Moyens nécessaires à la conduite de l'analyse Modalités d'organisation et de fonctionnement 12. L'analyse, par le commissaire aux comptes, des faits et circonstances qui caractérisent la situation suppose qu'il collecte les éléments suffisants et appropriés. 13. Pour ce faire, le commissaire aux comptes s'appuie sur les modalités d'organisation et de fonctionnement de la structure d'exercice du commissariat aux comptes à laquelle il appartient, proportionnées à l'ampleur et la complexité de ses activités, mises en place conformément aux dispositions des articles R. 822-32 et R. 822-33 du code de commerce. Jugement professionnel 14. Le commissaire aux comptes exerce son jugement professionnel à tous les stades de l'analyse. L'exercice de ce jugement professionnel requiert que le commissaire aux comptes prenne le recul nécessaire sur les faits et circonstances qui caractérisent la situation et qu'il mobilise les qualités requises par son statut, en particulier l'esprit critique, la compétence, l'objectivité, l'intégrité et l'indépendance, afin de prendre des décisions éclairées. Analyse à mener par le commissaire aux comptes qui envisage de réaliser une mission ou une prestation 15. Lorsque le commissaire aux comptes envisage de réaliser une mission ou une prestation, il analyse les faits et circonstances qui caractérisent la situation aux fins d'apprécier si, en conscience mais aussi aux yeux d'un tiers objectif, raisonnable et informé, cette dernière peut être réalisée de façon indépendante et impartiale. En outre, lorsqu'il réalise déjà une autre mission ou une autre prestation, il s'assure également qu'il peut poursuivre cette autre mission ou cette autre prestation dans le respect des principes d'indépendance et d'impartialité. Prise de connaissance des faits et circonstances 16. Le commissaire aux comptes s'enquiert des éléments suivants : -l'objectif et la nature de la mission ou de la prestation envisagée ; et -toute information utile sur la personne ou entité pour laquelle il envisage de réaliser la mission ou la prestation, notamment sa forme juridique, sa structure organisationnelle et son secteur d'activité. 17. Au vu de ces éléments, le commissaire aux comptes : -détermine la nature des diligences qu'il convient de mettre en œuvre pour répondre à l'objectif de son intervention, les compétences qu'elle requiert et les honoraires en rapport avec ces diligences et compétences ; -identifie les parties, autres que lui-même et la personne ou l'entité pour laquelle il envisage de réaliser la mission ou la prestation, qui sont susceptibles d'être concernées par la mission ou par la prestation ; et -identifie les règles déontologiques applicables en l'espèce. Concernant les parties autres que le commissaire aux comptes et la personne ou l'entité pour laquelle le commissaire aux comptes envisage de réaliser une mission ou une prestation 18. Les parties autres que le commissaire aux comptes et la personne ou l'entité pour laquelle le commissaire aux comptes envisage de réaliser une mission ou une prestation comprennent les personnes ou entités liées au commissaire aux comptes, c'est-à-dire les associés et les membres de la direction de la structure d'exercice à laquelle il appartient, les salariés de cette structure et les membres de son réseau. Elles peuvent également comprendre des personnes ou entités liées à la personne ou à l'entité pour laquelle le commissaire aux comptes envisage de réaliser une mission ou une prestation. 19. Son analyse ayant pour objectif de s'assurer de la préservation de son indépendance et de son impartialité, y compris aux yeux d'un tiers objectif, raisonnable et informé, le commissaire aux comptes recherche et prend en compte les liens personnels, financiers ou professionnels entre lui-même, la personne ou l'entité pour laquelle il envisage de réaliser une mission ou une prestation et les personnes ou entités visées aux paragraphes 17 et 18. Ces liens s'apprécient au regard de chacune des situations. Les liens personnels à rechercher et à prendre en compte ne se limitent pas à ceux énoncés à l'article 32, I. du code de déontologie. Les liens professionnels s'entendent notamment des liens résultant des missions ou des prestations en cours de réalisation ou antérieurement réalisées par le commissaire aux comptes ou les membres de son réseau. Concernant les règles déontologiques applicables en l'espèce 20. Le commissaire aux comptes est soumis à des règles déontologiques attachées à sa qualité et qui sont donc applicables à toute situation. D'autres règles déontologiques ne sont applicables qu'à certaines situations, par exemple lorsque le commissaire aux comptes exerce une mission de certification des comptes ou encore lorsqu'il exerce en réseau. 21. Au vu des éléments collectés au titre des caractéristiques de la mission ou de la prestation qu'il envisage de réaliser, de la personne ou l'entité pour laquelle il envisage de réaliser la mission ou la prestation et des parties autres que cette personne ou entité, le commissaire aux comptes identifie les règles déontologiques applicables en l'espèce. 22. A ce titre, il considère l'ensemble des situations interdites ou incompatibles prévues par les textes légaux et réglementaires. Le code de déontologie dispose notamment qu'il est interdit au commissaire aux comptes d'accepter une mission ou une prestation dont la rémunération est proportionnelle ou conditionnelle ou qui relève du monopole d'une autre profession. Analyse des faits et circonstances et identification d'une situation à risque 23. Le commissaire aux comptes analyse l'ensemble des éléments mentionnés aux paragraphes 16 à 22 afin de pouvoir conclure s'il est en mesure de réaliser la mission ou la prestation envisagée en toute impartialité et indépendance et que cela soit également perçu comme tel par un tiers objectif, raisonnable et informé. 24. S'il conclut que la mission ou la prestation envisagée le placerait, dans l'exercice de la nouvelle mission ou prestation ou dans l'exercice d'une mission ou prestation en cours, dans une situation interdite ou incompatible prévue par les textes légaux et réglementaires, il ne l'accepte pas. 25. S'il conclut que la mission ou la prestation envisagée ne le placerait pas, dans l'exercice de la nouvelle mission ou prestation ou dans l'exercice d'une mission ou prestation en cours dans une situation interdite ou incompatible prévue par les textes légaux et réglementaires et qu'il n'a pas identifié de situation à risque, il peut accepter la mission ou la prestation envisagée. 26. S'il identifie une situation à risque pour ce qui concerne la mission ou la prestation envisagée ou la mission ou la prestation en cours de réalisation, il poursuit l'analyse conformément aux principes définis aux paragraphes 27 à 30. Traitement de la situation à risque 27. Le commissaire aux comptes exposé à une situation à risque recherche s'il existe une mesure de sauvegarde appropriée. 28. Pour cela, il tient compte des éléments suivants : -la situation à risque peut être engendrée par un ou plusieurs risques tels qu'un risque résultant de liens personnels ou professionnels, un risque d'autorévision, un risque de dépendance financière ou encore un risque de conflit d'intérêts ; -la situation à risque peut concerner la mission ou la prestation que le commissaire aux comptes envisage de réaliser ou la mission ou la prestation en cours de réalisation. Dans tous les cas la mesure de sauvegarde appropriée doit permettre la réalisation de chaque mission ou chaque prestation dans le respect des principes d'indépendance et d'impartialité ; -pour être qualifiée de mesure de sauvegarde appropriée, la mesure doit être suffisante. Cela implique que pour chacun des risques qui engendre la situation à risque, une mesure doit être envisagée, étant précisé qu'une même mesure de sauvegarde appropriée peut répondre à plusieurs risques ; -pour être qualifiée de mesure de sauvegarde appropriée, la mesure doit préserver l'indépendance et l'impartialité du commissaire aux comptes y compris aux yeux d'un tiers objectif, raisonnable et informé. 29. Lorsque le commissaire aux comptes identifie une mesure de sauvegarde appropriée, il peut accepter la mission ou la prestation envisagée. 30. Lorsque le commissaire aux comptes n'identifie pas de mesure de sauvegarde appropriée, il en tire les conséquences suivantes : -lorsque la situation à risque concerne la mission ou la prestation qu'il envisage de réaliser, le commissaire aux comptes n'accepte pas cette mission ou cette prestation ; -lorsque la situation à risque concerne la mission ou la prestation en cours de réalisation et que cette situation à risque ne surviendrait qu'en cas d'acceptation de la nouvelle mission ou de la nouvelle prestation, le commissaire aux comptes n'envisage de l'accepter qu'après avoir conclu qu'il est possible de mettre fin à la mission ou à la prestation en cours de réalisation, au regard des règles déontologiques applicables, en ce compris, d'une part, les articles 11 et 28 du code de déontologie relatifs à la fin de la mission ou de la prestation et à la démission, et, d'autre part, l'article 3 relatif à l'intégrité qui suppose de s'interdire tout comportement déloyal. Analyse à mener par le commissaire aux comptes qui a accepté de réaliser une mission ou une prestation et qui identifie des changements dans les faits et circonstances qui ont prévalu à son acceptation 31. Tout au long de l'exercice de la mission ou de la prestation, le commissaire aux comptes s'appuie sur les modalités d'organisation et de fonctionnement mentionnées au paragraphe 13 en vue d'identifier la survenance de changement dans les faits et circonstances qui ont prévalu à l'analyse menée en vue de son acceptation. 32. Lorsqu'il identifie un tel changement, il apprécie si ce dernier est susceptible de remettre en cause son analyse initiale. 33. Si tel est le cas, il actualise son analyse en appliquant les principes définis aux paragraphes 12 à 28 et en tire les conséquences sur la poursuite de la mission ou de la prestation. 34. Lorsque le commissaire aux comptes n'identifie pas de mesure de sauvegarde appropriée, il met un terme à la mission ou à la prestation, en respectant les dispositions des articles 11 et 28 du code de déontologie. Exercice de la mission ou de la prestation par plusieurs commissaires aux comptes 35. Sans préjudice des dispositions légales et réglementaires expressément applicables à la certification des comptes, lorsque la mission ou la prestation est réalisée par plusieurs commissaires aux comptes, ou qu'il est envisagé qu'elle le soit, chacun d'entre eux effectue sa propre analyse des faits et circonstances qui caractérisent la situation et qui lui sont propres. 36. Lorsqu'un des co-commissaires aux comptes identifie une situation à risque, il s'en entretient avec les autres co-commissaires aux comptes et : -leur expose les conséquences qu'il envisage d'en tirer sur l'acceptation ou la poursuite de la mission ou de la prestation qui le place en situation à risque ; -examine avec eux les conséquences éventuelles à en tirer sur l'acceptation ou la poursuite de la mission ou de la prestation qu'ils envisagent d'exercer ou qu'ils exercent ensemble ; et -envisage avec eux l'opportunité d'en informer, de manière concertée, les organes visés à l' article L. 823-16 du code de commerce . 37. En cas de désaccord sur la situation à risque ou le traitement de cette situation, si nécessaire, ils recourent à la conciliation du président de leur compagnie régionale ou, s'ils appartiennent à des compagnies régionales distinctes, des présidents de leur compagnie respective, conformément à l'article 8 du code de déontologie. Echanges avec les organes visés à l'article L. 823-16 du code de commerce 38. Sans préjudice des dispositions du II de l'article L. 823-16 du code de commerce, lorsque le commissaire aux comptes identifie un risque de ne pas être en mesure de réaliser la mission ou la prestation dans le respect des principes d'indépendance et d'impartialité, il apprécie l'utilité d'en informer l'organe collégial chargé de l'administration ou l'organe chargé de la direction et l'organe de surveillance. 39. Lorsqu'il l'estime utile, le commissaire aux comptes procède à cette information dans des délais appropriés au vu notamment des conséquences qui pourraient résulter des actions à engager pour remédier à la situation. 40. Lorsque la mission ou la prestation est réalisée par plusieurs commissaires aux comptes et que la communication aux organes visés à l'article L. 823-16 du code de commerce n'est pas effectuée par l'ensemble des co-commissaires aux comptes, le commissaire aux comptes qui s'est entretenu avec les organes précités informe les co-commissaires aux comptes des conclusions de ces échanges. Documentation 41. La documentation doit permettre à toute personne ayant la connaissance des textes légaux et réglementaires applicables à la profession et n'ayant pas participé à la mission ou à la prestation de comprendre comment le commissaire aux comptes est parvenu à la conclusion qu'il est en mesure d'accepter la mission ou la prestation ou de poursuivre la mission ou la prestation en cours. 42. Avant d'accepter la mission ou la prestation, le commissaire aux comptes consigne dans son dossier les faits et circonstances qui caractérisent la situation. 43. Lorsque le commissaire aux comptes est exposé à une situation à risque, la documentation comprend : -la description de la situation à risque identifiée, en ce compris chacun des risques qui l'ont engendrée et, en particulier sa cause et ses effets ; -la description de la mesure de sauvegarde appropriée mise en œuvre ; -le cas échéant, la formalisation des échanges avec les co-commissaires aux comptes prévus aux paragraphes 36 et 40 et le résultat de la procédure de conciliation visée au paragraphe 37 si celle-ci a été engagée ; -le cas échéant, la formalisation des échanges avec les organes visés à l'article L. 823-16 du code de commerce. 44. Lorsque le commissaire aux comptes identifie un changement dans les faits et circonstances qui ont prévalu à l'analyse menée en vue de l'acceptation de la réalisation de la mission ou de la prestation, il le consigne dans son dossier et, lorsque ce changement remet en cause son analyse initiale, il actualise les éléments mentionnés au paragraphe 43. 45. La forme et le niveau de détail de la documentation sont proportionnés et dépendent de chaque situation.",
            "texteHtml": "<p>La norme de déontologie “ sécuriser les interventions du commissaire aux comptes-mise en œuvre de l'approche risques et sauvegardes ”, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n Norme de déontologie “ sécuriser les interventions du commissaire aux comptes-mise en œuvre de l'approche risques et sauvegardes ”<br/><br/>\n Introduction<br/><br/>\n 01. La présente norme s'applique à tout commissaire aux comptes inscrit qui intervient ès qualités de commissaire aux comptes, quelle que soit la mission ou la prestation qu'il réalise, qu'il s'agisse d'une société ou d'une personne physique qui exerce en nom propre ou au sein d'une société.<br/><br/>\n 02. Le statut de commissaire aux comptes le soumet à des règles déontologiques qui concourent à la confiance que la personne ou l'entité qui le sollicite et, plus généralement, que tout tiers intéressé peuvent accorder à ses travaux. Le fait d'appliquer ces règles permet au commissaire aux comptes de remplir les devoirs de sa profession.<br/><br/>\n 03. La confiance qui peut être accordée aux travaux du commissaire aux comptes implique en particulier que celui-ci est en mesure de réaliser ses missions ou ses prestations en toute impartialité et indépendance et que cela soit également perçu comme tel par un tiers objectif, raisonnable et informé.<br/><br/>\n 04. En conséquence, lorsque le commissaire aux comptes :</p><p><br/>\n-envisage de réaliser une mission ou une prestation, il analyse les faits et circonstances qui caractérisent la situation aux fins d'apprécier s'il est en mesure de la réaliser et, le cas échéant, de poursuivre une mission ou une prestation en cours, de façon indépendante et impartiale ;<br/><br/>\n-a accepté une mission ou une prestation et qu'il identifie des changements dans les faits et circonstances qui ont prévalu à son acceptation, il les analyse aux fins d'apprécier s'il est en mesure de poursuivre la mission ou la prestation de façon indépendante et impartiale.</p><p><br/>\n 05. La présente norme a pour objectif de contribuer à sécuriser les missions ou les prestations du commissaire aux comptes en précisant la façon dont l'analyse des faits et circonstances qui caractérisent la situation est menée, analyse qui comprend une démarche d'identification et de traitement des risques d'atteinte à son impartialité ou son indépendance dite démarche “ risques et sauvegardes ”.<br/><br/>\n Définitions<br/><br/>\n 06. Commissaire aux comptes intervenant ès qualités : L'intervention ès qualités de commissaire aux comptes résulte :</p><p><br/>\n-des dispositions légales et réglementaires sur le fondement desquelles la mission ou la prestation est mise en œuvre ;<br/><br/>\n-de la mention de la qualité de commissaire aux comptes dans les documents de restitution de la mission ou de la prestation ;<br/><br/>\n-ou encore de la référence, dans ces documents, à l'application des normes relatives à l'exercice professionnel des commissaires aux comptes ou de la doctrine professionnelle élaborée par la Compagnie nationale des commissaires aux comptes.</p><p><br/>\n Elle peut en outre résulter d'un faisceau d'indices parmi lesquels l'utilisation d'un papier à en-tête d'une structure ayant pour objet l'exercice du commissariat aux comptes.<br/><br/>\n 07. Mission : conformément à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000041747405&dateTexte=&categorieLien=cid'>article R. 820-1-1 du code de commerce</a>, le terme mission recouvre :</p><p><br/>\n-la mission de contrôle légal et, le cas échéant, les autres missions confiées par la loi ou le règlement au commissaire aux comptes qui exerce la mission de contrôle légal de la personne ou de l'entité ; et<br/><br/>\n-les autres missions légales ou réglementaires réalisées par un commissaire aux comptes pour une personne ou une entité pour laquelle il n'exerce pas la mission de contrôle légal. Il peut s'agir, par exemple, d'une mission de commissariat aux apports, à la fusion ou à la transformation.</p><p><br/>\n 08. Prestation : conformément à l'article R. 820-1-1 du code de commerce, le terme prestation recouvre les services et attestations qui ne sont pas des missions visées au paragraphe 07 de la présente norme, qu'un commissaire aux comptes fournit à une personne ou une entité pour laquelle il exerce ou non la mission de contrôle légal. Il peut s'agir par exemple d'un audit financier contractuel ou encore d'une revue de conformité à un référentiel.<br/><br/>\n 09. Situation à risque : le fait, pour le commissaire aux comptes, d'être placé en risque de ne pas pouvoir réaliser la mission ou la prestation de façon indépendante et impartiale. La cause et les effets de la situation à risque varient selon les faits et circonstances qui la caractérisent.<br/><br/>\n 10. Mesure de sauvegarde appropriée : mesure qui garantit l'impartialité et l'indépendance du commissaire aux comptes lorsqu'il est exposé à une situation à risque. Cette mesure de sauvegarde est destinée soit à éliminer la cause de la situation à risque, soit à en réduire les effets à un niveau suffisamment faible pour que l'indépendance et l'impartialité du commissaire aux comptes ne soient pas affectées et pour permettre l'acceptation ou la poursuite de la mission ou prestation en conformité avec les exigences légales, réglementaires et celles du code de déontologie.<br/><br/>\n Pour les besoins de la présente norme, les termes “ mesure de sauvegarde appropriée ” visent indifféremment une ou plusieurs mesures de sauvegarde appropriées.<br/><br/>\n 11. Tiers objectif, raisonnable et informé : personne qui :</p><p><br/>\n-bien qu'extérieure à la situation et n'ayant pas d'intérêt personnel dans cette dernière, s'y intéresse ;<br/><br/>\n-possède les connaissances suffisantes lui permettant d'apprécier les faits et circonstances qui caractérisent la situation ; et<br/><br/>\n-est en mesure d'apprécier si ces faits et circonstances sont objectivement de nature à faire naître, chez lui, un doute raisonnable sur le respect, par le commissaire aux comptes, des principes fondamentaux de comportement relatifs à l'impartialité et à l'indépendance et la prévention des conflits d'intérêts.</p><p><br/>\n Moyens nécessaires à la conduite de l'analyse<br/><br/>\n Modalités d'organisation et de fonctionnement<br/><br/>\n 12. L'analyse, par le commissaire aux comptes, des faits et circonstances qui caractérisent la situation suppose qu'il collecte les éléments suffisants et appropriés.<br/><br/>\n 13. Pour ce faire, le commissaire aux comptes s'appuie sur les modalités d'organisation et de fonctionnement de la structure d'exercice du commissariat aux comptes à laquelle il appartient, proportionnées à l'ampleur et la complexité de ses activités, mises en place conformément aux dispositions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270901&dateTexte=&categorieLien=cid'>R. 822-32</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270902&dateTexte=&categorieLien=cid'>R. 822-33</a> du code de commerce.<br/><br/>\n Jugement professionnel<br/><br/>\n 14. Le commissaire aux comptes exerce son jugement professionnel à tous les stades de l'analyse.<br/><br/>\n L'exercice de ce jugement professionnel requiert que le commissaire aux comptes prenne le recul nécessaire sur les faits et circonstances qui caractérisent la situation et qu'il mobilise les qualités requises par son statut, en particulier l'esprit critique, la compétence, l'objectivité, l'intégrité et l'indépendance, afin de prendre des décisions éclairées.<br/><br/>\n Analyse à mener par le commissaire aux comptes qui envisage de réaliser une mission ou une prestation<br/><br/>\n 15. Lorsque le commissaire aux comptes envisage de réaliser une mission ou une prestation, il analyse les faits et circonstances qui caractérisent la situation aux fins d'apprécier si, en conscience mais aussi aux yeux d'un tiers objectif, raisonnable et informé, cette dernière peut être réalisée de façon indépendante et impartiale.<br/><br/>\n En outre, lorsqu'il réalise déjà une autre mission ou une autre prestation, il s'assure également qu'il peut poursuivre cette autre mission ou cette autre prestation dans le respect des principes d'indépendance et d'impartialité.<br/><br/>\n Prise de connaissance des faits et circonstances<br/><br/>\n 16. Le commissaire aux comptes s'enquiert des éléments suivants :</p><p><br/>\n-l'objectif et la nature de la mission ou de la prestation envisagée ; et<br/><br/>\n-toute information utile sur la personne ou entité pour laquelle il envisage de réaliser la mission ou la prestation, notamment sa forme juridique, sa structure organisationnelle et son secteur d'activité.</p><p><br/>\n 17. Au vu de ces éléments, le commissaire aux comptes :</p><p><br/>\n-détermine la nature des diligences qu'il convient de mettre en œuvre pour répondre à l'objectif de son intervention, les compétences qu'elle requiert et les honoraires en rapport avec ces diligences et compétences ;<br/><br/>\n-identifie les parties, autres que lui-même et la personne ou l'entité pour laquelle il envisage de réaliser la mission ou la prestation, qui sont susceptibles d'être concernées par la mission ou par la prestation ; et<br/><br/>\n-identifie les règles déontologiques applicables en l'espèce.</p><p><br/>\n Concernant les parties autres que le commissaire aux comptes et la personne ou l'entité pour laquelle le commissaire aux comptes envisage de réaliser une mission ou une prestation<br/><br/>\n 18. Les parties autres que le commissaire aux comptes et la personne ou l'entité pour laquelle le commissaire aux comptes envisage de réaliser une mission ou une prestation comprennent les personnes ou entités liées au commissaire aux comptes, c'est-à-dire les associés et les membres de la direction de la structure d'exercice à laquelle il appartient, les salariés de cette structure et les membres de son réseau.<br/><br/>\n Elles peuvent également comprendre des personnes ou entités liées à la personne ou à l'entité pour laquelle le commissaire aux comptes envisage de réaliser une mission ou une prestation.<br/><br/>\n 19. Son analyse ayant pour objectif de s'assurer de la préservation de son indépendance et de son impartialité, y compris aux yeux d'un tiers objectif, raisonnable et informé, le commissaire aux comptes recherche et prend en compte les liens personnels, financiers ou professionnels entre lui-même, la personne ou l'entité pour laquelle il envisage de réaliser une mission ou une prestation et les personnes ou entités visées aux paragraphes 17 et 18.<br/><br/>\n Ces liens s'apprécient au regard de chacune des situations.<br/><br/>\n Les liens personnels à rechercher et à prendre en compte ne se limitent pas à ceux énoncés à l'article 32, I. du code de déontologie.<br/><br/>\n Les liens professionnels s'entendent notamment des liens résultant des missions ou des prestations en cours de réalisation ou antérieurement réalisées par le commissaire aux comptes ou les membres de son réseau.<br/><br/>\n Concernant les règles déontologiques applicables en l'espèce<br/><br/>\n 20. Le commissaire aux comptes est soumis à des règles déontologiques attachées à sa qualité et qui sont donc applicables à toute situation. D'autres règles déontologiques ne sont applicables qu'à certaines situations, par exemple lorsque le commissaire aux comptes exerce une mission de certification des comptes ou encore lorsqu'il exerce en réseau.<br/><br/>\n 21. Au vu des éléments collectés au titre des caractéristiques de la mission ou de la prestation qu'il envisage de réaliser, de la personne ou l'entité pour laquelle il envisage de réaliser la mission ou la prestation et des parties autres que cette personne ou entité, le commissaire aux comptes identifie les règles déontologiques applicables en l'espèce.<br/><br/>\n 22. A ce titre, il considère l'ensemble des situations interdites ou incompatibles prévues par les textes légaux et réglementaires.<br/><br/>\n Le code de déontologie dispose notamment qu'il est interdit au commissaire aux comptes d'accepter une mission ou une prestation dont la rémunération est proportionnelle ou conditionnelle ou qui relève du monopole d'une autre profession.<br/><br/>\n Analyse des faits et circonstances et identification d'une situation à risque<br/><br/>\n 23. Le commissaire aux comptes analyse l'ensemble des éléments mentionnés aux paragraphes 16 à 22 afin de pouvoir conclure s'il est en mesure de réaliser la mission ou la prestation envisagée en toute impartialité et indépendance et que cela soit également perçu comme tel par un tiers objectif, raisonnable et informé.<br/><br/>\n 24. S'il conclut que la mission ou la prestation envisagée le placerait, dans l'exercice de la nouvelle mission ou prestation ou dans l'exercice d'une mission ou prestation en cours, dans une situation interdite ou incompatible prévue par les textes légaux et réglementaires, il ne l'accepte pas.<br/><br/>\n 25. S'il conclut que la mission ou la prestation envisagée ne le placerait pas, dans l'exercice de la nouvelle mission ou prestation ou dans l'exercice d'une mission ou prestation en cours dans une situation interdite ou incompatible prévue par les textes légaux et réglementaires et qu'il n'a pas identifié de situation à risque, il peut accepter la mission ou la prestation envisagée.<br/><br/>\n 26. S'il identifie une situation à risque pour ce qui concerne la mission ou la prestation envisagée ou la mission ou la prestation en cours de réalisation, il poursuit l'analyse conformément aux principes définis aux paragraphes 27 à 30.<br/><br/>\n Traitement de la situation à risque<br/><br/>\n 27. Le commissaire aux comptes exposé à une situation à risque recherche s'il existe une mesure de sauvegarde appropriée.<br/><br/>\n 28. Pour cela, il tient compte des éléments suivants :</p><p><br/>\n-la situation à risque peut être engendrée par un ou plusieurs risques tels qu'un risque résultant de liens personnels ou professionnels, un risque d'autorévision, un risque de dépendance financière ou encore un risque de conflit d'intérêts ;<br/><br/>\n-la situation à risque peut concerner la mission ou la prestation que le commissaire aux comptes envisage de réaliser ou la mission ou la prestation en cours de réalisation.</p><p><br/>\n Dans tous les cas la mesure de sauvegarde appropriée doit permettre la réalisation de chaque mission ou chaque prestation dans le respect des principes d'indépendance et d'impartialité ;</p><p><br/>\n-pour être qualifiée de mesure de sauvegarde appropriée, la mesure doit être suffisante.</p><p><br/>\n Cela implique que pour chacun des risques qui engendre la situation à risque, une mesure doit être envisagée, étant précisé qu'une même mesure de sauvegarde appropriée peut répondre à plusieurs risques ;</p><p><br/>\n-pour être qualifiée de mesure de sauvegarde appropriée, la mesure doit préserver l'indépendance et l'impartialité du commissaire aux comptes y compris aux yeux d'un tiers objectif, raisonnable et informé.</p><p><br/>\n 29. Lorsque le commissaire aux comptes identifie une mesure de sauvegarde appropriée, il peut accepter la mission ou la prestation envisagée.<br/><br/>\n 30. Lorsque le commissaire aux comptes n'identifie pas de mesure de sauvegarde appropriée, il en tire les conséquences suivantes :</p><p><br/>\n-lorsque la situation à risque concerne la mission ou la prestation qu'il envisage de réaliser, le commissaire aux comptes n'accepte pas cette mission ou cette prestation ;<br/><br/>\n-lorsque la situation à risque concerne la mission ou la prestation en cours de réalisation et que cette situation à risque ne surviendrait qu'en cas d'acceptation de la nouvelle mission ou de la nouvelle prestation, le commissaire aux comptes n'envisage de l'accepter qu'après avoir conclu qu'il est possible de mettre fin à la mission ou à la prestation en cours de réalisation, au regard des règles déontologiques applicables, en ce compris, d'une part, les articles 11 et 28 du code de déontologie relatifs à la fin de la mission ou de la prestation et à la démission, et, d'autre part, l'article 3 relatif à l'intégrité qui suppose de s'interdire tout comportement déloyal.</p><p><br/>\n Analyse à mener par le commissaire aux comptes qui a accepté de réaliser une mission ou une prestation et qui identifie des changements dans les faits et circonstances qui ont prévalu à son acceptation<br/><br/>\n 31. Tout au long de l'exercice de la mission ou de la prestation, le commissaire aux comptes s'appuie sur les modalités d'organisation et de fonctionnement mentionnées au paragraphe 13 en vue d'identifier la survenance de changement dans les faits et circonstances qui ont prévalu à l'analyse menée en vue de son acceptation.<br/><br/>\n 32. Lorsqu'il identifie un tel changement, il apprécie si ce dernier est susceptible de remettre en cause son analyse initiale.<br/><br/>\n 33. Si tel est le cas, il actualise son analyse en appliquant les principes définis aux paragraphes 12 à 28 et en tire les conséquences sur la poursuite de la mission ou de la prestation.<br/><br/>\n 34. Lorsque le commissaire aux comptes n'identifie pas de mesure de sauvegarde appropriée, il met un terme à la mission ou à la prestation, en respectant les dispositions des articles 11 et 28 du code de déontologie.<br/><br/>\n Exercice de la mission ou de la prestation par plusieurs commissaires aux comptes<br/><br/>\n 35. Sans préjudice des dispositions légales et réglementaires expressément applicables à la certification des comptes, lorsque la mission ou la prestation est réalisée par plusieurs commissaires aux comptes, ou qu'il est envisagé qu'elle le soit, chacun d'entre eux effectue sa propre analyse des faits et circonstances qui caractérisent la situation et qui lui sont propres.<br/><br/>\n 36. Lorsqu'un des co-commissaires aux comptes identifie une situation à risque, il s'en entretient avec les autres co-commissaires aux comptes et :</p><p><br/>\n-leur expose les conséquences qu'il envisage d'en tirer sur l'acceptation ou la poursuite de la mission ou de la prestation qui le place en situation à risque ;<br/><br/>\n-examine avec eux les conséquences éventuelles à en tirer sur l'acceptation ou la poursuite de la mission ou de la prestation qu'ils envisagent d'exercer ou qu'ils exercent ensemble ; et<br/><br/>\n-envisage avec eux l'opportunité d'en informer, de manière concertée, les organes visés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>article L. 823-16 du code de commerce</a>.</p><p><br/>\n 37. En cas de désaccord sur la situation à risque ou le traitement de cette situation, si nécessaire, ils recourent à la conciliation du président de leur compagnie régionale ou, s'ils appartiennent à des compagnies régionales distinctes, des présidents de leur compagnie respective, conformément à l'article 8 du code de déontologie.<br/><br/>\n Echanges avec les organes visés à l'article L. 823-16 du code de commerce<br/><br/>\n 38. Sans préjudice des dispositions du II de l'article L. 823-16 du code de commerce, lorsque le commissaire aux comptes identifie un risque de ne pas être en mesure de réaliser la mission ou la prestation dans le respect des principes d'indépendance et d'impartialité, il apprécie l'utilité d'en informer l'organe collégial chargé de l'administration ou l'organe chargé de la direction et l'organe de surveillance.<br/><br/>\n 39. Lorsqu'il l'estime utile, le commissaire aux comptes procède à cette information dans des délais appropriés au vu notamment des conséquences qui pourraient résulter des actions à engager pour remédier à la situation.<br/><br/>\n 40. Lorsque la mission ou la prestation est réalisée par plusieurs commissaires aux comptes et que la communication aux organes visés à l'article L. 823-16 du code de commerce n'est pas effectuée par l'ensemble des co-commissaires aux comptes, le commissaire aux comptes qui s'est entretenu avec les organes précités informe les co-commissaires aux comptes des conclusions de ces échanges.<br/><br/>\n Documentation<br/><br/>\n 41. La documentation doit permettre à toute personne ayant la connaissance des textes légaux et réglementaires applicables à la profession et n'ayant pas participé à la mission ou à la prestation de comprendre comment le commissaire aux comptes est parvenu à la conclusion qu'il est en mesure d'accepter la mission ou la prestation ou de poursuivre la mission ou la prestation en cours.<br/><br/>\n 42. Avant d'accepter la mission ou la prestation, le commissaire aux comptes consigne dans son dossier les faits et circonstances qui caractérisent la situation.<br/><br/>\n 43. Lorsque le commissaire aux comptes est exposé à une situation à risque, la documentation comprend :</p><p><br/>\n-la description de la situation à risque identifiée, en ce compris chacun des risques qui l'ont engendrée et, en particulier sa cause et ses effets ;<br/><br/>\n-la description de la mesure de sauvegarde appropriée mise en œuvre ;<br/><br/>\n-le cas échéant, la formalisation des échanges avec les co-commissaires aux comptes prévus aux paragraphes 36 et 40 et le résultat de la procédure de conciliation visée au paragraphe 37 si celle-ci a été engagée ;<br/><br/>\n-le cas échéant, la formalisation des échanges avec les organes visés à l'article L. 823-16 du code de commerce.</p><p><br/>\n 44. Lorsque le commissaire aux comptes identifie un changement dans les faits et circonstances qui ont prévalu à l'analyse menée en vue de l'acceptation de la réalisation de la mission ou de la prestation, il le consigne dans son dossier et, lorsque ce changement remet en cause son analyse initiale, il actualise les éléments mentionnés au paragraphe 43.<br/><br/>\n 45. La forme et le niveau de détail de la documentation sont proportionnés et dépendent de chaque situation.</p>",
            "num": "A822-28-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1679788800000,
            "dateFin": 1704067200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2146959359,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000048932974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "Chapitre II : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000020163571",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000048933008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2009-05-15",
                        "titre": "Section 2 : De la déontologie et de l'indépendance des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163137",
                        "id": "LEGISCTA000020163494",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-05-15",
                        "fin": "2024-01-01",
                        "titre": "Section 2 : De la déontologie et de l'indépendance des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163137",
                        "id": "LEGISCTA000020632412",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163137",
                        "id": "LEGISCTA000048933940",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020620131",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163137",
            "sectionParentId": "LEGISCTA000048933940",
            "sectionParentTitre": "Section 2 : Du statut des commissaires aux comptes",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité. &gt; Chapitre Ier : Des commissaires aux comptes &gt; Section 2 : Du statut des commissaires aux comptes",
            "refInjection": "MD-20240112_202145_010_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000047345221",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047341050",
                    "textTitle": "Arrêté du 22 mars 2023 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047344319",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-03-25",
                    "dateSignaTexte": "2023-03-22",
                    "dateDebutCible": "2023-03-26"
                },
                {
                    "textCid": "JORFTEXT000048735742",
                    "textTitle": "Arrêté du 28 décembre 2023 - art. 4",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000048870610",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-12-31",
                    "dateSignaTexte": "2023-12-28",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R820-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R820-1-1",
                    "articleId": "LEGIARTI000041747405",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585094400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R822-32",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R822-32",
                    "articleId": "LEGIARTI000006270901",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R822-33",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R822-33",
                    "articleId": "LEGIARTI000006270902",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020632388",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1242345600000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047345221",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1679788800000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A822-28-12",
                "822-28-12"
            ],
            "versionPrecedente": "LEGIARTI000020632388",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020632388",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans le cas où la formation est organisée par un organisme dispensateur de formation professionnelle, ce dernier établit une convention avec le cabinet du commissaire aux comptes bénéficiaire de la formation ou un contrat de formation lorsque le commissaire aux comptes, personne physique, entreprend la formation à titre individuel et à ses frais. Cette convention ou ce contrat précise les modalités de formation pour ce qui concerne notamment l'encadrement, la durée de la formation et le regroupement de participants. Lorsque la formation est organisée par des organismes privés d'enseignements à distance, ces derniers mentionnent obligatoirement sur leurs conventions les deux numéros de déclaration suivants : - l'un délivré par le recteur de l'académie où est situé le siège de l'organisme, lui permettant de délivrer un enseignement à distance ; - l'autre délivré par le préfet de région, aux fins de souscrire des conventions ou des contrats de formation professionnelle. En l'absence de repères habituels propres aux actions de formation \" en présentiel \", il est possible à l'organisme dispensateur de déterminer la durée estimée nécessaire pour effectuer les travaux demandés. La durée totale de la formation pourra intégrer l'ensemble des situations pédagogiques concourant à la réalisation de l'action (autoformation encadrée, séquences de face-à-face pédagogique, apprentissage à distance, etc.) et accessoirement d'autres activités encadrées (autodocumentation, mise en pratique de situations de travail, etc.). Pour chacune des situations, la durée effective ou, le cas échéant, son estimation devra être précisée.",
            "texteHtml": "<p>Dans le cas où la formation est organisée par un organisme dispensateur de formation professionnelle, ce dernier établit une convention avec le cabinet du commissaire aux comptes bénéficiaire de la formation ou un contrat de formation lorsque le commissaire aux comptes, personne physique, entreprend la formation à titre individuel et à ses frais. </p><p> Cette convention ou ce contrat précise les modalités de formation pour ce qui concerne notamment l'encadrement, la durée de la formation et le regroupement de participants. </p><p> Lorsque la formation est organisée par des organismes privés d'enseignements à distance, ces derniers mentionnent obligatoirement sur leurs conventions les deux numéros de déclaration suivants : </p><p> - l'un délivré par le recteur de l'académie où est situé le siège de l'organisme, lui permettant de délivrer un enseignement à distance ; </p><p> - l'autre délivré par le préfet de région, aux fins de souscrire des conventions ou des contrats de formation professionnelle. </p><p> En l'absence de repères habituels propres aux actions de formation \" en présentiel \", il est possible à l'organisme dispensateur de déterminer la durée estimée nécessaire pour effectuer les travaux demandés. </p><p> La durée totale de la formation pourra intégrer l'ensemble des situations pédagogiques concourant à la réalisation de l'action (autoformation encadrée, séquences de face-à-face pédagogique, apprentissage à distance, etc.) et accessoirement d'autres activités encadrées (autodocumentation, mise en pratique de situations de travail, etc.). Pour chacune des situations, la durée effective ou, le cas échéant, son estimation devra être précisée.</p>",
            "num": "A822-28-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1242345600000,
            "dateFin": 1519862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2146959359,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000048932974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "Chapitre II : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000020163571",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000048933008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2009-05-15",
                        "titre": "Section 2 : De la déontologie et de l'indépendance des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163137",
                        "id": "LEGISCTA000020163494",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-05-15",
                        "fin": "2024-01-01",
                        "titre": "Section 2 : De la déontologie et de l'indépendance des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163137",
                        "id": "LEGISCTA000020632412",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163137",
                        "id": "LEGISCTA000048933940",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020620131",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163137",
            "sectionParentId": "LEGISCTA000048933940",
            "sectionParentTitre": "Section 2 : Du statut des commissaires aux comptes",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre II : Du statut des commissaires aux comptes &gt; Section 2 : De la déontologie et de l'indépendance des commissaires aux comptes",
            "refInjection": "MD-20240112_202145_010_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000020632388",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020609097",
                    "textTitle": "Arrêté du 23 mars 2009 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000020619978",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-05-14",
                    "dateSignaTexte": "2009-03-23",
                    "dateDebutCible": "2009-05-15"
                },
                {
                    "textCid": "JORFTEXT000036649928",
                    "textTitle": "Arrêté du 20 février 2018 - art. 7",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000036651596",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-02-28",
                    "dateSignaTexte": "2018-02-20",
                    "dateDebutCible": "2018-03-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020632388",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1242345600000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047345221",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1679788800000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A822-28-12",
                "822-28-12"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}