{
    "cid": "LEGIARTI000043250344",
    "num": "R443-39",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LES DISPOSITIONS RELATIVES AU GAZ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749195",
                        "id": "LEGISCTA000031749195",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : LA COMMERCIALISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749391",
                        "id": "LEGISCTA000031749391",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Le régime de la fourniture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749401",
                        "id": "LEGISCTA000031749401",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-03-14",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Fourniture de secours ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043250316",
                        "id": "LEGISCTA000043250316",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-03-14",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables à la fourniture de secours ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043250336",
                        "id": "LEGISCTA000043250336",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043250344",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044245954",
                    "textTitle": "Délibération n°2021-315 du 14 octobre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044245955",
                    "natureText": "DELIBERATION",
                    "date": 1635281399809,
                    "parentCid": null,
                    "numTexte": "2021-315",
                    "datePubli": 1635206400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L122-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-3",
                    "articleId": "LEGIARTI000023985683",
                    "natureText": "CODE",
                    "date": 1635281399809,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L124-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L124-1",
                    "articleId": "LEGIARTI000031057539",
                    "natureText": "CODE",
                    "date": 1635281399809,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607472000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L443-9-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-9-3",
                    "articleId": "LEGIARTI000039362974",
                    "natureText": "CODE",
                    "date": 1635281399809,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R124-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R124-16",
                    "articleId": "LEGIARTI000032497864",
                    "natureText": "CODE",
                    "date": 1635281399809,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1462752000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-36",
                    "articleId": "LEGIARTI000043250338",
                    "natureText": "CODE",
                    "date": 1635281399809,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-40 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R443-40",
                    "articleId": "LEGIARTI000043250346",
                    "natureText": "CODE",
                    "date": 1635281399809,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043243818",
                    "textTitle": "Décret n°2021-273 du 11 mars 2021 - art. 31",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000043247371",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-03-13",
                    "dateSignaTexte": "2021-03-11",
                    "dateDebutCible": "2021-03-14"
                }
            ],
            "num": "R443-39",
            "origine": "LEGI",
            "texte": "I.-Le fournisseur de secours se substitue au fournisseur défaillant dans ses relations avec ses clients et avec les gestionnaires de réseaux, à compter de la date de retrait ou de suspension de l'autorisation du fournisseur défaillant. II.-Dans le délai fixé au VI de l'article L. 443-9-3 , le fournisseur de secours adresse, sur un support durable, un contrat de fourniture de secours aux clients qu'il est chargé d'alimenter, précisant explicitement le montant et la durée de la majoration de la fourniture de secours. Cette communication est assortie d'une information indiquant au client qu'il peut résilier le contrat à tout moment sans pénalité et sans préavis pour les consommateurs domestiques et moyennant un préavis de quinze jours pour les clients non domestiques pendant la période de la majoration. Elle précise également que le client peut s'opposer à la fourniture de secours dans un délai maximal de quinze jours, et que dans ce cas, il doit souscrire à une offre de fourniture chez le fournisseur de son choix. Le fournisseur de secours est également tenu de préciser qu'à défaut d'entrée en vigueur d'une nouvelle offre de fourniture dans un délai de deux mois à compter de son opposition, la fourniture de ce client sera interrompue. Cette communication précise également que le client peut souscrire à une offre de marché chez le fournisseur de son choix. Elle fait également mention du comparateur prévu à l'article L. 122-3 , pour les clients domestiques et non domestiques dont la consommation annuelle de référence de gaz naturel est inférieure à 300 000 kilowattheures. Ces informations sont rappelées sur tout document adressé par le fournisseur de secours aux clients concernés. Lorsque la fourniture de secours intervient à la suite d'une suspension d'autorisation, cette communication précise également, lorsqu'elle est connue, la date de fin de la suspension de l'autorisation du fournisseur défaillant. III.-L'alimentation des clients qui ont souscrit un contrat de fourniture chez le fournisseur de leur choix dont l'entrée en vigueur intervient après la date mentionnée au I est assurée par le fournisseur de secours jusqu'à l'entrée en vigueur du nouveau contrat. L'alimentation des clients qui s'opposent à la poursuite de leur contrat de fourniture de secours dans le délai prévu au II est assurée par le fournisseur de secours jusqu'à l'entrée en vigueur du nouveau contrat choisi par le client, et en tout état de cause pour une durée maximale de deux mois à compter de leur opposition. IV.-Le fournisseur de secours active sans délai les droits prévus à l'article R. 124-16 aux bénéficiaires du chèque énergie prévu à l'article L. 124-1 dont il a connaissance dans le cadre de la transmission des données prévues à l'article R. 443-40 . Si le bénéficiaire du chèque énergie a choisi d'affecter directement la valeur du chèque auquel il est susceptible d'avoir droit les années suivantes sur le contrat dont il disposait avec le fournisseur défaillant, cette demande est automatiquement transférée sur son contrat de fourniture de secours. Dans l'hypothèse où la fourniture de secours intervient à la suite d'une suspension d'autorisation, et si le bénéficiaire n'a pas quitté cette offre avant la date de son retour vers le fournisseur d'origine, l'activation des protections associées au chèque énergie et l'affectation directe de la valeur du chèque énergie sur le contrat du bénéficiaire pour les années suivantes sont transférées vers le fournisseur d'origine. V.-Lorsque la fourniture de secours intervient à la suite d'une suspension d'autorisation, le fournisseur de secours informe les clients qui n'ont pas souscrit à une offre de marché de la fin de la fourniture de secours et de la date de leur retour chez leur fournisseur d'origine au moins quinze jours avant la fin de la suspension de l'autorisation du fournisseur défaillant.",
            "texteHtml": "<p>I.-Le fournisseur de secours se substitue au fournisseur défaillant dans ses relations avec ses clients et avec les gestionnaires de réseaux, à compter de la date de retrait ou de suspension de l'autorisation du fournisseur défaillant. <br/><br/>II.-Dans le délai fixé au VI de l'article <a href='/article/LEGIARTI000039362974' title='Code de l'énergie - art. L443-9-3 (V)'>L. 443-9-3</a>, le fournisseur de secours adresse, sur un support durable, un contrat de fourniture de secours aux clients qu'il est chargé d'alimenter, précisant explicitement le montant et la durée de la majoration de la fourniture de secours. <br/><br/>Cette communication est assortie d'une information indiquant au client qu'il peut résilier le contrat à tout moment sans pénalité et sans préavis pour les consommateurs domestiques et moyennant un préavis de quinze jours pour les clients non domestiques pendant la période de la majoration. <br/><br/>Elle précise également que le client peut s'opposer à la fourniture de secours dans un délai maximal de quinze jours, et que dans ce cas, il doit souscrire à une offre de fourniture chez le fournisseur de son choix. Le fournisseur de secours est également tenu de préciser qu'à défaut d'entrée en vigueur d'une nouvelle offre de fourniture dans un délai de deux mois à compter de son opposition, la fourniture de ce client sera interrompue. <br/><br/>Cette communication précise également que le client peut souscrire à une offre de marché chez le fournisseur de son choix. Elle fait également mention du comparateur prévu à l'article <a href='/article/LEGIARTI000023985683' title='Code de l'énergie - art. L122-3 (VT)'>L. 122-3</a>, pour les clients domestiques et non domestiques dont la consommation annuelle de référence de gaz naturel est inférieure à 300 000 kilowattheures. Ces informations sont rappelées sur tout document adressé par le fournisseur de secours aux clients concernés. <br/><br/>Lorsque la fourniture de secours intervient à la suite d'une suspension d'autorisation, cette communication précise également, lorsqu'elle est connue, la date de fin de la suspension de l'autorisation du fournisseur défaillant. <br/><br/>III.-L'alimentation des clients qui ont souscrit un contrat de fourniture chez le fournisseur de leur choix dont l'entrée en vigueur intervient après la date mentionnée au I est assurée par le fournisseur de secours jusqu'à l'entrée en vigueur du nouveau contrat. L'alimentation des clients qui s'opposent à la poursuite de leur contrat de fourniture de secours dans le délai prévu au II est assurée par le fournisseur de secours jusqu'à l'entrée en vigueur du nouveau contrat choisi par le client, et en tout état de cause pour une durée maximale de deux mois à compter de leur opposition. <br/><br/>IV.-Le fournisseur de secours active sans délai les droits prévus à l'article <a href='/article/LEGIARTI000032497864' title='Code de l'énergie - art. R124-16 (V)'>R. 124-16 </a>aux bénéficiaires du chèque énergie prévu à l'article <a href='/article/LEGIARTI000031057539' title='Code de l'énergie - art. L124-1 (V)'>L. 124-1 </a>dont il a connaissance dans le cadre de la transmission des données prévues à l'article <a href='/article/LEGIARTI000043250346' title='Code de l'énergie - art. R443-40 (V)'>R. 443-40</a>. Si le bénéficiaire du chèque énergie a choisi d'affecter directement la valeur du chèque auquel il est susceptible d'avoir droit les années suivantes sur le contrat dont il disposait avec le fournisseur défaillant, cette demande est automatiquement transférée sur son contrat de fourniture de secours. <br/><br/>Dans l'hypothèse où la fourniture de secours intervient à la suite d'une suspension d'autorisation, et si le bénéficiaire n'a pas quitté cette offre avant la date de son retour vers le fournisseur d'origine, l'activation des protections associées au chèque énergie et l'affectation directe de la valeur du chèque énergie sur le contrat du bénéficiaire pour les années suivantes sont transférées vers le fournisseur d'origine. <br/><br/>V.-Lorsque la fourniture de secours intervient à la suite d'une suspension d'autorisation, le fournisseur de secours informe les clients qui n'ont pas souscrit à une offre de marché de la fin de la fourniture de secours et de la date de leur retour chez leur fournisseur d'origine au moins quinze jours avant la fin de la suspension de l'autorisation du fournisseur défaillant.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-03-14T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}