{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018760475",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "LES DISPENSES Les personnes titulaires du certificat de troisième année (P2 b), prévu par l'article premier de l'arrêté du 30 avril 1968, sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif au présent arrêté. Les personnes titulaires du diplôme d'études universitaires générales sciences et techniques des activités physiques et sportives , créé par l'arrêté du 11 avril 1975, sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté. Les personnes titulaires du diplôme de moniteur chef d'éducation physique ou sportive délivré par le ministre de la défense sont dispensées des épreuves de l'examen de partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté. Les personnes titulaires du certificat de moniteur de sports de combat et de défense délivré par la police nationale jusqu'en 1978 sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté. Les personnes titulaires de la maîtrise de sciences et techniques économie et gestion du sport délivrée par l'université Paris-Dauphine sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté. Les personnes titulaires du brevet d'Etat d'aptitude à l'enseignement de la culture physique créé par l'arrêté du 4 octobre 1965 sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté. Les personnes titulaires du diplôme d'études universitaires scientifiques et techniques, mention sciences et techniques des activités physiques et sportives , créé par l'arrêté du 16 juillet 1984 susvisé, sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté. Les personnes titulaires du brevet d'Etat d'éducation physique et sportive, institué par le décret n° 45-437 du 17 mars 1945 portant création d'un diplôme de maître d'éducation physique et sportive, sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté. Les personnes titulaires d'un des diplômes du brevet d'Etat d'alpinisme créé par le décret du 17 juin 1972 sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat d'éducateur sportif du premier degré. Les personnes titulaires du brevet d'Etat d'éducateur sportif créé par le décret du 17 juin 1972 et qui sont candidates à un des diplômes du brevet d'Etat d'alpinisme sont dispensées de l'examen de formation générale commune aux métiers sportifs de la montagne. Les professeurs d'éducation physique et sportive titulaires, les professeurs de sports titulaires et les chargés d'enseignement d'éducation physique et sportive titulaires sont dispensés des épreuves des examens de la partie commune des brevets d'Etat du premier et du deuxième degré d'éducateur sportif prévues au présent arrêté. Les personnes titulaires du brevet supérieur d'Etat d'éducation physique et sportive sont dispensées des épreuves des examens de la partie commune des brevets d'Etat du premier et du deuxième degré d'éducateur sportif prévues au présent arrêté. Les personnes titulaires du certificat d'études spéciales de biologie et médecine du sport créé par l'arrêté du 11 octobre 1971 sont dispensées des épreuves de la partie commune des premier et deuxième degrés du brevet d'Etat d'éducateur sportif prévues au présent arrêté. Les personnes titulaires du diplôme de docteur en médecine ou du diplôme d'Etat de masseur-kinésithérapeute sont dispensées des épreuves de l'examen de la partie commune du brevet d'État d'éducateur sportif du premier degré prévues au présent arrêté. Les personnes titulaires du diplôme de moniteur d'éducation physique et sportive délivré par la police nationale jusqu'en 1975 sont dispensées des épreuves des examens de la partie commune des brevets d'Etat du premier et du deuxième degré d'éducateur sportif prévues au présent arrêté. Les personnels officiers titulaires du brevet technique d'éducateur physique ou sportif, du diplôme technique d'entraînement physique militaire et du certificat technique d'entraînement physique et sportif délivrés par le ministre de la défense sont dispensés des épreuves des examens de la partie commune des brevets d'Etat du premier et du deuxième degré d'éducateur sportif prévues à l'arrêté du 8 mai 1974. Les personnes titulaires de la maîtrise en sciences et techniques des activités physiques et sportives créée par l'arrêté du 5 janvier 1982 sont dispensées des épreuves des examens de la partie commune des brevets d'Etat du premier et du deuxième degré d'éducateur sportif prévues au présent arrêté. Les personnes titulaires de la licence sciences et techniques des activités physiques et sportives créée par l'arrêté du 7 juillet 1977 sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier et du deuxième degré d'éducateur sportif prévues au présent arrêté. Compte tenu des changements d'appellation des brevets, des diplômes de moniteur chef d'éducation physique ou sportive, du brevet technique d'éducateur physique ou sportif, du diplôme technique d'éducation physique ou sportive et du certificat technique d'éducateur physique ou sportif, les demandes de dispense devront transiter par le ministère de la défense (commissariat aux sports militaires), qui précisera si les brevets, les diplômes ou certificats correspondent bien à ceux visés ci-dessus. Pour faire acte de candidature à un examen de formation spécifique du brevet d'Etat du deuxième degré d'éducateur sportif, les personnes dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du deuxième degré d'éducateur sportif prévues au présent arrêté doivent avoir satisfait avec succès à un examen de formation spécifique du premier degré.",
            "texteHtml": "<p align='center'>LES DISPENSES</p><p align='justify'>Les personnes titulaires du certificat de troisième année (P2 b), prévu par l'article premier de l'arrêté du 30 avril 1968, sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif au présent arrêté.<br/>Les personnes titulaires du diplôme d'études universitaires générales sciences et techniques des activités physiques et sportives , créé par l'arrêté du 11 avril 1975, sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté.<br/>Les personnes titulaires du diplôme de moniteur chef d'éducation physique ou sportive délivré par le ministre de la défense sont dispensées des épreuves de l'examen de partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté.<br/>Les personnes titulaires du certificat de moniteur de sports de combat et de défense délivré par la police nationale jusqu'en 1978 sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté.<br/>Les personnes titulaires de la maîtrise de sciences et techniques économie et gestion du sport délivrée par l'université Paris-Dauphine sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté.<br/>Les personnes titulaires du brevet d'Etat d'aptitude à l'enseignement de la culture physique créé par l'arrêté du 4 octobre 1965 sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté.<br/>Les personnes titulaires du diplôme d'études universitaires scientifiques et techniques, mention sciences et techniques des activités physiques et sportives , créé par l'arrêté du 16 juillet 1984 susvisé, sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté.<br/>Les personnes titulaires du brevet d'Etat d'éducation physique et sportive, institué par le décret n° 45-437 du 17 mars 1945 portant création d'un diplôme de maître d'éducation physique et sportive, sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier degré d'éducateur sportif prévues au présent arrêté.<br/>Les personnes titulaires d'un des diplômes du brevet d'Etat d'alpinisme créé par le décret du 17 juin 1972 sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat d'éducateur sportif du premier degré.<br/>Les personnes titulaires du brevet d'Etat d'éducateur sportif créé par le décret du 17 juin 1972 et qui sont candidates à un des diplômes du brevet d'Etat d'alpinisme sont dispensées de l'examen de formation générale commune aux métiers sportifs de la montagne.<br/>Les professeurs d'éducation physique et sportive titulaires, les professeurs de sports titulaires et les chargés d'enseignement d'éducation physique et sportive titulaires sont dispensés des épreuves des examens de la partie commune des brevets d'Etat du premier et du deuxième degré d'éducateur sportif prévues au présent arrêté.<br/>Les personnes titulaires du brevet supérieur d'Etat d'éducation physique et sportive sont dispensées des épreuves des examens de la partie commune des brevets d'Etat du premier et du deuxième degré d'éducateur sportif prévues au présent arrêté.<br/>Les personnes titulaires du certificat d'études spéciales de biologie et médecine du sport créé par l'arrêté du 11 octobre 1971 sont dispensées des épreuves de la partie commune des premier et deuxième degrés du brevet d'Etat d'éducateur sportif prévues au présent arrêté.<br/>Les personnes titulaires du diplôme de docteur en médecine ou du diplôme d'Etat de masseur-kinésithérapeute sont dispensées des épreuves de l'examen de la partie commune du brevet d'État d'éducateur sportif du premier degré prévues au présent arrêté.<br/>Les personnes titulaires du diplôme de moniteur d'éducation physique et sportive délivré par la police nationale jusqu'en 1975 sont dispensées des épreuves des examens de la partie commune des brevets d'Etat du premier et du deuxième degré d'éducateur sportif prévues au présent arrêté.<br/>Les personnels officiers titulaires du brevet technique d'éducateur physique ou sportif, du diplôme technique d'entraînement physique militaire et du certificat technique d'entraînement physique et sportif délivrés par le ministre de la défense sont dispensés des épreuves des examens de la partie commune des brevets d'Etat du premier et du deuxième degré d'éducateur sportif prévues à l'arrêté du 8 mai 1974.<br/>Les personnes titulaires de la maîtrise en sciences et techniques des activités physiques et sportives créée par l'arrêté du 5 janvier 1982 sont dispensées des épreuves des examens de la partie commune des brevets d'Etat du premier et du deuxième degré d'éducateur sportif prévues au présent arrêté.<br/>Les personnes titulaires de la licence sciences et techniques des activités physiques et sportives créée par l'arrêté du 7 juillet 1977 sont dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du premier et du deuxième degré d'éducateur sportif prévues au présent arrêté.<br/>Compte tenu des changements d'appellation des brevets, des diplômes de moniteur chef d'éducation physique ou sportive, du brevet technique d'éducateur physique ou sportif, du diplôme technique d'éducation physique ou sportive et du certificat technique d'éducateur physique ou sportif, les demandes de dispense devront transiter par le ministère de la défense (commissariat aux sports militaires), qui précisera si les brevets, les diplômes ou certificats correspondent bien à ceux visés ci-dessus.<br/>Pour faire acte de candidature à un examen de formation spécifique du brevet d'Etat du deuxième degré d'éducateur sportif, les personnes dispensées des épreuves de l'examen de la partie commune du brevet d'Etat du deuxième degré d'éducateur sportif prévues au présent arrêté doivent avoir satisfait avec succès à un examen de formation spécifique du premier degré.</p>",
            "num": "Annexe II-11 (art. A212-167)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1209513600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1268967609,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018752188",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018760475",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018741712",
                    "textTitle": "Arrêté du 28 février 2008 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000018747632",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-04-29",
                    "dateSignaTexte": "2008-02-28",
                    "dateDebutCible": "2008-04-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-167 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-167",
                    "articleId": "LEGIARTI000018761390",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209513600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018760475",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1209513600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-11 (art. A212-167)",
                "II-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}