{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047398098",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un arrêté du ministre chargé de l'agriculture détermine, sous la forme de cahiers des charges types, des critères d'accès aux aides et mesures en première année d'engagement et notamment : -l'appartenance de tout ou partie des surfaces et éléments de l'exploitation à un projet agroenvironnemental et climatique ; -la réalisation et la transmission de diagnostics et de plans de gestion ; -la part ou le type de surfaces demandées par l'exploitant à l'engagement ; -tout autre critère portant sur des caractéristiques de l'exploitation, de son mode de conduite, de ses surfaces et infrastructures agroenvironnementales, de son cheptel, ou de la demande d'aide, y compris sur les années précédant celles de l'engagement. Cet arrêté fixe également les obligations sur lesquelles s'engage le bénéficiaire de l'aide et notamment : -les actions de formation, d'accompagnement technique et de suivi de réunions ; -le maintien, l'interdiction ou la mise en place de pratiques agricoles ou environnementales relatives à tout ou partie des éléments engagés ou non engagés ; -le maintien, l'interdiction ou la mise en place de pratiques agricoles ou environnementales relatives à tout ou partie de l'exploitation, de son assolement et de son cheptel ; -l'enregistrement des pratiques et la réalisation de bilans, mesures, analyses, plans de localisation et autres diagnostics, de façon autonome ou accompagnée ; -le cas échéant, la mise en œuvre des actions identifiées dans le plan de gestion, le plan de localisation et autres diagnostics ; -le respect d'objectifs environnementaux ou agroenvironnementaux ; -tout autre critère portant sur des caractéristiques de l'exploitation, de son mode de conduite, de ses surfaces et infrastructures agroenvironnementales, de son cheptel, de son matériel, de sa gestion des intrants, effluents et déchets, ou de la demande d'aide, y compris sur des actions menées de façon collective. II.-Le préfet de région sélectionne les projets agroenvironnementaux et climatiques mis en œuvre sur chaque zone à enjeu environnemental de son territoire, en tenant compte notamment de la cohérence du projet, de son ambition agroenvironnementale et des financements envisagés. Un arrêté du préfet de région fixe la liste des projets sélectionnés et les cahiers des charges de chaque aide et mesure pouvant faire l'objet d'un engagement. Il peut fixer, le cas échéant, les critères de priorisation des demandes d'aide. III.-Les aides et mesures mentionnées à l'article D. 341-6-2 font l'objet d'un engagement pris par le bénéficiaire pour une durée de cinq ans. A compter de la date limite mentionnée au deuxième alinéa de l'article D. 614-36 de l'année du dépôt de sa demande d'engagement et pendant toute la durée de celui-ci, le bénéficiaire est tenu de respecter les obligations du cahier des charges de l'aide ou de la mesure qu'il a souscrit. Le bénéficiaire dépose chaque année une demande de paiement dans laquelle il confirme ses engagements pour la nouvelle campagne. Pour les aides et mesures liées à la surface, ce dépôt se fait dans le cadre de l'article D. 614-36. Chaque engagement contient une clause de révision au sens du paragraphe 7 de l'article 70 du règlement (UE) n° 2021/2115 du Parlement européen et du Conseil du 2 décembre 2021. Si cette adaptation n'est pas acceptée par le bénéficiaire, l'engagement prend fin et aucun remboursement de paiements effectués au titre du présent article n'est exigé pour la période pendant laquelle l'engagement a été effectif. IV.-Un arrêté du ministre chargé de l'agriculture précise les règles relatives à l'examen du respect des engagements et des critères d'éligibilité relatifs aux animaux, en particulier les taux de conversion des animaux en unité de gros bétail. Il précise également les règles relatives aux densités minimales requises pour les surfaces engagées en arboriculture dans le cadre de l'aide à la conversion à l'agriculture biologique. V.-Une même unité ne peut pas faire l'objet d'un engagement au titre de plus de trois mesures agroenvironnementales et climatiques ou de plus de deux mesures agroenvironnementales et climatiques et d'une aide à l'agriculture biologique. Les règles de cumuls entre les mesures agroenvironnementales et climatiques ou les aides à l'agriculture biologique, y compris avec les engagements relevant de la section 4 du chapitre Ier du titre IV du livre III du code rural et de la pêche maritime, sont précisées par un arrêté du ministre chargé de l'agriculture.",
            "texteHtml": "<p>I.-Un arrêté du ministre chargé de l'agriculture détermine, sous la forme de cahiers des charges types, des critères d'accès aux aides et mesures en première année d'engagement et notamment :</p><p><br/>\n-l'appartenance de tout ou partie des surfaces et éléments de l'exploitation à un projet agroenvironnemental et climatique ;<br/><br/>\n-la réalisation et la transmission de diagnostics et de plans de gestion ;<br/><br/>\n-la part ou le type de surfaces demandées par l'exploitant à l'engagement ;<br/><br/>\n-tout autre critère portant sur des caractéristiques de l'exploitation, de son mode de conduite, de ses surfaces et infrastructures agroenvironnementales, de son cheptel, ou de la demande d'aide, y compris sur les années précédant celles de l'engagement.</p><p><br/>\n Cet arrêté fixe également les obligations sur lesquelles s'engage le bénéficiaire de l'aide et notamment :</p><p><br/>\n-les actions de formation, d'accompagnement technique et de suivi de réunions ;<br/><br/>\n-le maintien, l'interdiction ou la mise en place de pratiques agricoles ou environnementales relatives à tout ou partie des éléments engagés ou non engagés ;<br/><br/>\n-le maintien, l'interdiction ou la mise en place de pratiques agricoles ou environnementales relatives à tout ou partie de l'exploitation, de son assolement et de son cheptel ;<br/><br/>\n-l'enregistrement des pratiques et la réalisation de bilans, mesures, analyses, plans de localisation et autres diagnostics, de façon autonome ou accompagnée ;<br/><br/>\n-le cas échéant, la mise en œuvre des actions identifiées dans le plan de gestion, le plan de localisation et autres diagnostics ;<br/><br/>\n-le respect d'objectifs environnementaux ou agroenvironnementaux ;<br/><br/>\n-tout autre critère portant sur des caractéristiques de l'exploitation, de son mode de conduite, de ses surfaces et infrastructures agroenvironnementales, de son cheptel, de son matériel, de sa gestion des intrants, effluents et déchets, ou de la demande d'aide, y compris sur des actions menées de façon collective.</p><p><br/>\n II.-Le préfet de région sélectionne les projets agroenvironnementaux et climatiques mis en œuvre sur chaque zone à enjeu environnemental de son territoire, en tenant compte notamment de la cohérence du projet, de son ambition agroenvironnementale et des financements envisagés. Un arrêté du préfet de région fixe la liste des projets sélectionnés et les cahiers des charges de chaque aide et mesure pouvant faire l'objet d'un engagement. Il peut fixer, le cas échéant, les critères de priorisation des demandes d'aide.<br/><br/>\n III.-Les aides et mesures mentionnées à l'article D. 341-6-2 font l'objet d'un engagement pris par le bénéficiaire pour une durée de cinq ans.<br/><br/>\n A compter de la date limite mentionnée au deuxième alinéa de l'article D. 614-36 de l'année du dépôt de sa demande d'engagement et pendant toute la durée de celui-ci, le bénéficiaire est tenu de respecter les obligations du cahier des charges de l'aide ou de la mesure qu'il a souscrit.<br/><br/>\n Le bénéficiaire dépose chaque année une demande de paiement dans laquelle il confirme ses engagements pour la nouvelle campagne. Pour les aides et mesures liées à la surface, ce dépôt se fait dans le cadre de l'article D. 614-36.<br/><br/>\n Chaque engagement contient une clause de révision au sens du paragraphe 7 de l'article 70 du règlement (UE) n° 2021/2115 du Parlement européen et du Conseil du 2 décembre 2021. Si cette adaptation n'est pas acceptée par le bénéficiaire, l'engagement prend fin et aucun remboursement de paiements effectués au titre du présent article n'est exigé pour la période pendant laquelle l'engagement a été effectif.<br/><br/>\n IV.-Un arrêté du ministre chargé de l'agriculture précise les règles relatives à l'examen du respect des engagements et des critères d'éligibilité relatifs aux animaux, en particulier les taux de conversion des animaux en unité de gros bétail.<br/><br/>\n Il précise également les règles relatives aux densités minimales requises pour les surfaces engagées en arboriculture dans le cadre de l'aide à la conversion à l'agriculture biologique.<br/><br/>\n V.-Une même unité ne peut pas faire l'objet d'un engagement au titre de plus de trois mesures agroenvironnementales et climatiques ou de plus de deux mesures agroenvironnementales et climatiques et d'une aide à l'agriculture biologique.<br/><br/>\n Les règles de cumuls entre les mesures agroenvironnementales et climatiques ou les aides à l'agriculture biologique, y compris avec les engagements relevant de la section 4 du chapitre Ier du titre IV du livre III du code rural et de la pêche maritime, sont précisées par un arrêté du ministre chargé de l'agriculture.</p>",
            "num": "D341-6-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1680652800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Exploitation agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121450",
                        "id": "LEGISCTA000006121450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Financement des exploitations agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138411",
                        "id": "LEGISCTA000006138411",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152553",
                        "id": "LEGISCTA000006152553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-04-05",
                        "fin": "2999-01-01",
                        "titre": "Section 3 bis : Les mesures agroenvironnementales et climatiques et les aides en faveur de l'agriculture biologique relevant de la programmation de la politique agricole commune débutant en 2023",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047398086",
                        "id": "LEGISCTA000047398086",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000047398098",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047398086",
            "sectionParentId": "LEGISCTA000047398086",
            "sectionParentTitre": "Section 3 bis : Les mesures agroenvironnementales et climatiques et les aides en faveur de l'agriculture biologique relevant de la programmation de la politique agricole commune débutant en 2023",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Exploitation agricole &gt; Titre IV : Financement des exploitations agricoles &gt; Chapitre Ier : Dispositions générales &gt; Section 3 bis : Les mesures agroenvironnementales et climatiques et les aides en faveur de l'agriculture biologique relevant de la programmation de la politique agricole commune débutant en 2023",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047398098",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047396249",
                    "textTitle": "Décret n°2023-246 du 3 avril 2023 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047397685",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-04-04",
                    "dateSignaTexte": "2023-04-03",
                    "dateDebutCible": "2023-04-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000047483302",
                    "textTitle": "Arrêté du 21 avril 2023 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047485331",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1682380800000,
                    "dateDebut": 1682467200000
                },
                {
                    "textCid": "JORFTEXT000047483302",
                    "textTitle": "Arrêté du 21 avril 2023 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000047485336",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1682380800000,
                    "dateDebut": 1682467200000
                },
                {
                    "textCid": "JORFTEXT000047483302",
                    "textTitle": "Arrêté du 21 avril 2023 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000047485338",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1682380800000,
                    "dateDebut": 1682467200000
                },
                {
                    "textCid": "",
                    "textTitle": "section 4 du chapitre Ier du titre IV du livre III du code rural et de la pêche maritime",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047398098",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1680652800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D341-6-6",
                "341-6-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}