{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000029945554",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Au plus tard le 1er mars 2015 et après délibération en ce sens du conseil de la métropole de Lyon, un décret pris dans les conditions prévues à l'article L. 421-7 crée un nouvel office public de l'habitat, dénommé \" OPH de la métropole de Lyon \". Cet office public de l'habitat, rattaché à la métropole de Lyon, exerce, à compter du 1er janvier 2016, en lieu et place de l'office public de l'habitat dénommé \" OPAC du Rhône \", l'activité antérieurement exercée par ce dernier dans le périmètre défini à l'article L. 3611-1 du code général des collectivités territoriales . II.-Sont transférés à l'office public de l'habitat dénommé \" OPH de la métropole de Lyon \", après avis du conseil général du Rhône, les éléments d'actif et de passif afférents aux ensembles immobiliers et à leurs annexes, aux logements et à leurs accessoires, aux foyers logement, aux locaux commerciaux, aux dépendances de ces immeubles et aux réserves foncières situés dans le périmètre défini à l'article L. 3611-1 du code général des collectivités territoriales, dès lors qu'ils appartiennent à l'office public de l'habitat dénommé \" OPAC du Rhône \" et que les biens correspondants ne sont pas affectés au fonctionnement de ses services supports. L'avis du conseil général du Rhône est réputé favorable s'il n'a pas été émis avant le 1er mars 2015. Les biens immobiliers mentionnés à l'alinéa précédent sont transférés de plein droit en pleine propriété, le 1er janvier 2016, dans l'état où ils se trouvent. Ces transferts de propriété sont réalisés à titre gratuit. Ils ne donnent lieu au paiement d'aucune indemnité ou taxe, ni d'aucun droit, salaire ou honoraire, et sont exemptés de la contribution prévue à l'article 879 du code général des impôts . Ils ne donnent pas lieu à remboursement des aides financières consenties par l'Etat pour la construction, l'acquisition ou l'amélioration des biens transférés. Le transfert de ces biens, qui ne donne pas lieu à l'établissement de diagnostics techniques, est prononcé par le représentant de l'Etat dans la région, au vu d'un procès-verbal établi contradictoirement entre les deux offices publics de l'habitat. Il est notifié par l'\" OPH de la métropole de Lyon \" au service de la publicité foncière du Rhône, ainsi qu'aux maires des communes concernées. III.-La partition des éléments d'actif et de passif autres que ceux transférés en application du II du présent article et des biens affectés à des services supports donne lieu à l'établissement d'un protocole d'accord entre les deux offices publics de l'habitat précisant lesdites modalités de cette partition. Ce protocole est approuvé par le représentant de l'Etat dans la région. A défaut de conclusion dudit protocole au plus tard le 31 octobre 2015, le représentant de l'Etat dans la région en fixe son contenu par arrêté, dans un délai de deux mois. Les transferts de propriété de ces éléments d'actif et de passif ne donnent lieu au paiement d'aucune indemnité ou taxe, ni d'aucun droit, salaire ou honoraire et sont exemptés, le cas échéant, de la contribution prévue à l'article 879 du code général des impôts. En tant qu'ils portent sur des biens meubles, ces transferts ne sont pas subordonnés à l'établissement préalable de diagnostics ou contrôles techniques. IV-L'office public de l'habitat dénommé \" OPH de la métropole de Lyon \" est substitué de plein droit à l'office public de l'habitat dénommé \" OPAC du Rhône \" dans les limites des transferts visés aux I, II et III ci-avant : 1° Dans l'ensemble de ses droits et obligations ; 2° Dans l'ensemble des actes et délibérations pris par les organes de l'office public de l'habitat dénommé \" OPAC du Rhône \" ; 3° Dans les procédures en cours de toutes natures, y compris contentieuses ; 4° Dans les contrats de toutes natures, y compris les contrats de prêt et le cas échéant de garantie d'emprunt. Lesdits contrats sont exécutés dans les conditions antérieures jusqu'à leur terme, sauf accord contraire des parties. Les cocontractants sont informés de la substitution de personne morale par office public de l'habitat dénommé \" l'OPH de la métropole de Lyon \". La substitution de personne morale aux contrats en cours n'entraîne aucun droit à résiliation ou à indemnisation. Par dérogation aux dispositions de l'article L. 443-13 , ni les créanciers ni les garants ne peuvent s'y opposer. V.-La date et les modalités de transfert des personnels de l'office public de l'habitat dénommé \" OPAC du Rhône \" vers celui dénommé \" OPH la métropole de Lyon \" font l'objet d'une convention entre ces deux établissements, prise après avis du comité d'entreprise de l'office public de l'habitat dénommé \" OPAC du Rhône \". Les transferts des salariés de l'office public de l'habitat dénommé \" OPAC du Rhône \" désignés par la convention à celui dénommé \" OPH de la métropole de Lyon \" sont régis par l'article L. 1224-1 du code du travail . Les fonctionnaires affectés à l'office public de l'habitat dénommé \" OPAC du Rhône \", désignés par la convention, sont de plein droit affectés à celui dénommé \" OPH de la métropole de Lyon \" dans les conditions de statut et d'emploi qui sont les leurs. Les dispositions de l'article L. 5111-7 du code général des collectivités territoriales sont applicables à l'exception de celles relatives à l'indemnité de mobilité. Les fonctionnaires détachés auprès de l'office public de l'habitat dénommé \" OPAC du Rhône \", désignés par la convention, sont détachés auprès de celui dénommé \" OPH de la métropole de Lyon \". Les fonctionnaires mis à disposition du président de l'office public de l'habitat dénommé \" OPAC du Rhône \", désignés par la convention, sont mis à disposition du président de \" l'OPH de la métropole de Lyon \". Les agents non titulaires de droit public employés par l'office public de l'habitat dénommé \" OPAC du Rhône \", désignés par la convention, sont transférés à celui dénommé \" OPH de la métropole de Lyon \". Ils conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis à l'office public de l'habitat dénommé \" OPAC du Rhône \" sont assimilés à des services accomplis à l'office dénommé \" OPH de la métropole de Lyon \".",
            "texteHtml": "<div align='left'>I.-Au plus tard le 1er mars 2015 et après délibération en ce sens du conseil de la métropole de Lyon, un décret pris dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825598&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L421-7 (V)'>L. 421-7 </a>crée un nouvel office public de l'habitat, dénommé \" OPH de la métropole de Lyon \". <p>Cet office public de l'habitat, rattaché à la métropole de Lyon, exerce, à compter du 1er janvier 2016, en lieu et place de l'office public de l'habitat dénommé \" OPAC du Rhône \", l'activité antérieurement exercée par ce dernier dans le périmètre défini à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528966&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L3611-1 (V)'>L. 3611-1 du code général des collectivités territoriales</a>. </p><p>II.-Sont transférés à l'office public de l'habitat dénommé \" OPH de la métropole de Lyon \", après avis du conseil général du Rhône, les éléments d'actif et de passif afférents aux ensembles immobiliers et à leurs annexes, aux logements et à leurs accessoires, aux foyers logement, aux locaux commerciaux, aux dépendances de ces immeubles et aux réserves foncières situés dans le périmètre défini à l'article L. 3611-1 du code général des collectivités territoriales, dès lors qu'ils appartiennent à l'office public de l'habitat dénommé \" OPAC du Rhône \" et que les biens correspondants ne sont pas affectés au fonctionnement de ses services supports. L'avis du conseil général du Rhône est réputé favorable s'il n'a pas été émis avant le 1er mars 2015. </p><p>Les biens immobiliers mentionnés à l'alinéa précédent sont transférés de plein droit en pleine propriété, le 1er janvier 2016, dans l'état où ils se trouvent. </p><p>Ces transferts de propriété sont réalisés à titre gratuit. Ils ne donnent lieu au paiement d'aucune indemnité ou taxe, ni d'aucun droit, salaire ou honoraire, et sont exemptés de la contribution prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305564&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 879 (V)'>879 du code général des impôts</a>. Ils ne donnent pas lieu à remboursement des aides financières consenties par l'Etat pour la construction, l'acquisition ou l'amélioration des biens transférés. </p><p>Le transfert de ces biens, qui ne donne pas lieu à l'établissement de diagnostics techniques, est prononcé par le représentant de l'Etat dans la région, au vu d'un procès-verbal établi contradictoirement entre les deux offices publics de l'habitat. Il est notifié par l'\" OPH de la métropole de Lyon \" au service de la publicité foncière du Rhône, ainsi qu'aux maires des communes concernées. </p><p>III.-La partition des éléments d'actif et de passif autres que ceux transférés en application du II du présent article et des biens affectés à des services supports donne lieu à l'établissement d'un protocole d'accord entre les deux offices publics de l'habitat précisant lesdites modalités de cette partition. Ce protocole est approuvé par le représentant de l'Etat dans la région. </p><p>A défaut de conclusion dudit protocole au plus tard le 31 octobre 2015, le représentant de l'Etat dans la région en fixe son contenu par arrêté, dans un délai de deux mois. </p><p>Les transferts de propriété de ces éléments d'actif et de passif ne donnent lieu au paiement d'aucune indemnité ou taxe, ni d'aucun droit, salaire ou honoraire et sont exemptés, le cas échéant, de la contribution prévue à l'article 879 du code général des impôts. </p><p>En tant qu'ils portent sur des biens meubles, ces transferts ne sont pas subordonnés à l'établissement préalable de diagnostics ou contrôles techniques. </p><p>IV-L'office public de l'habitat dénommé \" OPH de la métropole de Lyon \" est substitué de plein droit à l'office public de l'habitat dénommé \" OPAC du Rhône \" dans les limites des transferts visés aux I, II et III ci-avant : </p><p>1° Dans l'ensemble de ses droits et obligations ; </p><p>2° Dans l'ensemble des actes et délibérations pris par les organes de l'office public de l'habitat dénommé \" OPAC du Rhône \" ; </p><p>3° Dans les procédures en cours de toutes natures, y compris contentieuses ; </p><p>4° Dans les contrats de toutes natures, y compris les contrats de prêt et le cas échéant de garantie d'emprunt. Lesdits contrats sont exécutés dans les conditions antérieures jusqu'à leur terme, sauf accord contraire des parties. Les cocontractants sont informés de la substitution de personne morale par office public de l'habitat dénommé \" l'OPH de la métropole de Lyon \". La substitution de personne morale aux contrats en cours n'entraîne aucun droit à résiliation ou à indemnisation. Par dérogation aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825706&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L443-13 (V)'>L. 443-13</a>, ni les créanciers ni les garants ne peuvent s'y opposer. </p><p>V.-La date et les modalités de transfert des personnels de l'office public de l'habitat dénommé \" OPAC du Rhône \" vers celui dénommé \" OPH la métropole de Lyon \" font l'objet d'une convention entre ces deux établissements, prise après avis du comité d'entreprise de l'office public de l'habitat dénommé \" OPAC du Rhône \". Les transferts des salariés de l'office public de l'habitat dénommé \" OPAC du Rhône \" désignés par la convention à celui dénommé \" OPH de la métropole de Lyon \" sont régis par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006900875&dateTexte=&categorieLien=cid' title='Code du travail - art. L1224-1 (V)'>L. 1224-1 du code du travail</a>. </p><p>Les fonctionnaires affectés à l'office public de l'habitat dénommé \" OPAC du Rhône \", désignés par la convention, sont de plein droit affectés à celui dénommé \" OPH de la métropole de Lyon \" dans les conditions de statut et d'emploi qui sont les leurs. Les dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028530567&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L5111-7 (V)'>L. 5111-7 du code général des collectivités territoriales</a> sont applicables à l'exception de celles relatives à l'indemnité de mobilité. Les fonctionnaires détachés auprès de l'office public de l'habitat dénommé \" OPAC du Rhône \", désignés par la convention, sont détachés auprès de celui dénommé \" OPH de la métropole de Lyon \". Les fonctionnaires mis à disposition du président de l'office public de l'habitat dénommé \" OPAC du Rhône \", désignés par la convention, sont mis à disposition du président de \" l'OPH de la métropole de Lyon \". </p><p>Les agents non titulaires de droit public employés par l'office public de l'habitat dénommé \" OPAC du Rhône \", désignés par la convention, sont transférés à celui dénommé \" OPH de la métropole de Lyon \". Ils conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis à l'office public de l'habitat dénommé \" OPAC du Rhône \" sont assimilés à des services accomplis à l'office dénommé \" OPH de la métropole de Lyon \".<br/></p></div>",
            "num": "L421-6-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1420070400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 539,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143564",
                        "id": "LEGISCTA000006143564",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Offices publics de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159065",
                        "id": "LEGISCTA000006159065",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-02",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176378",
                        "id": "LEGISCTA000006176378",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028784564",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176378",
            "sectionParentId": "LEGISCTA000006176378",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre II : Organismes d'habitations à loyer modéré. &gt; Chapitre Ier : Offices publics de l'habitat. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029945554",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029925718",
                    "textTitle": "ORDONNANCE n°2014-1543 du 19 décembre 2014 - art. 38",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000029927981",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2014-12-20",
                    "dateSignaTexte": "2014-12-19",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029925686",
                    "textTitle": "RAPPORT du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029925687",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1419033600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030345994",
                    "textTitle": "DÉCRET n°2015-273 du 11 mars 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030347331",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-273",
                    "datePubli": 1426204800000,
                    "dateDebut": 1426291200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 879 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "879",
                    "articleId": "LEGIARTI000006305564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3611-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3611-1",
                    "articleId": "LEGIARTI000028528966",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5111-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5111-7",
                    "articleId": "LEGIARTI000028530567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1565222400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L1224-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1224-1",
                    "articleId": "LEGIARTI000006900875",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L421-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-7",
                    "articleId": "LEGIARTI000006825598",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L421-8-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L421-8-2",
                    "articleId": "LEGIARTI000028784689",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L443-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-13",
                    "articleId": "LEGIARTI000006825706",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028784564",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029945554",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L421-6-1",
                "421-6-1"
            ],
            "versionPrecedente": "LEGIARTI000028784564",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028784564",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "A partir du 1er janvier 2017 et après délibération en ce sens des deux collectivités intéressées, l'office public de l'habitat \"OPAC du Rhône”, rattaché au département du Rhône, est rattaché à la métropole de Lyon.",
            "texteHtml": "<div align='left'>A partir du 1er janvier 2017 et après délibération en ce sens des deux collectivités intéressées, l'office public de l'habitat \"OPAC du Rhône”, rattaché au département du Rhône, est rattaché à la métropole de Lyon.<br/></div>",
            "num": "L421-6-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1395878400000,
            "dateFin": 1420070400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 539,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143564",
                        "id": "LEGISCTA000006143564",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Offices publics de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159065",
                        "id": "LEGISCTA000006159065",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-02",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176378",
                        "id": "LEGISCTA000006176378",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028784564",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176378",
            "sectionParentId": "LEGISCTA000006176378",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre II : Organismes d'habitations à loyer modéré. &gt; Chapitre Ier : Offices publics de l'habitat. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028784564",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028772256",
                    "textTitle": "LOI n°2014-366\n du 24 mars 2014 - art. 114 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "114",
                    "articleId": "LEGIARTI000028775818",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-03-26",
                    "dateSignaTexte": "2014-03-24",
                    "dateDebutCible": "2014-03-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029925686",
                    "textTitle": "RAPPORT du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029925687",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1419033600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030345994",
                    "textTitle": "DÉCRET n°2015-273 du 11 mars 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030347331",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-273",
                    "datePubli": 1426204800000,
                    "dateDebut": 1426291200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028784564",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029945554",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L421-6-1",
                "421-6-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}