{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032924249",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. La société de gestion d'un fonds d'investissement de proximité mentionné à l'article L. 214-31 du code monétaire et financier ou d'un fonds commun de placement dans l'innovation mentionné à l'article L. 214-30 du même code ou le dépositaire des actifs de ces fonds agissant pour le compte de la société de gestion est soumis aux obligations définies aux I à III de l'article 46 AI ter lorsque les souscripteurs des parts de ce fonds entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code général des impôts. 2. La société de gestion du fonds ou le dépositaire des actifs du fonds délivre, au plus tard dans les trois mois suivant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la souscription des parts, aux souscripteurs qui entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code précité, un état individuel qui mentionne : a. L'objet pour lequel il est établi : application du III de l'article 885-0 V bis du code précité ; b. La dénomination du fonds, la raison sociale et l'adresse de la société de gestion ; c. L'identité et l'adresse du souscripteur ; d. Le nombre de parts souscrites, le montant et la date de leur souscription ; e. La date et le montant des versements effectués au titre de leur souscription. Cet état précise que les conditions mentionnées aux articles L. 214-31 ou L. 214-30 du code monétaire et financier et au 1 du III de l'article 885-0 V bis du code général des impôts sont satisfaites. 3. La société de gestion du fonds ou le dépositaire des actifs du fonds isole dans un compte spécial les parts dont la souscription ouvre droit au bénéfice de la réduction d'impôt de solidarité sur la fortune. Il tient ce compte jusqu'à l'expiration de la cinquième année qui suit celle de la souscription. 4. Lorsque, au cours des cinq années qui suivent leur souscription, les parts du fonds sont cédées ou rachetées ou lorsque, dans ce même délai, l'une des conditions prévues aux articles L. 214-31 ou L. 214-30 du code monétaire et financier et au III de l'article 885-0 V bis du code général des impôts cesse d'être satisfaite, la société de gestion du fonds ou le dépositaire des actifs de ce fonds adresse, au souscripteur et à la direction départementale ou, le cas échéant, régionale des finances publiques dans le ressort de laquelle est souscrite sa déclaration de résultat, un état individuel qui comprend, outre les informations mentionnées au 2, le nombre des parts cédées ou rachetées, le montant et la date de la cession ou du rachat ainsi que, le cas échéant, la nature de la condition qui cesse d'être satisfaite. Cet état doit être délivré avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la cession ou le rachat des parts ou le non-respect de l'une des conditions prévues aux articles L. 214-31 ou L. 214-30 du code monétaire et financier. II. – A chaque inventaire semestriel, la société de gestion d'un fonds d'investissement de proximité ou d'un fonds commun de placement dans l'innovation ou le dépositaire des actifs du fonds agissant pour le compte de la société de gestion s'assure que les sociétés dont les titres ou avances en compte courant sont retenus pour le calcul des proportions mentionnées aux articles L. 214-31 ou L. 214-30 du code monétaire et financier satisfont, à la date de clôture de leur dernier exercice précédant l'inventaire, aux conditions mentionnées à ces articles. Il s'assure également que les sociétés dont les titres sont retenus pour le calcul du pourcentage mentionné au c du 1 du III de l'article 885-0 V bis du code général des impôts satisfont aux conditions mentionnées au 1 bis de l'article 885-0 V bis du code précité. La société de gestion du fonds ou le dépositaire de ses actifs adresse, à la clôture de chaque exercice, à la direction départementale ou, le cas échéant, régionale des finances publiques dont il relève, un état de chacun des inventaires semestriels de l'actif du fonds mentionnés au premier alinéa, à l'appui du bilan et du compte de résultats. III. – 1. L'engagement de conservation des parts prévu au 1 du III de l'article 885-0 V bis du code précité est constaté par un document, établi en double exemplaire à l'occasion de chaque souscription, qui précise le nombre de parts, la date et le montant total de la souscription réalisée. 2. Pour bénéficier de la réduction d'impôt prévue au III de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au 2 du I ainsi qu'une copie de l'engagement de conservation mentionné au 1.",
            "texteHtml": "<p>I. – 1. La société de gestion d'un fonds d'investissement de proximité mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650074&dateTexte=&categorieLien=cid'>l'article L. 214-31 du code monétaire et financier </a>ou d'un fonds commun de placement dans l'innovation mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650038&dateTexte=&categorieLien=cid'>l'article L. 214-30 </a>du même code ou le dépositaire des actifs de ces fonds agissant pour le compte de la société de gestion est soumis aux obligations définies aux I à III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069574&idArticle=LEGIARTI000006298118&dateTexte=&categorieLien=cid'>l'article 46 AI ter </a>lorsque les souscripteurs des parts de ce fonds entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305585&dateTexte=&categorieLien=cid'>l'article 885-0 V bis du code général des impôts. </a></p><p>2. La société de gestion du fonds ou le dépositaire des actifs du fonds délivre, au plus tard dans les trois mois suivant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la souscription des parts, aux souscripteurs qui entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code précité, un état individuel qui mentionne :</p><p>a. L'objet pour lequel il est établi : application du III de l'article 885-0 V bis du code précité ;</p><p>b. La dénomination du fonds, la raison sociale et l'adresse de la société de gestion ;</p><p>c. L'identité et l'adresse du souscripteur ;</p><p>d. Le nombre de parts souscrites, le montant et la date de leur souscription ;</p><p>e. La date et le montant des versements effectués au titre de leur souscription.</p><p>Cet état précise que les conditions mentionnées aux articles L. 214-31 ou L. 214-30 du code monétaire et financier et au 1 du III de l'article 885-0 V bis du code général des impôts sont satisfaites.</p><p>3. La société de gestion du fonds ou le dépositaire des actifs du fonds isole dans un compte spécial les parts dont la souscription ouvre droit au bénéfice de la réduction d'impôt de solidarité sur la fortune. Il tient ce compte jusqu'à l'expiration de la cinquième année qui suit celle de la souscription.</p><p>4. Lorsque, au cours des cinq années qui suivent leur souscription, les parts du fonds sont cédées ou rachetées ou lorsque, dans ce même délai, l'une des conditions prévues aux articles L. 214-31 ou L. 214-30 du code monétaire et financier et au III de l'article 885-0 V bis du code général des impôts cesse d'être satisfaite, la société de gestion du fonds ou le dépositaire des actifs de ce fonds adresse, au souscripteur et à la direction départementale ou, le cas échéant, régionale des finances publiques dans le ressort de laquelle est souscrite sa déclaration de résultat, un état individuel qui comprend, outre les informations mentionnées au 2, le nombre des parts cédées ou rachetées, le montant et la date de la cession ou du rachat ainsi que, le cas échéant, la nature de la condition qui cesse d'être satisfaite.</p><p>Cet état doit être délivré avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la cession ou le rachat des parts ou le non-respect de l'une des conditions prévues aux articles L. 214-31 ou L. 214-30 du code monétaire et financier.</p><p>II. – A chaque inventaire semestriel, la société de gestion d'un fonds d'investissement de proximité ou d'un fonds commun de placement dans l'innovation ou le dépositaire des actifs du fonds agissant pour le compte de la société de gestion s'assure que les sociétés dont les titres ou avances en compte courant sont retenus pour le calcul des proportions mentionnées aux articles L. 214-31 ou L. 214-30 du code monétaire et financier satisfont, à la date de clôture de leur dernier exercice précédant l'inventaire, aux conditions mentionnées à ces articles.</p><p>Il s'assure également que les sociétés dont les titres sont retenus pour le calcul du pourcentage mentionné au c du 1 du III de l'article 885-0 V bis du code général des impôts satisfont aux conditions mentionnées au 1 bis de l'article 885-0 V bis du code précité.</p><p>La société de gestion du fonds ou le dépositaire de ses actifs adresse, à la clôture de chaque exercice, à la direction départementale ou, le cas échéant, régionale des finances publiques dont il relève, un état de chacun des inventaires semestriels de l'actif du fonds mentionnés au premier alinéa, à l'appui du bilan et du compte de résultats.</p><p>III. – 1. L'engagement de conservation des parts prévu au 1 du III de l'article 885-0 V bis du code précité est constaté par un document, établi en double exemplaire à l'occasion de chaque souscription, qui précise le nombre de parts, la date et le montant total de la souscription réalisée.</p><p>2. Pour bénéficier de la réduction d'impôt prévue au III de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au 2 du I ainsi qu'une copie de l'engagement de conservation mentionné au 1.</p>",
            "num": "299 octies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "ABROGE",
            "dateDebut": 1469232000000,
            "dateFin": 1527724800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929886,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018647696",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000032924249",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 3 du décret n° 2018-404 du 29 mai 2018 : Pour l'application du C du IX de l'article 31 de la loi du 30 décembre 2017 susvisée, les articles 299-0 septies à 299 duodecies de l'annexe III au code général des impôts, dans leur rédaction applicable jusqu'à l'entrée en vigueur du présent décret, demeurent applicables aux dons et versements ouvrant droit aux avantages fiscaux prévus aux articles 885-0 V bis, 885-0 V bis A et 885-0 V bis B du code général des impôts, dans leur rédaction en vigueur au 31 décembre 2017, effectués jusqu'au 31 décembre 2017.",
            "notaHtml": "<p>Conformément à l’article 3 du décret n° 2018-404 du 29 mai 2018 : Pour l'application du C du IX de l'article 31 de la loi du 30 décembre 2017 susvisée, les articles 299-0 septies à 299 duodecies de l'annexe III au code général des impôts, dans leur rédaction applicable jusqu'à l'entrée en vigueur du présent décret, demeurent applicables aux dons et versements ouvrant droit aux avantages fiscaux prévus aux articles 885-0 V bis, 885-0 V bis A et 885-0 V bis B du code général des impôts, dans leur rédaction en vigueur au 31 décembre 2017, effectués jusqu'au 31 décembre 2017.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032922338",
                    "textTitle": "Décret n°2016-991 du 20 juillet 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032923460",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-07-22",
                    "dateSignaTexte": "2016-07-20",
                    "dateDebutCible": "2016-07-23"
                },
                {
                    "textCid": "JORFTEXT000036958297",
                    "textTitle": "Décret n°2018-404 du 29 mai 2018 - art. 1",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036959974",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-05-30",
                    "dateSignaTexte": "2018-05-29",
                    "dateDebutCible": "2018-05-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024425179",
                    "textTitle": "Arrêté du 1er août 2011 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024438064",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1312329600000,
                    "dateDebut": 1312416000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 299 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "299 bis",
                    "articleId": "LEGIARTI000027799311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe III, CGIANIII. - art. 46 AI ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "46 AI ter",
                    "articleId": "LEGIARTI000006298118",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41",
                    "articleId": "LEGIARTI000006650038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41-1",
                    "articleId": "LEGIARTI000006650074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1060041600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018648101",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1208304000000,
                    "dateFin": 1275868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022317661",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1275868800000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624833",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025886999",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1469232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032924249",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1469232000000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 octies",
                "299"
            ],
            "versionPrecedente": "LEGIARTI000025886999",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025886999",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. La société de gestion d'un fonds d'investissement de proximité mentionné à l'article L. 214-31 du code monétaire et financier ou d'un fonds commun de placement dans l'innovation mentionné à l'article L. 214-30 du même code ou d'un fonds commun de placement à risque mentionné à l'article L. 214-28 du même code ou le dépositaire des actifs de ces fonds agissant pour le compte de la société de gestion est soumis aux obligations définies aux I à III de l'article 46 AI ter lorsque les souscripteurs des parts de ce fonds entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code général des impôts. 2. La société de gestion du fonds ou le dépositaire des actifs du fonds délivre, au plus tard dans les trois mois suivant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la souscription des parts, aux souscripteurs qui entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code précité, un état individuel qui mentionne : a. L'objet pour lequel il est établi : application du III de l'article 885-0 V bis du code précité ; b. La dénomination du fonds, la raison sociale et l'adresse de la société de gestion ; c. L'identité et l'adresse du souscripteur ; d. Le nombre de parts souscrites, le montant et la date de leur souscription ; e. La date et le montant des versements effectués au titre de leur souscription. Cet état précise que les conditions mentionnées aux articles L. 214-31, LL. 214-30 ou L. 214-28 du code monétaire et financier et au 1 du III de l'article 885-0 V bis du code général des impôts sont satisfaites. 3. La société de gestion du fonds ou le dépositaire des actifs du fonds isole dans un compte spécial les parts dont la souscription ouvre droit au bénéfice de la réduction d'impôt de solidarité sur la fortune. Il tient ce compte jusqu'à l'expiration de la cinquième année qui suit celle de la souscription. 4. Lorsque, au cours des cinq années qui suivent leur souscription, les parts du fonds sont cédées ou rachetées ou lorsque, dans ce même délai, l'une des conditions prévues aux articles L. 214-31, L. 214-30 ou L. 214-28 du code monétaire et financier et au III de l'article 885-0 V bis du code général des impôts cesse d'être satisfaite, la société de gestion du fonds ou le dépositaire des actifs de ce fonds adresse, au souscripteur et à la direction départementale ou, le cas échéant, régionale des finances publiques dans le ressort de laquelle est souscrite sa déclaration de résultat, un état individuel qui comprend, outre les informations mentionnées au 2, le nombre des parts cédées ou rachetées, le montant et la date de la cession ou du rachat ainsi que, le cas échéant, la nature de la condition qui cesse d'être satisfaite. Cet état doit être délivré avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la cession ou le rachat des parts ou le non-respect de l'une des conditions prévues aux articles L. 214-31, L. 214-30 ou L. 214-28 du code monétaire et financier. II.-A chaque inventaire semestriel, la société de gestion d'un fonds d'investissement de proximité, d'un fonds commun de placement dans l'innovation ou d'un fonds commun de placement à risque ou le dépositaire des actifs du fonds agissant pour le compte de la société de gestion s'assure que les sociétés dont les titres ou avances en compte courant sont retenus pour le calcul des proportions mentionnées aux articles L. 214-31, L. 214-30 ou L. 214-28 du code monétaire et financier satisfont, à la date de clôture de leur dernier exercice précédant l'inventaire, aux conditions mentionnées à ces articles. Il s'assure également que les sociétés dont les titres sont retenus pour le calcul du pourcentage mentionné au c du 1 du III de l'article 885-0 V bis du code général des impôts satisfont aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. La société de gestion du fonds ou le dépositaire de ses actifs adresse, à la clôture de chaque exercice, à la direction départementale ou, le cas échéant, régionale des finances publiques dont il relève, un état de chacun des inventaires semestriels de l'actif du fonds mentionnés au premier alinéa, à l'appui du bilan et du compte de résultats. III.-1. L'engagement de conservation des parts prévu au 1 du III de l'article 885-0 V bis du code précité est constaté par un document, établi en double exemplaire à l'occasion de chaque souscription, qui précise le nombre de parts, la date et le montant total de la souscription réalisée. 2. Pour bénéficier de la réduction d'impôt prévue au III de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au 2 du I ainsi qu'une copie de l'engagement de conservation mentionné au 1.",
            "texteHtml": "<p>I.-1. La société de gestion d'un fonds d'investissement de proximité mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650074&dateTexte=&categorieLien=cid'>l'article L. 214-31 du code monétaire et financier </a>ou d'un fonds commun de placement dans l'innovation mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650038&dateTexte=&categorieLien=cid'>l'article L. 214-30 </a>du même code ou d'un fonds commun de placement à risque mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649854&dateTexte=&categorieLien=cid'>l'article L. 214-28 </a>du même code ou le dépositaire des actifs de ces fonds agissant pour le compte de la société de gestion est soumis aux obligations définies aux I à III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069574&idArticle=LEGIARTI000006298118&dateTexte=&categorieLien=cid'>l'article 46 AI ter </a>lorsque les souscripteurs des parts de ce fonds entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305585&dateTexte=&categorieLien=cid'>l'article 885-0 V bis du code général des impôts. </a></p><p>2. La société de gestion du fonds ou le dépositaire des actifs du fonds délivre, au plus tard dans les trois mois suivant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la souscription des parts, aux souscripteurs qui entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code précité, un état individuel qui mentionne : </p><p>a. L'objet pour lequel il est établi : application du III de l'article 885-0 V bis du code précité ; </p><p>b. La dénomination du fonds, la raison sociale et l'adresse de la société de gestion ; </p><p>c. L'identité et l'adresse du souscripteur ; </p><p>d. Le nombre de parts souscrites, le montant et la date de leur souscription ; </p><p>e. La date et le montant des versements effectués au titre de leur souscription. </p><p>Cet état précise que les conditions mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649371&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L214-30 (V)'>articles L. 214-31, LL. 214-30 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649334&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L214-28 (V)'>L. 214-28</a> du code monétaire et financier et au 1 du III de l'article 885-0 V bis du code général des impôts sont satisfaites. </p><p>3. La société de gestion du fonds ou le dépositaire des actifs du fonds isole dans un compte spécial les parts dont la souscription ouvre droit au bénéfice de la réduction d'impôt de solidarité sur la fortune. Il tient ce compte jusqu'à l'expiration de la cinquième année qui suit celle de la souscription. </p><p>4. Lorsque, au cours des cinq années qui suivent leur souscription, les parts du fonds sont cédées ou rachetées ou lorsque, dans ce même délai, l'une des conditions prévues aux articles L. 214-31, L. 214-30 ou L. 214-28 du code monétaire et financier et au III de l'article 885-0 V bis du code général des impôts cesse d'être satisfaite, la société de gestion du fonds ou le dépositaire des actifs de ce fonds adresse, au souscripteur et à la direction départementale ou, le cas échéant, régionale des finances publiques dans le ressort de laquelle est souscrite sa déclaration de résultat, un état individuel qui comprend, outre les informations mentionnées au 2, le nombre des parts cédées ou rachetées, le montant et la date de la cession ou du rachat ainsi que, le cas échéant, la nature de la condition qui cesse d'être satisfaite. </p><p>Cet état doit être délivré avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la cession ou le rachat des parts ou le non-respect de l'une des conditions prévues aux articles L. 214-31, L. 214-30 ou L. 214-28 du code monétaire et financier. </p><p>II.-A chaque inventaire semestriel, la société de gestion d'un fonds d'investissement de proximité, d'un fonds commun de placement dans l'innovation ou d'un fonds commun de placement à risque ou le dépositaire des actifs du fonds agissant pour le compte de la société de gestion s'assure que les sociétés dont les titres ou avances en compte courant sont retenus pour le calcul des proportions mentionnées aux articles L. 214-31, L. 214-30 ou L. 214-28 du code monétaire et financier satisfont, à la date de clôture de leur dernier exercice précédant l'inventaire, aux conditions mentionnées à ces articles. </p><p>Il s'assure également que les sociétés dont les titres sont retenus pour le calcul du pourcentage mentionné au c du 1 du III de l'article 885-0 V bis du code général des impôts satisfont aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. </p><p>La société de gestion du fonds ou le dépositaire de ses actifs adresse, à la clôture de chaque exercice, à la direction départementale ou, le cas échéant, régionale des finances publiques dont il relève, un état de chacun des inventaires semestriels de l'actif du fonds mentionnés au premier alinéa, à l'appui du bilan et du compte de résultats. </p><p>III.-1. L'engagement de conservation des parts prévu au 1 du III de l'article 885-0 V bis du code précité est constaté par un document, établi en double exemplaire à l'occasion de chaque souscription, qui précise le nombre de parts, la date et le montant total de la souscription réalisée. </p><p>2. Pour bénéficier de la réduction d'impôt prévue au III de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au 2 du I ainsi qu'une copie de l'engagement de conservation mentionné au 1.</p>",
            "num": "299 octies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1336348800000,
            "dateFin": 1469232000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929886,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018647696",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000025886999",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Modifications effectuées en conséquence de l'article 3 de l'ordonnance n° 2011-915 du 1er août 2011.",
            "notaHtml": "<p>Modifications effectuées en conséquence de l'article 3 de l'ordonnance n° 2011-915 du 1er août 2011.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025803650",
                    "textTitle": "Décret n°2012-653 du 4 mai 2012 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000025819148",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-05-06",
                    "dateSignaTexte": "2012-05-04",
                    "dateDebutCible": "2012-05-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024425179",
                    "textTitle": "Arrêté du 1er août 2011 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024438064",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1312329600000,
                    "dateDebut": 1312416000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 299 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "299 bis",
                    "articleId": "LEGIARTI000027799311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe III, CGIANIII. - art. 46 AI ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "46 AI ter",
                    "articleId": "LEGIARTI000006298118",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-28",
                    "articleId": "LEGIARTI000006649334",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-30",
                    "articleId": "LEGIARTI000006649371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-36",
                    "articleId": "LEGIARTI000006649854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41",
                    "articleId": "LEGIARTI000006650038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41-1",
                    "articleId": "LEGIARTI000006650074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1060041600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018648101",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1208304000000,
                    "dateFin": 1275868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022317661",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1275868800000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624833",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025886999",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1469232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032924249",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1469232000000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 octies",
                "299"
            ],
            "versionPrecedente": "LEGIARTI000025624833",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025624833",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. La société de gestion d'un fonds d'investissement de proximité mentionné à l'article L. 214-41-1 du code monétaire et financier ou d'un fonds commun de placement dans l'innovation mentionné à l'article L. 214-41 du même code ou d'un fonds commun de placement à risque mentionné à l'article L. 214-36 du même code ou le dépositaire des actifs de ces fonds agissant pour le compte de la société de gestion est soumis aux obligations définies aux I à III de l'article 46 AI ter lorsque les souscripteurs des parts de ce fonds entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code général des impôts. 2. La société de gestion du fonds ou le dépositaire des actifs du fonds délivre, au plus tard dans les trois mois suivant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la souscription des parts, aux souscripteurs qui entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code précité, un état individuel qui mentionne : a. L'objet pour lequel il est établi : application du III de l'article 885-0 V bis du code précité ; b. La dénomination du fonds, la raison sociale et l'adresse de la société de gestion ; c. L'identité et l'adresse du souscripteur ; d. Le nombre de parts souscrites, le montant et la date de leur souscription ; e. La date et le montant des versements effectués au titre de leur souscription. Cet état précise que les conditions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au 1 du III de l'article 885-0 V bis du code général des impôts sont satisfaites. 3. La société de gestion du fonds ou le dépositaire des actifs du fonds isole dans un compte spécial les parts dont la souscription ouvre droit au bénéfice de la réduction d'impôt de solidarité sur la fortune. Il tient ce compte jusqu'à l'expiration de la cinquième année qui suit celle de la souscription. 4. Lorsque, au cours des cinq années qui suivent leur souscription, les parts du fonds sont cédées ou rachetées ou lorsque, dans ce même délai, l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au III de l'article 885-0 V bis du code général des impôts cesse d'être satisfaite, la société de gestion du fonds ou le dépositaire des actifs de ce fonds adresse, au souscripteur et à la   direction départementale ou, le cas échéant, régionale des finances publiques dans le ressort de laquelle est souscrite sa déclaration de résultat, un état individuel qui comprend, outre les informations mentionnées au 2, le nombre des parts cédées ou rachetées, le montant et la date de la cession ou du rachat ainsi que, le cas échéant, la nature de la condition qui cesse d'être satisfaite. Cet état doit être délivré avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la cession ou le rachat des parts ou le non-respect de l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier. II.-A chaque inventaire semestriel, la société de gestion d'un fonds d'investissement de proximité, d'un fonds commun de placement dans l'innovation ou d'un fonds commun de placement à risque ou le dépositaire des actifs du fonds agissant pour le compte de la société de gestion s'assure que les sociétés dont les titres ou avances en compte courant sont retenus pour le calcul des proportions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier satisfont, à la date de clôture de leur dernier exercice précédant l'inventaire, aux conditions mentionnées à ces articles. Il s'assure également que les sociétés dont les titres sont retenus pour le calcul du pourcentage mentionné au c du 1 du III de l'article 885-0 V bis du code général des impôts satisfont aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. La société de gestion du fonds ou le dépositaire de ses actifs adresse, à la clôture de chaque exercice, à la   direction départementale ou, le cas échéant, régionale des finances publiques dont il relève, un état de chacun des inventaires semestriels de l'actif du fonds mentionnés au premier alinéa, à l'appui du bilan et du compte de résultats. III.-1. L'engagement de conservation des parts prévu au 1 du III de l'article 885-0 V bis du code précité est constaté par un document, établi en double exemplaire à l'occasion de chaque souscription, qui précise le nombre de parts, la date et le montant total de la souscription réalisée. 2. Pour bénéficier de la réduction d'impôt prévue au III de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au 2 du I ainsi qu'une copie de l'engagement de conservation mentionné au 1.",
            "texteHtml": "<p>I.-1. La société de gestion d'un fonds d'investissement de proximité mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650074&dateTexte=&categorieLien=cid'>l'article L. 214-41-1 du code monétaire et financier </a>ou d'un fonds commun de placement dans l'innovation mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650038&dateTexte=&categorieLien=cid'>l'article L. 214-41 </a>du même code ou d'un fonds commun de placement à risque mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649854&dateTexte=&categorieLien=cid'>l'article L. 214-36 </a>du même code ou le dépositaire des actifs de ces fonds agissant pour le compte de la société de gestion est soumis aux obligations définies aux I à III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069574&idArticle=LEGIARTI000006298118&dateTexte=&categorieLien=cid'>l'article 46 AI ter </a>lorsque les souscripteurs des parts de ce fonds entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305585&dateTexte=&categorieLien=cid'>l'article 885-0 V bis du code général des impôts. </a></p><p>2. La société de gestion du fonds ou le dépositaire des actifs du fonds délivre, au plus tard dans les trois mois suivant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la souscription des parts, aux souscripteurs qui entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code précité, un état individuel qui mentionne : </p><p>a. L'objet pour lequel il est établi : application du III de l'article 885-0 V bis du code précité ; </p><p>b. La dénomination du fonds, la raison sociale et l'adresse de la société de gestion ; </p><p>c. L'identité et l'adresse du souscripteur ; </p><p>d. Le nombre de parts souscrites, le montant et la date de leur souscription ; </p><p>e. La date et le montant des versements effectués au titre de leur souscription. </p><p>Cet état précise que les conditions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au 1 du III de l'article 885-0 V bis du code général des impôts sont satisfaites. </p><p>3. La société de gestion du fonds ou le dépositaire des actifs du fonds isole dans un compte spécial les parts dont la souscription ouvre droit au bénéfice de la réduction d'impôt de solidarité sur la fortune. Il tient ce compte jusqu'à l'expiration de la cinquième année qui suit celle de la souscription. </p><p>4. Lorsque, au cours des cinq années qui suivent leur souscription, les parts du fonds sont cédées ou rachetées ou lorsque, dans ce même délai, l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au III de l'article 885-0 V bis du code général des impôts cesse d'être satisfaite, la société de gestion du fonds ou le dépositaire des actifs de ce fonds adresse, au souscripteur et à la   direction départementale ou, le cas échéant, régionale des finances publiques dans le ressort de laquelle est souscrite sa déclaration de résultat, un état individuel qui comprend, outre les informations mentionnées au 2, le nombre des parts cédées ou rachetées, le montant et la date de la cession ou du rachat ainsi que, le cas échéant, la nature de la condition qui cesse d'être satisfaite. </p><p>Cet état doit être délivré avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la cession ou le rachat des parts ou le non-respect de l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier. </p><p>II.-A chaque inventaire semestriel, la société de gestion d'un fonds d'investissement de proximité, d'un fonds commun de placement dans l'innovation ou d'un fonds commun de placement à risque ou le dépositaire des actifs du fonds agissant pour le compte de la société de gestion s'assure que les sociétés dont les titres ou avances en compte courant sont retenus pour le calcul des proportions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier satisfont, à la date de clôture de leur dernier exercice précédant l'inventaire, aux conditions mentionnées à ces articles. </p><p>Il s'assure également que les sociétés dont les titres sont retenus pour le calcul du pourcentage mentionné au c du 1 du III de l'article 885-0 V bis du code général des impôts satisfont aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. </p><p>La société de gestion du fonds ou le dépositaire de ses actifs adresse, à la clôture de chaque exercice, à la   direction départementale ou, le cas échéant, régionale des finances publiques dont il relève, un état de chacun des inventaires semestriels de l'actif du fonds mentionnés au premier alinéa, à l'appui du bilan et du compte de résultats. </p><p>III.-1. L'engagement de conservation des parts prévu au 1 du III de l'article 885-0 V bis du code précité est constaté par un document, établi en double exemplaire à l'occasion de chaque souscription, qui précise le nombre de parts, la date et le montant total de la souscription réalisée. </p><p>2. Pour bénéficier de la réduction d'impôt prévue au III de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au 2 du I ainsi qu'une copie de l'engagement de conservation mentionné au 1.</p>",
            "num": "299 octies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1333238400000,
            "dateFin": 1336348800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929886,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018647696",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000025624833",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025596082",
                    "textTitle": "Décret n°2012-431  du 29 mars 2012 - art. 25",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000025604233",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-03-31",
                    "dateSignaTexte": "2012-03-29",
                    "dateDebutCible": "2012-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024425179",
                    "textTitle": "Arrêté du 1er août 2011 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024438064",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1312329600000,
                    "dateDebut": 1312416000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 299 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "299 bis",
                    "articleId": "LEGIARTI000027799311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe III, CGIANIII. - art. 46 AI ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "46 AI ter",
                    "articleId": "LEGIARTI000006298118",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-36",
                    "articleId": "LEGIARTI000006649854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41",
                    "articleId": "LEGIARTI000006650038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41-1",
                    "articleId": "LEGIARTI000006650074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1060041600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018648101",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1208304000000,
                    "dateFin": 1275868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022317661",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1275868800000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624833",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025886999",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1469232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032924249",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1469232000000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 octies",
                "299"
            ],
            "versionPrecedente": "LEGIARTI000022317661",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022317661",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. La société de gestion d'un fonds d'investissement de proximité mentionné à l'article L. 214-41-1 du code monétaire et financier ou d'un fonds commun de placement dans l'innovation mentionné à l'article L. 214-41 du même code ou d'un fonds commun de placement à risque mentionné à l'article L. 214-36 du même code ou le dépositaire des actifs de ces fonds agissant pour le compte de la société de gestion est soumis aux obligations définies aux I à III de l'article 46 AI ter lorsque les souscripteurs des parts de ce fonds entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code général des impôts. 2. La société de gestion du fonds ou le dépositaire des actifs du fonds délivre, au plus tard dans les trois mois suivant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la souscription des parts, aux souscripteurs qui entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code précité, un état individuel qui mentionne : a. L'objet pour lequel il est établi : application du III de l'article 885-0 V bis du code précité ; b. La dénomination du fonds, la raison sociale et l'adresse de la société de gestion ; c. L'identité et l'adresse du souscripteur ; d. Le nombre de parts souscrites, le montant et la date de leur souscription ; e. La date et le montant des versements effectués au titre de leur souscription. Cet état précise que les conditions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au 1 du III de l'article 885-0 V bis du code général des impôts sont satisfaites. 3. La société de gestion du fonds ou le dépositaire des actifs du fonds isole dans un compte spécial les parts dont la souscription ouvre droit au bénéfice de la réduction d'impôt de solidarité sur la fortune. Il tient ce compte jusqu'à l'expiration de la cinquième année qui suit celle de la souscription. 4. Lorsque, au cours des cinq années qui suivent leur souscription, les parts du fonds sont cédées ou rachetées ou lorsque, dans ce même délai, l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au III de l'article 885-0 V bis du code général des impôts cesse d'être satisfaite, la société de gestion du fonds ou le dépositaire des actifs de ce fonds adresse, au souscripteur et à la direction des services fiscaux dans le ressort de laquelle est souscrite sa déclaration de résultat, un état individuel qui comprend, outre les informations mentionnées au 2, le nombre des parts cédées ou rachetées, le montant et la date de la cession ou du rachat ainsi que, le cas échéant, la nature de la condition qui cesse d'être satisfaite. Cet état doit être délivré avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la cession ou le rachat des parts ou le non-respect de l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier. II.-A chaque inventaire semestriel, la société de gestion d'un fonds d'investissement de proximité, d'un fonds commun de placement dans l'innovation ou d'un fonds commun de placement à risque ou le dépositaire des actifs du fonds agissant pour le compte de la société de gestion s'assure que les sociétés dont les titres ou avances en compte courant sont retenus pour le calcul des proportions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier satisfont, à la date de clôture de leur dernier exercice précédant l'inventaire, aux conditions mentionnées à ces articles. Il s'assure également que les sociétés dont les titres sont retenus pour le calcul du pourcentage mentionné au c du 1 du III de l'article 885-0 V bis du code général des impôts satisfont aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. La société de gestion du fonds ou le dépositaire de ses actifs adresse, à la clôture de chaque exercice, à la direction des services fiscaux dont il relève, un état de chacun des inventaires semestriels de l'actif du fonds mentionnés au premier alinéa, à l'appui du bilan et du compte de résultats. III.-1. L'engagement de conservation des parts prévu au 1 du III de l'article 885-0 V bis du code précité est constaté par un document, établi en double exemplaire à l'occasion de chaque souscription, qui précise le nombre de parts, la date et le montant total de la souscription réalisée. 2. Pour bénéficier de la réduction d'impôt prévue au III de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au 2 du I ainsi qu'une copie de l'engagement de conservation mentionné au 1.",
            "texteHtml": "<p>I.-1. La société de gestion d'un fonds d'investissement de proximité mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650074&dateTexte=&categorieLien=cid'>l'article L. 214-41-1 du code monétaire et financier </a>ou d'un fonds commun de placement dans l'innovation mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650038&dateTexte=&categorieLien=cid'>l'article L. 214-41 </a>du même code ou d'un fonds commun de placement à risque mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649854&dateTexte=&categorieLien=cid'>l'article L. 214-36 </a>du même code ou le dépositaire des actifs de ces fonds agissant pour le compte de la société de gestion est soumis aux obligations définies aux I à III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069574&idArticle=LEGIARTI000006298118&dateTexte=&categorieLien=cid'>l'article 46 AI ter </a>lorsque les souscripteurs des parts de ce fonds entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305585&dateTexte=&categorieLien=cid'>l'article 885-0 V bis du code général des impôts.</a></p><p>2. La société de gestion du fonds ou le dépositaire des actifs du fonds délivre, au plus tard dans les trois mois suivant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la souscription des parts, aux souscripteurs qui entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code précité, un état individuel qui mentionne : </p><p>a. L'objet pour lequel il est établi : application du III de l'article 885-0 V bis du code précité ; </p><p>b. La dénomination du fonds, la raison sociale et l'adresse de la société de gestion ; </p><p>c. L'identité et l'adresse du souscripteur ; </p><p>d. Le nombre de parts souscrites, le montant et la date de leur souscription ; </p><p>e. La date et le montant des versements effectués au titre de leur souscription. </p><p>Cet état précise que les conditions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au 1 du III de l'article 885-0 V bis du code général des impôts sont satisfaites. </p><p>3. La société de gestion du fonds ou le dépositaire des actifs du fonds isole dans un compte spécial les parts dont la souscription ouvre droit au bénéfice de la réduction d'impôt de solidarité sur la fortune. Il tient ce compte jusqu'à l'expiration de la cinquième année qui suit celle de la souscription. </p><p>4. Lorsque, au cours des cinq années qui suivent leur souscription, les parts du fonds sont cédées ou rachetées ou lorsque, dans ce même délai, l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au III de l'article 885-0 V bis du code général des impôts cesse d'être satisfaite, la société de gestion du fonds ou le dépositaire des actifs de ce fonds adresse, au souscripteur et à la direction des services fiscaux dans le ressort de laquelle est souscrite sa déclaration de résultat, un état individuel qui comprend, outre les informations mentionnées au 2, le nombre des parts cédées ou rachetées, le montant et la date de la cession ou du rachat ainsi que, le cas échéant, la nature de la condition qui cesse d'être satisfaite. </p><p>Cet état doit être délivré avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la cession ou le rachat des parts ou le non-respect de l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier. </p><p>II.-A chaque inventaire semestriel, la société de gestion d'un fonds d'investissement de proximité, d'un fonds commun de placement dans l'innovation ou d'un fonds commun de placement à risque ou le dépositaire des actifs du fonds agissant pour le compte de la société de gestion s'assure que les sociétés dont les titres ou avances en compte courant sont retenus pour le calcul des proportions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier satisfont, à la date de clôture de leur dernier exercice précédant l'inventaire, aux conditions mentionnées à ces articles. </p><p>Il s'assure également que les sociétés dont les titres sont retenus pour le calcul du pourcentage mentionné au c du 1 du III de l'article 885-0 V bis du code général des impôts satisfont aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. </p><p>La société de gestion du fonds ou le dépositaire de ses actifs adresse, à la clôture de chaque exercice, à la direction des services fiscaux dont il relève, un état de chacun des inventaires semestriels de l'actif du fonds mentionnés au premier alinéa, à l'appui du bilan et du compte de résultats. </p><p>III.-1. L'engagement de conservation des parts prévu au 1 du III de l'article 885-0 V bis du code précité est constaté par un document, établi en double exemplaire à l'occasion de chaque souscription, qui précise le nombre de parts, la date et le montant total de la souscription réalisée. </p><p>2. Pour bénéficier de la réduction d'impôt prévue au III de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au 2 du I ainsi qu'une copie de l'engagement de conservation mentionné au 1.</p>",
            "num": "299 octies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1275868800000,
            "dateFin": 1333238400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929886,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018647696",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000022317661",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 2010-604 du 4 juin 2010 art 2 : Les dispositions du présent article sont applicables à l'impôt de solidarité sur la fortune dû à compter de l'année 2010.",
            "notaHtml": "<p>Décret n° 2010-604 du 4 juin 2010 art 2 : Les dispositions du présent article sont applicables à l'impôt de solidarité sur la fortune dû à compter de l'année 2010. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022309133",
                    "textTitle": "Décret n°2010-604\n du 4 juin 2010 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022309858",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-06-06",
                    "dateSignaTexte": "2010-06-04",
                    "dateDebutCible": "2010-06-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024425179",
                    "textTitle": "Arrêté du 1er août 2011 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024438064",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1312329600000,
                    "dateDebut": 1312416000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 299 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "299 bis",
                    "articleId": "LEGIARTI000027799311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe III, CGIANIII. - art. 46 AI ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "46 AI ter",
                    "articleId": "LEGIARTI000006298118",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-36",
                    "articleId": "LEGIARTI000006649854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41",
                    "articleId": "LEGIARTI000006650038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41-1",
                    "articleId": "LEGIARTI000006650074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1060041600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018648101",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1208304000000,
                    "dateFin": 1275868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022317661",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1275868800000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624833",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025886999",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1469232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032924249",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1469232000000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 octies",
                "299"
            ],
            "versionPrecedente": "LEGIARTI000018648101",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018648101",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. La société de gestion d'un fonds d'investissement de proximité mentionné à l'article L. 214-41-1 du code monétaire et financier ou d'un fonds commun de placement dans l'innovation mentionné à l'article L. 214-41 du même code ou d'un fonds commun de placement à risque mentionné à l'article L. 214-36 du même code ou le dépositaire des actifs de ces fonds agissant pour le compte de la société de gestion est soumis aux obligations définies aux I à III de l'article 46 AI ter lorsque les souscripteurs des parts de ce fonds entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code général des impôts. 2. La société de gestion du fonds ou le dépositaire des actifs du fonds délivre, avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la souscription des parts, aux souscripteurs qui entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code précité, un état individuel qui mentionne : a. L'objet pour lequel il est établi : application du III de l'article 885-0 V bis du code précité ; b. La dénomination du fonds, la raison sociale et l'adresse de la société de gestion ; c. L'identité et l'adresse du souscripteur ; d. Le nombre de parts souscrites, le montant et la date de leur souscription ; e. La date et le montant des versements effectués au titre de leur souscription. Cet état précise que les conditions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au 1 du III de l'article 885-0 V bis du code général des impôts sont satisfaites. 3. La société de gestion du fonds ou le dépositaire des actifs du fonds isole dans un compte spécial les parts dont la souscription ouvre droit au bénéfice de la réduction d'impôt de solidarité sur la fortune. Il tient ce compte jusqu'à l'expiration de la cinquième année qui suit celle de la souscription. 4. Lorsque, au cours des cinq années qui suivent leur souscription, les parts du fonds sont cédées ou rachetées ou lorsque, dans ce même délai, l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au III de l'article 885-0 V bis du code général des impôts cesse d'être satisfaite, la société de gestion du fonds ou le dépositaire des actifs de ce fonds adresse, au souscripteur et à la direction des services fiscaux dans le ressort de laquelle est souscrite sa déclaration de résultat, un état individuel qui comprend, outre les informations mentionnées au 2, le nombre des parts cédées ou rachetées, le montant et la date de la cession ou du rachat ainsi que, le cas échéant, la nature de la condition qui cesse d'être satisfaite. Cet état doit être délivré avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la cession ou le rachat des parts ou le non-respect de l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier. II.-A chaque inventaire semestriel, la société de gestion d'un fonds d'investissement de proximité, d'un fonds commun de placement dans l'innovation ou d'un fonds commun de placement à risque ou le dépositaire des actifs du fonds agissant pour le compte de la société de gestion s'assure que les sociétés dont les titres ou avances en compte courant sont retenus pour le calcul des proportions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier satisfont, à la date de clôture de leur dernier exercice précédant l'inventaire, aux conditions mentionnées à ces articles. Il s'assure également que les sociétés dont les titres sont retenus pour le calcul du pourcentage mentionné au c du 1 du III de l'article 885-0 V bis du code général des impôts satisfont aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. La société de gestion du fonds ou le dépositaire de ses actifs adresse, à la clôture de chaque exercice, à la direction des services fiscaux dont il relève, un état de chacun des inventaires semestriels de l'actif du fonds mentionnés au premier alinéa, à l'appui du bilan et du compte de résultats. III.-1. L'engagement de conservation des parts prévu au 1 du III de l'article 885-0 V bis du code précité est constaté par un document, établi en double exemplaire à l'occasion de chaque souscription, qui précise le nombre de parts, la date et le montant total de la souscription réalisée. 2. Pour bénéficier de la réduction d'impôt prévue au III de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune l'état individuel qui lui est remis conformément au 2 du I ainsi qu'une copie de l'engagement de conservation mentionné au 1.",
            "texteHtml": "<p>I.-1. La société de gestion d'un fonds d'investissement de proximité mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650074&dateTexte=&categorieLien=cid'>l'article L. 214-41-1 du code monétaire et financier </a>ou d'un fonds commun de placement dans l'innovation mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650038&dateTexte=&categorieLien=cid'>l'article L. 214-41 </a>du même code ou d'un fonds commun de placement à risque mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649854&dateTexte=&categorieLien=cid'>l'article L. 214-36 </a>du même code ou le dépositaire des actifs de ces fonds agissant pour le compte de la société de gestion est soumis aux obligations définies aux I à III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069574&idArticle=LEGIARTI000006298118&dateTexte=&categorieLien=cid'>l'article 46 AI ter </a>lorsque les souscripteurs des parts de ce fonds entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305585&dateTexte=&categorieLien=cid'>l'article 885-0 V bis du code général des impôts.</a></p><p>2. La société de gestion du fonds ou le dépositaire des actifs du fonds délivre, avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la souscription des parts, aux souscripteurs qui entendent bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au III de l'article 885-0 V bis du code précité, un état individuel qui mentionne : </p><p>a. L'objet pour lequel il est établi : application du III de l'article 885-0 V bis du code précité ; </p><p>b. La dénomination du fonds, la raison sociale et l'adresse de la société de gestion ; </p><p>c. L'identité et l'adresse du souscripteur ; </p><p>d. Le nombre de parts souscrites, le montant et la date de leur souscription ; </p><p>e. La date et le montant des versements effectués au titre de leur souscription. </p><p>Cet état précise que les conditions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au 1 du III de l'article 885-0 V bis du code général des impôts sont satisfaites. </p><p>3. La société de gestion du fonds ou le dépositaire des actifs du fonds isole dans un compte spécial les parts dont la souscription ouvre droit au bénéfice de la réduction d'impôt de solidarité sur la fortune. Il tient ce compte jusqu'à l'expiration de la cinquième année qui suit celle de la souscription. </p><p>4. Lorsque, au cours des cinq années qui suivent leur souscription, les parts du fonds sont cédées ou rachetées ou lorsque, dans ce même délai, l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier et au III de l'article 885-0 V bis du code général des impôts cesse d'être satisfaite, la société de gestion du fonds ou le dépositaire des actifs de ce fonds adresse, au souscripteur et à la direction des services fiscaux dans le ressort de laquelle est souscrite sa déclaration de résultat, un état individuel qui comprend, outre les informations mentionnées au 2, le nombre des parts cédées ou rachetées, le montant et la date de la cession ou du rachat ainsi que, le cas échéant, la nature de la condition qui cesse d'être satisfaite. </p><p>Cet état doit être délivré avant la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune suivant la cession ou le rachat des parts ou le non-respect de l'une des conditions prévues aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier. </p><p>II.-A chaque inventaire semestriel, la société de gestion d'un fonds d'investissement de proximité, d'un fonds commun de placement dans l'innovation ou d'un fonds commun de placement à risque ou le dépositaire des actifs du fonds agissant pour le compte de la société de gestion s'assure que les sociétés dont les titres ou avances en compte courant sont retenus pour le calcul des proportions mentionnées aux articles L. 214-41-1, L. 214-41 ou L. 214-36 du code monétaire et financier satisfont, à la date de clôture de leur dernier exercice précédant l'inventaire, aux conditions mentionnées à ces articles. </p><p>Il s'assure également que les sociétés dont les titres sont retenus pour le calcul du pourcentage mentionné au c du 1 du III de l'article 885-0 V bis du code général des impôts satisfont aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. </p><p>La société de gestion du fonds ou le dépositaire de ses actifs adresse, à la clôture de chaque exercice, à la direction des services fiscaux dont il relève, un état de chacun des inventaires semestriels de l'actif du fonds mentionnés au premier alinéa, à l'appui du bilan et du compte de résultats. </p><p>III.-1. L'engagement de conservation des parts prévu au 1 du III de l'article 885-0 V bis du code précité est constaté par un document, établi en double exemplaire à l'occasion de chaque souscription, qui précise le nombre de parts, la date et le montant total de la souscription réalisée. </p><p>2. Pour bénéficier de la réduction d'impôt prévue au III de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune l'état individuel qui lui est remis conformément au 2 du I ainsi qu'une copie de l'engagement de conservation mentionné au 1.</p>",
            "num": "299 octies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1208304000000,
            "dateFin": 1275868800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929886,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018647696",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000018648101",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018647051",
                    "textTitle": "Décret n°2008-336\n du 14 avril 2008 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000018647614",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-04-15",
                    "dateSignaTexte": "2008-04-14",
                    "dateDebutCible": "2008-04-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024425179",
                    "textTitle": "Arrêté du 1er août 2011 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024438064",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1312329600000,
                    "dateDebut": 1312416000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 299 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "299 bis",
                    "articleId": "LEGIARTI000027799311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe III, CGIANIII. - art. 46 AI ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "46 AI ter",
                    "articleId": "LEGIARTI000006298118",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-36",
                    "articleId": "LEGIARTI000006649854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41",
                    "articleId": "LEGIARTI000006650038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41-1",
                    "articleId": "LEGIARTI000006650074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1060041600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018648101",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1208304000000,
                    "dateFin": 1275868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022317661",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1275868800000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624833",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025886999",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1469232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032924249",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1469232000000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 octies",
                "299"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}