{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039043364",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Dans les assemblées générales des sociétés anonymes d'habitations à loyer modéré, le total des voix dont disposent les actionnaires est égal à dix fois le nombre des actions de la société. II.-L'actionnaire de référence mentionné au 1° du I de l'article L. 422-2-1 et les actionnaires mentionnés au 4° du même I disposent ensemble des deux tiers des voix moins une, arrondis le cas échéant à l'entier inférieur. Il est attribué à chacune des deux catégories un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au capital détenu par les actionnaires qui la constituent. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité des restes, il est procédé à un tirage au sort par huissier. Toutefois, le nombre des voix attribuées à l'actionnaire de référence ne peut être inférieur à la moitié plus une du total des voix mentionné au I du présent article. Dans chacune des deux catégories, les voix sont attribuées à chaque actionnaire proportionnellement à la fraction du capital qu'il détient, le nombre de voix attribuées étant, le cas échéant, arrondi à l'entier inférieur. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité de restes, il est procédé à un tirage au sort par huissier. Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie selon les modalités définies à l'alinéa précédent. III.-Les collectivités territoriales et établissements publics mentionnés au 2° du I de l'article L. 422-2-1 et les représentants des locataires mentionnés au 3° du même I disposent ensemble du tiers des voix plus une, arrondi le cas échéant à l'entier supérieur. Les voix sont réparties entre les deux catégories par les statuts, sans que le nombre de voix attribuées à chacune soit inférieur au dixième du total des voix, arrondi le cas échéant à l'entier supérieur. Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie. Lorsqu'il n'existe d'actionnaire dans aucune des deux catégories, les voix ne sont pas attribuées. IV.-Au sein de la catégorie mentionnée au 2° du I de l'article L. 422-2-1, un quart des voix, arrondi le cas échéant à l'entier supérieur, est attribué au groupe formé par les régions et le reste au groupe formé par les départements et les établissements publics. Lorsqu'il n'existe aucun actionnaire de l'un de ces groupes, les voix sont attribuées à l'autre groupe et réparties selon les règles propres à ce dernier groupe. Deux mois avant la tenue de l'assemblée générale, la société communique aux collectivités et établissements intéressés les informations nécessaires pour arrêter l'état de répartition et les conditions de sa révision périodique en fonction des évolutions du patrimoine de la société et des changements intervenus dans son actionnariat. V.-Au sein du groupe formé par les régions, les voix sont réparties entre ces collectivités en tenant compte de l'implantation géographique des logements et des lits de logements-foyers détenus par la société, chaque région actionnaire disposant d'au moins une voix. La répartition est arrêtée par décisions concordantes des présidents des conseils régionaux intéressés. Ces présidents désignent un mandataire qui notifie le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque région. Les voix restantes sont ensuite réparties entre les régions en attribuant à chacune un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au nombre de logements et de lits de logements-foyers situés sur son territoire, un lit de logement-foyer comptant pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité des restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. VI.-Au sein du groupe des départements et des établissements publics, les voix sont réparties en tenant compte de l'implantation géographique des logements et logements-foyers détenus par la société, chaque actionnaire ayant au moins une voix. Pour les départements, sont pris en compte les logements et les lits de logements-foyers situés à l'intérieur de leurs limites territoriales à l'exclusion de ceux qui sont implantés dans le ressort territorial des établissements publics actionnaires mentionnés au 2° du I de l'article L. 422-2-1. La répartition est arrêtée par décisions concordantes des présidents des conseils départementaux et des établissements publics. Ceux-ci désignent un mandataire chargé de notifier le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque département et à chaque établissement public. Les voix restantes sont réparties en attribuant à chacun des actionnaires un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel, pour un établissement public, au nombre de logements et de lits de logements-foyers situés dans son ressort territorial et, pour un département, au nombre de logements et de lits de logements-foyers situés à l'intérieur de ses limites territoriales à l'exclusion de ceux situés dans le ressort territorial des établissements publics actionnaires. Un lit de logement-foyer compte pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité de restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. VII.-Les voix attribuées à la catégorie des représentants des locataires sont réparties par parts égales, arrondies le cas échéant à l'entier inférieur, entre chacun des représentants des locataires. Les voix restantes sont attribuées au représentant le mieux placé sur la liste ayant obtenu le plus de suffrages.",
            "texteHtml": "<p></p>I.-Dans les assemblées générales des sociétés anonymes d'habitations à loyer modéré, le total des voix dont disposent les actionnaires est égal à dix fois le nombre des actions de la société. <p></p><p></p>II.-L'actionnaire de référence mentionné au 1° du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825239&dateTexte=&categorieLien=cid'>l'article L. 422-2-1</a> et les actionnaires mentionnés au 4° du même I disposent ensemble des deux tiers des voix moins une, arrondis le cas échéant à l'entier inférieur. <p></p><p></p>Il est attribué à chacune des deux catégories un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au capital détenu par les actionnaires qui la constituent. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité des restes, il est procédé à un tirage au sort par huissier. Toutefois, le nombre des voix attribuées à l'actionnaire de référence ne peut être inférieur à la moitié plus une du total des voix mentionné au I du présent article. <p></p><p></p>Dans chacune des deux catégories, les voix sont attribuées à chaque actionnaire proportionnellement à la fraction du capital qu'il détient, le nombre de voix attribuées étant, le cas échéant, arrondi à l'entier inférieur. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité de restes, il est procédé à un tirage au sort par huissier. <p></p><p></p>Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie selon les modalités définies à l'alinéa précédent. <p></p><p></p>III.-Les collectivités territoriales et établissements publics mentionnés au 2° du I de l'article L. 422-2-1 et les représentants des locataires mentionnés au 3° du même I disposent ensemble du tiers des voix plus une, arrondi le cas échéant à l'entier supérieur. <p></p><p></p>Les voix sont réparties entre les deux catégories par les statuts, sans que le nombre de voix attribuées à chacune soit inférieur au dixième du total des voix, arrondi le cas échéant à l'entier supérieur. <p></p><p></p>Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie. Lorsqu'il n'existe d'actionnaire dans aucune des deux catégories, les voix ne sont pas attribuées. <p></p><p></p>IV.-Au sein de la catégorie mentionnée au 2° du I de l'article L. 422-2-1, un quart des voix, arrondi le cas échéant à l'entier supérieur, est attribué au groupe formé par les régions et le reste au groupe formé par les départements et les établissements publics. <p></p><p></p>Lorsqu'il n'existe aucun actionnaire de l'un de ces groupes, les voix sont attribuées à l'autre groupe et réparties selon les règles propres à ce dernier groupe. <p></p><p></p>Deux mois avant la tenue de l'assemblée générale, la société communique aux collectivités et établissements intéressés les informations nécessaires pour arrêter l'état de répartition et les conditions de sa révision périodique en fonction des évolutions du patrimoine de la société et des changements intervenus dans son actionnariat. <p></p><p></p>V.-Au sein du groupe formé par les régions, les voix sont réparties entre ces collectivités en tenant compte de l'implantation géographique des logements et des lits de logements-foyers détenus par la société, chaque région actionnaire disposant d'au moins une voix. La répartition est arrêtée par décisions concordantes des présidents des conseils régionaux intéressés. Ces présidents désignent un mandataire qui notifie le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. <p></p><p></p>Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque région. Les voix restantes sont ensuite réparties entre les régions en attribuant à chacune un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au nombre de logements et de lits de logements-foyers situés sur son territoire, un lit de logement-foyer comptant pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité des restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. <p></p><p></p>VI.-Au sein du groupe des départements et des établissements publics, les voix sont réparties en tenant compte de l'implantation géographique des logements et logements-foyers détenus par la société, chaque actionnaire ayant au moins une voix. Pour les départements, sont pris en compte les logements et les lits de logements-foyers situés à l'intérieur de leurs limites territoriales à l'exclusion de ceux qui sont implantés dans le ressort territorial des établissements publics actionnaires mentionnés au 2° du I de l'article L. 422-2-1. <p></p><p></p>La répartition est arrêtée par décisions concordantes des présidents des conseils départementaux et des établissements publics. Ceux-ci désignent un mandataire chargé de notifier le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. <p></p><p></p>Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque département et à chaque établissement public. Les voix restantes sont réparties en attribuant à chacun des actionnaires un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel, pour un établissement public, au nombre de logements et de lits de logements-foyers situés dans son ressort territorial et, pour un département, au nombre de logements et de lits de logements-foyers situés à l'intérieur de ses limites territoriales à l'exclusion de ceux situés dans le ressort territorial des établissements publics actionnaires. Un lit de logement-foyer compte pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité de restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. <p></p><p></p>VII.-Les voix attribuées à la catégorie des représentants des locataires sont réparties par parts égales, arrondies le cas échéant à l'entier inférieur, entre chacun des représentants des locataires. Les voix restantes sont attribuées au représentant le mieux placé sur la liste ayant obtenu le plus de suffrages.<p></p>",
            "num": "R422-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1567296000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 6606,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145344",
                        "id": "LEGISCTA000006145344",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organismes privés d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160617",
                        "id": "LEGISCTA000006160617",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177624",
                        "id": "LEGISCTA000006177624",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006899278",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177624",
            "sectionParentId": "LEGISCTA000006177624",
            "sectionParentTitre": "Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : Habitations à loyer modéré &gt; Titre II : Organismes d'habitations à loyer modéré &gt; Chapitre II : Organismes privés d'habitations à loyer modéré. &gt; Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039043364",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000038955628",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. Annexe à l'article R422-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe à l'article R422-1",
                    "articleId": "LEGIARTI000039049603",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L422-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L422-2-1",
                    "articleId": "LEGIARTI000006825239",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R422-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R422-2-1",
                    "articleId": "LEGIARTI000047265691",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1677974400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006899278",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1088812800000,
                    "dateFin": 1132272000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006899279",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1132272000000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028249584",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039043364",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R422-1-1",
                "422-1-1"
            ],
            "versionPrecedente": "LEGIARTI000028249584",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028249584",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Dans les assemblées générales des sociétés anonymes d'habitations à loyer modéré, le total des voix dont disposent les actionnaires est égal à dix fois le nombre des actions de la société. II.-L'actionnaire de référence mentionné au 1° du I de l'article L. 422-2-1 et les actionnaires mentionnés au 4° du même I disposent ensemble des deux tiers des voix moins une, arrondis le cas échéant à l'entier inférieur. Il est attribué à chacune des deux catégories un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au capital détenu par les actionnaires qui la constituent. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité des restes, il est procédé à un tirage au sort par huissier. Toutefois, le nombre des voix attribuées à l'actionnaire de référence ne peut être inférieur à la moitié plus une du total des voix mentionné au I du présent article. Dans chacune des deux catégories, les voix sont attribuées à chaque actionnaire proportionnellement à la fraction du capital qu'il détient, le nombre de voix attribuées étant, le cas échéant, arrondi à l'entier inférieur. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité de restes, il est procédé à un tirage au sort par huissier. Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie selon les modalités définies à l'alinéa précédent. III.-Les collectivités territoriales et établissements publics mentionnés au 2° du I de l'article L. 422-2-1 et les représentants des locataires mentionnés au 3° du même I disposent ensemble du tiers des voix plus une, arrondi le cas échéant à l'entier supérieur. Les voix sont réparties entre les deux catégories par les statuts, sans que le nombre de voix attribuées à chacune soit inférieur au dixième du total des voix, arrondi le cas échéant à l'entier supérieur. Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie. Lorsqu'il n'existe d'actionnaire dans aucune des deux catégories, les voix ne sont pas attribuées. IV.-Au sein de la catégorie mentionnée au 2° du I de l'article L. 422-2-1, un quart des voix, arrondi le cas échéant à l'entier supérieur, est attribué au groupe formé par les régions et le reste au groupe formé par les départements et les établissements publics. Lorsqu'il n'existe aucun actionnaire de l'un de ces groupes, les voix sont attribuées à l'autre groupe et réparties selon les règles propres à ce dernier groupe. Deux mois avant la tenue de l'assemblée générale, la société communique aux collectivités et établissements intéressés les informations nécessaires pour arrêter l'état de répartition et les conditions de sa révision périodique en fonction des évolutions du patrimoine de la société et des changements intervenus dans son actionnariat. V.-Au sein du groupe formé par les régions, les voix sont réparties entre ces collectivités en tenant compte de l'implantation géographique des logements et des lits de logements-foyers détenus par la société, chaque région actionnaire disposant d'au moins une voix. La répartition est arrêtée par décisions concordantes des présidents des conseils régionaux intéressés. Ces présidents désignent un mandataire qui notifie le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque région. Les voix restantes sont ensuite réparties entre les régions en attribuant à chacune un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au nombre de logements et de lits de logements-foyers situés sur son territoire, un lit de logement-foyer comptant pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité des restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. VI.-Au sein du groupe des départements et des établissements publics, les voix sont réparties en tenant compte de l'implantation géographique des logements et logements-foyers détenus par la société, chaque actionnaire ayant au moins une voix. Pour les départements, sont pris en compte les logements et les lits de logements-foyers situés à l'intérieur de leurs limites territoriales à l'exclusion de ceux qui sont implantés dans le ressort territorial des établissements publics actionnaires mentionnés au 2° du I de l'article L. 422-2-1. La répartition est arrêtée par décisions concordantes des présidents des conseils départementaux et des établissements publics. Ceux-ci désignent un mandataire chargé de notifier le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque département et à chaque établissement public. Les voix restantes sont réparties en attribuant à chacun des actionnaires un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel, pour un établissement public, au nombre de logements et de lits de logements-foyers situés dans son ressort territorial et, pour un département, au nombre de logements et de lits de logements-foyers situés à l'intérieur de ses limites territoriales à l'exclusion de ceux situés dans le ressort territorial des établissements publics actionnaires. Un lit de logement-foyer compte pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité de restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. VII.-Les voix attribuées à la catégorie des représentants des locataires sont réparties par parts égales, arrondies le cas échéant à l'entier inférieur, entre chacun des représentants des locataires. Les voix restantes sont attribuées au représentant le mieux placé sur la liste ayant obtenu le plus de suffrages.",
            "texteHtml": "<p></p>I.-Dans les assemblées générales des sociétés anonymes d'habitations à loyer modéré, le total des voix dont disposent les actionnaires est égal à dix fois le nombre des actions de la société. <p></p><p></p>II.-L'actionnaire de référence mentionné au 1° du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825239&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L422-2-1 (V)'>l'article L. 422-2-1</a> et les actionnaires mentionnés au 4° du même I disposent ensemble des deux tiers des voix moins une, arrondis le cas échéant à l'entier inférieur. <p></p><p></p>Il est attribué à chacune des deux catégories un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au capital détenu par les actionnaires qui la constituent. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité des restes, il est procédé à un tirage au sort par huissier. Toutefois, le nombre des voix attribuées à l'actionnaire de référence ne peut être inférieur à la moitié plus une du total des voix mentionné au I du présent article. <p></p><p></p>Dans chacune des deux catégories, les voix sont attribuées à chaque actionnaire proportionnellement à la fraction du capital qu'il détient, le nombre de voix attribuées étant, le cas échéant, arrondi à l'entier inférieur. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité de restes, il est procédé à un tirage au sort par huissier. <p></p><p></p>Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie selon les modalités définies à l'alinéa précédent. <p></p><p></p>III.-Les collectivités territoriales et établissements publics mentionnés au 2° du I de l'article L. 422-2-1 et les représentants des locataires mentionnés au 3° du même I disposent ensemble du tiers des voix plus une, arrondi le cas échéant à l'entier supérieur. <p></p><p></p>Les voix sont réparties entre les deux catégories par les statuts, sans que le nombre de voix attribuées à chacune soit inférieur au dixième du total des voix, arrondi le cas échéant à l'entier supérieur. <p></p><p></p>Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie. Lorsqu'il n'existe d'actionnaire dans aucune des deux catégories, les voix ne sont pas attribuées. <p></p><p></p>IV.-Au sein de la catégorie mentionnée au 2° du I de l'article L. 422-2-1, un quart des voix, arrondi le cas échéant à l'entier supérieur, est attribué au groupe formé par les régions et le reste au groupe formé par les départements et les établissements publics. <p></p><p></p>Lorsqu'il n'existe aucun actionnaire de l'un de ces groupes, les voix sont attribuées à l'autre groupe et réparties selon les règles propres à ce dernier groupe. <p></p><p></p>Deux mois avant la tenue de l'assemblée générale, la société communique aux collectivités et établissements intéressés les informations nécessaires pour arrêter l'état de répartition et les conditions de sa révision périodique en fonction des évolutions du patrimoine de la société et des changements intervenus dans son actionnariat. <p></p><p></p>V.-Au sein du groupe formé par les régions, les voix sont réparties entre ces collectivités en tenant compte de l'implantation géographique des logements et des lits de logements-foyers détenus par la société, chaque région actionnaire disposant d'au moins une voix. La répartition est arrêtée par décisions concordantes des présidents des conseils régionaux intéressés. Ces présidents désignent un mandataire qui notifie le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. <p></p><p></p>Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque région. Les voix restantes sont ensuite réparties entre les régions en attribuant à chacune un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au nombre de logements et de lits de logements-foyers situés sur son territoire, un lit de logement-foyer comptant pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité des restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. <p></p><p></p>VI.-Au sein du groupe des départements et des établissements publics, les voix sont réparties en tenant compte de l'implantation géographique des logements et logements-foyers détenus par la société, chaque actionnaire ayant au moins une voix. Pour les départements, sont pris en compte les logements et les lits de logements-foyers situés à l'intérieur de leurs limites territoriales à l'exclusion de ceux qui sont implantés dans le ressort territorial des établissements publics actionnaires mentionnés au 2° du I de l'article L. 422-2-1. <p></p><p></p>La répartition est arrêtée par décisions concordantes des présidents des conseils départementaux et des établissements publics. Ceux-ci désignent un mandataire chargé de notifier le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. <p></p><p></p>Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque département et à chaque établissement public. Les voix restantes sont réparties en attribuant à chacun des actionnaires un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel, pour un établissement public, au nombre de logements et de lits de logements-foyers situés dans son ressort territorial et, pour un département, au nombre de logements et de lits de logements-foyers situés à l'intérieur de ses limites territoriales à l'exclusion de ceux situés dans le ressort territorial des établissements publics actionnaires. Un lit de logement-foyer compte pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité de restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. <p></p><p></p>VII.-Les voix attribuées à la catégorie des représentants des locataires sont réparties par parts égales, arrondies le cas échéant à l'entier inférieur, entre chacun des représentants des locataires. Les voix restantes sont attribuées au représentant le mieux placé sur la liste ayant obtenu le plus de suffrages.<p></p>",
            "num": "R*422-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1426982400000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 6606,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145344",
                        "id": "LEGISCTA000006145344",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organismes privés d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160617",
                        "id": "LEGISCTA000006160617",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177624",
                        "id": "LEGISCTA000006177624",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006899278",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177624",
            "sectionParentId": "LEGISCTA000006177624",
            "sectionParentTitre": "Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : Habitations à loyer modéré &gt; Titre II : Organismes d'habitations à loyer modéré &gt; Chapitre II : Organismes privés d'habitations à loyer modéré. &gt; Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028249584",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000028091134",
                    "textTitle": "Décret n°2013-938\n du 18 octobre 2013 - art. 1 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028091929",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-10-20",
                    "dateSignaTexte": "2013-10-18",
                    "dateDebutCible": "2014-03-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. Annexe à l'article R422-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe à l'article R422-1",
                    "articleId": "LEGIARTI000039049603",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L422-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L422-2-1",
                    "articleId": "LEGIARTI000006825239",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R422-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R422-2-1",
                    "articleId": "LEGIARTI000047265691",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1677974400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006899278",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1088812800000,
                    "dateFin": 1132272000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006899279",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1132272000000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028249584",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039043364",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*422-1-1",
                "422-1-1",
                "R422-1-1"
            ],
            "versionPrecedente": "LEGIARTI000006899279",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006899279",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Dans les assemblées générales des sociétés anonymes d'habitations à loyer modéré, le total des voix dont disposent les actionnaires est égal à dix fois le nombre des actions de la société. II.-L'actionnaire de référence mentionné au 1° du I de l'article L. 422-2-1 et les actionnaires mentionnés au 4° du même I disposent ensemble des deux tiers des voix moins une, arrondis le cas échéant à l'entier inférieur. Il est attribué à chacune des deux catégories un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au capital détenu par les actionnaires qui la constituent. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité des restes, il est procédé à un tirage au sort par huissier. Toutefois, le nombre des voix attribuées à l'actionnaire de référence ne peut être inférieur à la moitié plus une du total des voix mentionné au I du présent article. Dans chacune des deux catégories, les voix sont attribuées à chaque actionnaire proportionnellement à la fraction du capital qu'il détient, le nombre de voix attribuées étant, le cas échéant, arrondi à l'entier inférieur. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité de restes, il est procédé à un tirage au sort par huissier. Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie selon les modalités définies à l'alinéa précédent. III.-Les collectivités territoriales et établissements publics mentionnés au 2° du I de l'article L. 422-2-1 et les représentants des locataires mentionnés au 3° du même I disposent ensemble du tiers des voix plus une, arrondi le cas échéant à l'entier supérieur. Les voix sont réparties entre les deux catégories par les statuts, sans que le nombre de voix attribuées à chacune soit inférieur au dixième du total des voix, arrondi le cas échéant à l'entier supérieur. Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie. Lorsqu'il n'existe d'actionnaire dans aucune des deux catégories, les voix ne sont pas attribuées. IV.-Au sein de la catégorie mentionnée au 2° du I de l'article L. 422-2-1, un quart des voix, arrondi le cas échéant à l'entier supérieur, est attribué au groupe formé par les régions et le reste au groupe formé par les départements et les établissements publics. Lorsqu'il n'existe aucun actionnaire de l'un de ces groupes, les voix sont attribuées à l'autre groupe et réparties selon les règles propres à ce dernier groupe. Deux mois avant la tenue de l'assemblée générale, la société communique aux collectivités et établissements intéressés les informations nécessaires pour arrêter l'état de répartition et les conditions de sa révision périodique en fonction des évolutions du patrimoine de la société et des changements intervenus dans son actionnariat. V.-Au sein du groupe formé par les régions, les voix sont réparties entre ces collectivités en tenant compte de l'implantation géographique des logements et des lits de logements-foyers détenus par la société, chaque région actionnaire disposant d'au moins une voix. La répartition est arrêtée par décisions concordantes des présidents des conseils régionaux intéressés. Ces présidents désignent un mandataire qui notifie le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque région. Les voix restantes sont ensuite réparties entre les régions en attribuant à chacune un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au nombre de logements et de lits de logements-foyers situés sur son territoire, un lit de logement-foyer comptant pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité des restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. VI.-Au sein du groupe des départements et des établissements publics, les voix sont réparties en tenant compte de l'implantation géographique des logements et logements-foyers détenus par la société, chaque actionnaire ayant au moins une voix. Pour les départements, sont pris en compte les logements et les lits de logements-foyers situés à l'intérieur de leurs limites territoriales à l'exclusion de ceux qui sont implantés dans le ressort territorial des établissements publics actionnaires mentionnés au 2° du I de l'article L. 422-2-1. La répartition est arrêtée par décisions concordantes des présidents des conseils généraux et des établissements publics. Ceux-ci désignent un mandataire chargé de notifier le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque département et à chaque établissement public. Les voix restantes sont réparties en attribuant à chacun des actionnaires un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel, pour un établissement public, au nombre de logements et de lits de logements-foyers situés dans son ressort territorial et, pour un département, au nombre de logements et de lits de logements-foyers situés à l'intérieur de ses limites territoriales à l'exclusion de ceux situés dans le ressort territorial des établissements publics actionnaires. Un lit de logement-foyer compte pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité de restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. VII.-Les voix attribuées à la catégorie des représentants des locataires sont réparties par parts égales, arrondies le cas échéant à l'entier inférieur, entre chacun des représentants des locataires. Les voix restantes sont attribuées au représentant le mieux placé sur la liste ayant obtenu le plus de suffrages.",
            "texteHtml": "<p></p>I.-Dans les assemblées générales des sociétés anonymes d'habitations à loyer modéré, le total des voix dont disposent les actionnaires est égal à dix fois le nombre des actions de la société. <p></p><p></p>II.-L'actionnaire de référence mentionné au 1° du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825239&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L422-2-1 (V)'>l'article L. 422-2-1</a> et les actionnaires mentionnés au 4° du même I disposent ensemble des deux tiers des voix moins une, arrondis le cas échéant à l'entier inférieur. <p></p><p></p>Il est attribué à chacune des deux catégories un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au capital détenu par les actionnaires qui la constituent. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité des restes, il est procédé à un tirage au sort par huissier. Toutefois, le nombre des voix attribuées à l'actionnaire de référence ne peut être inférieur à la moitié plus une du total des voix mentionné au I du présent article. <p></p><p></p>Dans chacune des deux catégories, les voix sont attribuées à chaque actionnaire proportionnellement à la fraction du capital qu'il détient, le nombre de voix attribuées étant, le cas échéant, arrondi à l'entier inférieur. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité de restes, il est procédé à un tirage au sort par huissier. <p></p><p></p>Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie selon les modalités définies à l'alinéa précédent. <p></p><p></p>III.-Les collectivités territoriales et établissements publics mentionnés au 2° du I de l'article L. 422-2-1 et les représentants des locataires mentionnés au 3° du même I disposent ensemble du tiers des voix plus une, arrondi le cas échéant à l'entier supérieur. <p></p><p></p>Les voix sont réparties entre les deux catégories par les statuts, sans que le nombre de voix attribuées à chacune soit inférieur au dixième du total des voix, arrondi le cas échéant à l'entier supérieur. <p></p><p></p>Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie. Lorsqu'il n'existe d'actionnaire dans aucune des deux catégories, les voix ne sont pas attribuées. <p></p><p></p>IV.-Au sein de la catégorie mentionnée au 2° du I de l'article L. 422-2-1, un quart des voix, arrondi le cas échéant à l'entier supérieur, est attribué au groupe formé par les régions et le reste au groupe formé par les départements et les établissements publics. <p></p><p></p>Lorsqu'il n'existe aucun actionnaire de l'un de ces groupes, les voix sont attribuées à l'autre groupe et réparties selon les règles propres à ce dernier groupe. <p></p><p></p>Deux mois avant la tenue de l'assemblée générale, la société communique aux collectivités et établissements intéressés les informations nécessaires pour arrêter l'état de répartition et les conditions de sa révision périodique en fonction des évolutions du patrimoine de la société et des changements intervenus dans son actionnariat. <p></p><p></p>V.-Au sein du groupe formé par les régions, les voix sont réparties entre ces collectivités en tenant compte de l'implantation géographique des logements et des lits de logements-foyers détenus par la société, chaque région actionnaire disposant d'au moins une voix. La répartition est arrêtée par décisions concordantes des présidents des conseils régionaux intéressés. Ces présidents désignent un mandataire qui notifie le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. <p></p><p></p>Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque région. Les voix restantes sont ensuite réparties entre les régions en attribuant à chacune un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au nombre de logements et de lits de logements-foyers situés sur son territoire, un lit de logement-foyer comptant pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité des restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. <p></p><p></p>VI.-Au sein du groupe des départements et des établissements publics, les voix sont réparties en tenant compte de l'implantation géographique des logements et logements-foyers détenus par la société, chaque actionnaire ayant au moins une voix. Pour les départements, sont pris en compte les logements et les lits de logements-foyers situés à l'intérieur de leurs limites territoriales à l'exclusion de ceux qui sont implantés dans le ressort territorial des établissements publics actionnaires mentionnés au 2° du I de l'article L. 422-2-1. <p></p><p></p>La répartition est arrêtée par décisions concordantes des présidents des conseils généraux et des établissements publics. Ceux-ci désignent un mandataire chargé de notifier le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. <p></p><p></p>Faute pour le président du conseil d'administration ou de surveillance d'avoir reçu notification de cette répartition, par lettre recommandée avec avis de réception, cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque département et à chaque établissement public. Les voix restantes sont réparties en attribuant à chacun des actionnaires un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel, pour un établissement public, au nombre de logements et de lits de logements-foyers situés dans son ressort territorial et, pour un département, au nombre de logements et de lits de logements-foyers situés à l'intérieur de ses limites territoriales à l'exclusion de ceux situés dans le ressort territorial des établissements publics actionnaires. Un lit de logement-foyer compte pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité de restes, par tirage au sort effectué par huissier. Le président du conseil d'administration ou de surveillance proclame au début de l'assemblée générale les résultats de cette répartition. <p></p><p></p>VII.-Les voix attribuées à la catégorie des représentants des locataires sont réparties par parts égales, arrondies le cas échéant à l'entier inférieur, entre chacun des représentants des locataires. Les voix restantes sont attribuées au représentant le mieux placé sur la liste ayant obtenu le plus de suffrages.<p></p>",
            "num": "R*422-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1132272000000,
            "dateFin": 1426982400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 6606,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145344",
                        "id": "LEGISCTA000006145344",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organismes privés d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160617",
                        "id": "LEGISCTA000006160617",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177624",
                        "id": "LEGISCTA000006177624",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006899278",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177624",
            "sectionParentId": "LEGISCTA000006177624",
            "sectionParentTitre": "Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : Habitations à loyer modéré &gt; Titre II : Organismes d'habitations à loyer modéré &gt; Chapitre II : Organismes privés d'habitations à loyer modéré. &gt; Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006899279",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31 JORF 8 juin 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000816122",
                    "textTitle": "Décret n°2005-1416 du 16 novembre 2005 - art. 1 () JORF 18 novembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006246559",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-11-18",
                    "dateSignaTexte": "2005-11-16",
                    "dateDebutCible": "2005-11-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. Annexe à l'article R422-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe à l'article R422-1",
                    "articleId": "LEGIARTI000039049603",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L422-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L422-2-1",
                    "articleId": "LEGIARTI000006825239",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R422-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R422-2-1",
                    "articleId": "LEGIARTI000047265691",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1677974400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006899278",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1088812800000,
                    "dateFin": 1132272000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006899279",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1132272000000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028249584",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039043364",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*422-1-1",
                "422-1-1",
                "R422-1-1"
            ],
            "versionPrecedente": "LEGIARTI000006899278",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006899278",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Dans les assemblées générales des sociétés anonymes d'habitations à loyer modéré, le total des voix dont disposent les actionnaires est égal à dix fois le nombre des actions de la société. II. - L'actionnaire de référence mentionné au 1° du I de l'article L. 422-2-1 et les actionnaires mentionnés au 4° du même I disposent ensemble des deux tiers des voix moins une, arrondis le cas échéant à l'entier inférieur. Il est attribué à chacune des deux catégories un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au capital détenu par les actionnaires qui la constituent. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité des restes, il est procédé à un tirage au sort par huissier. Toutefois, le nombre des voix attribuées à l'actionnaire de référence ne peut être inférieur à la moitié plus une du total des voix mentionné au I du présent article. Dans chacune des deux catégories, les voix sont attribuées à chaque actionnaire proportionnellement à la fraction du capital qu'il détient, le nombre de voix attribuées étant, le cas échéant, arrondi à l'entier inférieur. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité de restes, il est procédé à un tirage au sort par huissier. Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie selon les modalités définies à l'alinéa précédent. III. - Les collectivités territoriales et établissements publics mentionnés au 2° du I de l'article L. 422-2-1 et les représentants des locataires mentionnés au 3° du même I disposent ensemble du tiers des voix plus une, arrondi le cas échéant à l'entier supérieur. Les voix sont réparties entre les deux catégories par les statuts, sans que le nombre de voix attribuées à chacune soit inférieur au dixième du total des voix, arrondi le cas échéant à l'entier supérieur. Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie. Lorsqu'il n'existe d'actionnaire dans aucune des deux catégories, les voix ne sont pas attribuées. IV. - Au sein de la catégorie mentionnée au 2° du I de l'article L. 422-2-1, un quart des voix, arrondi le cas échéant à l'entier supérieur, est attribué au groupe formé par les régions et le reste au groupe formé par les départements et les établissements publics. Lorsqu'il n'existe aucun actionnaire de l'un de ces groupes, les voix sont attribuées à l'autre groupe et réparties selon les règles propres à ce dernier groupe. Deux mois avant la tenue de l'assemblée générale, la société communique aux collectivités et établissements intéressés les informations nécessaires pour arrêter l'état de répartition et les conditions de sa révision périodique en fonction des évolutions du patrimoine de la société et des changements intervenus dans son actionnariat. V. - Au sein du groupe formé par les régions, les voix sont réparties entre ces collectivités en tenant compte de l'implantation géographique des logements et des lits de logements-foyers détenus par la société, chaque région actionnaire disposant d'au moins une voix. La répartition est arrêtée par décisions concordantes des présidents des conseils régionaux intéressés. Ces présidents désignent un mandataire qui notifie le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. A défaut de notification, dans les conditions prévues aux articles 667 à 669 du nouveau code de procédure civile, de l'état de répartition cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque région. Les voix restantes sont ensuite réparties entre les régions en attribuant à chacune un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au nombre de logements et de lits de logements-foyers situés sur son territoire, un lit de logement-foyer comptant pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité des restes, par tirage au sort effectué par huissier. Le président du conseil d'administration proclame au début de l'assemblée générale les résultats de cette répartition. VI. - Au sein du groupe des départements et des établissements publics, les voix sont réparties en tenant compte de l'implantation géographique des logements et logements-foyers détenus par la société, chaque actionnaire ayant au moins une voix. Pour les départements, sont pris en compte les logements et les lits de logements-foyers situés à l'intérieur de leurs limites territoriales à l'exclusion de ceux qui sont implantés dans le ressort territorial des établissements publics actionnaires mentionnés au 2° du I de l'article L. 422-2-1. La répartition est arrêtée par décisions concordantes des présidents des conseils généraux et des établissements publics. Ceux-ci désignent un mandataire chargé de notifier le résultat de la répartition au président du conseil d'administration ou de surveillance de la société. A défaut de notification, dans les conditions prévues aux articles 667 à 669 du nouveau code de procédure civile, de l'état de répartition cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque département et à chaque établissement public. Les voix restantes sont réparties en attribuant à chacun des actionnaires un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel, pour un établissement public, au nombre de logements et de lits de logements-foyers situés dans son ressort territorial et, pour un département, au nombre de logements et de lits de logements-foyers situés à l'intérieur de ses limites territoriales à l'exclusion de ceux situés dans le ressort territorial des établissements publics actionnaires. Un lit de logement-foyer compte pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité de restes, par tirage au sort effectué par huissier. Le président du conseil d'administration proclame au début de l'assemblée générale les résultats de cette répartition. VII. - Les voix attribuées à la catégorie des représentants des locataires sont réparties par parts égales, arrondies le cas échéant à l'entier inférieur, entre chacun des représentants des locataires. Les voix restantes sont attribuées au représentant le mieux placé sur la liste ayant obtenu le plus de suffrages.",
            "texteHtml": "<p></p>   I. - Dans les assemblées générales des sociétés anonymes d'habitations à loyer modéré, le total des voix dont disposent les actionnaires est égal à dix fois le nombre des actions de la société.<p></p><p></p>   II. - L'actionnaire de référence mentionné au 1° du I de l'article L. 422-2-1 et les actionnaires mentionnés au 4° du même I disposent ensemble des deux tiers des voix moins une, arrondis le cas échéant à l'entier inférieur.<p></p><p></p>   Il est attribué à chacune des deux catégories un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au capital détenu par les actionnaires qui la constituent. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité des restes, il est procédé à un tirage au sort par huissier. Toutefois, le nombre des voix attribuées à l'actionnaire de référence ne peut être inférieur à la moitié plus une du total des voix mentionné au I du présent article.<p></p><p></p>   Dans chacune des deux catégories, les voix sont attribuées à chaque actionnaire proportionnellement à la fraction du capital qu'il détient, le nombre de voix attribuées étant, le cas échéant, arrondi à l'entier inférieur. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité de restes, il est procédé à un tirage au sort par huissier.<p></p><p></p>   Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie selon les modalités définies à l'alinéa précédent.<p></p><p></p>   III. - Les collectivités territoriales et établissements publics mentionnés au 2° du I de l'article L. 422-2-1 et les représentants des locataires mentionnés au 3° du même I disposent ensemble du tiers des voix plus une, arrondi le cas échéant à l'entier supérieur.<p></p><p></p>   Les voix sont réparties entre les deux catégories par les statuts, sans que le nombre de voix attribuées à chacune soit inférieur au dixième du total des voix, arrondi le cas échéant à l'entier supérieur.<p></p><p></p>   Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie. Lorsqu'il n'existe d'actionnaire dans aucune des deux catégories, les voix ne sont pas attribuées.<p></p><p></p>   IV. - Au sein de la catégorie mentionnée au 2° du I de l'article L. 422-2-1, un quart des voix, arrondi le cas échéant à l'entier supérieur, est attribué au groupe formé par les régions et le reste au groupe formé par les départements et les établissements publics.<p></p><p></p>   Lorsqu'il n'existe aucun actionnaire de l'un de ces groupes, les voix sont attribuées à l'autre groupe et réparties selon les règles propres à ce dernier groupe.<p></p><p></p>   Deux mois avant la tenue de l'assemblée générale, la société communique aux collectivités et établissements intéressés les informations nécessaires pour arrêter l'état de répartition et les conditions de sa révision périodique en fonction des évolutions du patrimoine de la société et des changements intervenus dans son actionnariat.<p></p><p></p>   V. - Au sein du groupe formé par les régions, les voix sont réparties entre ces collectivités en tenant compte de l'implantation géographique des logements et des lits de logements-foyers détenus par la société, chaque région actionnaire disposant d'au moins une voix. La répartition est arrêtée par décisions concordantes des présidents des conseils régionaux intéressés. Ces présidents désignent un mandataire qui notifie le résultat de la répartition au président du conseil d'administration ou de surveillance de la société.<p></p><p></p>   A défaut de notification, dans les conditions prévues aux articles 667 à 669 du nouveau code de procédure civile, de l'état de répartition cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque région. Les voix restantes sont ensuite réparties entre les régions en attribuant à chacune un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au nombre de logements et de lits de logements-foyers situés sur son territoire, un lit de logement-foyer comptant pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité des restes, par tirage au sort effectué par huissier. Le président du conseil d'administration proclame au début de l'assemblée générale les résultats de cette répartition.<p></p><p></p>   VI. - Au sein du groupe des départements et des établissements publics, les voix sont réparties en tenant compte de l'implantation géographique des logements et logements-foyers détenus par la société, chaque actionnaire ayant au moins une voix. Pour les départements, sont pris en compte les logements et les lits de logements-foyers situés à l'intérieur de leurs limites territoriales à l'exclusion de ceux qui sont implantés dans le ressort territorial des établissements publics actionnaires mentionnés au 2° du I de l'article L. 422-2-1.<p></p><p></p>   La répartition est arrêtée par décisions concordantes des présidents des conseils généraux et des établissements publics. Ceux-ci désignent un mandataire chargé de notifier le résultat de la répartition au président du conseil d'administration ou de surveillance de la société.<p></p><p></p>   A défaut de notification, dans les conditions prévues aux articles 667 à 669 du nouveau code de procédure civile, de l'état de répartition cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque département et à chaque établissement public. Les voix restantes sont réparties en attribuant à chacun des actionnaires un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel, pour un établissement public, au nombre de logements et de lits de logements-foyers situés dans son ressort territorial et, pour un département, au nombre de logements et de lits de logements-foyers situés à l'intérieur de ses limites territoriales à l'exclusion de ceux situés dans le ressort territorial des établissements publics actionnaires. Un lit de logement-foyer compte pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité de restes, par tirage au sort effectué par huissier. Le président du conseil d'administration proclame au début de l'assemblée générale les résultats de cette répartition.<p></p><p></p>   VII. - Les voix attribuées à la catégorie des représentants des locataires sont réparties par parts égales, arrondies le cas échéant à l'entier inférieur, entre chacun des représentants des locataires. Les voix restantes sont attribuées au représentant le mieux placé sur la liste ayant obtenu le plus de suffrages.<p></p>",
            "num": "R*422-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1088812800000,
            "dateFin": 1132272000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 6606,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145344",
                        "id": "LEGISCTA000006145344",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organismes privés d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160617",
                        "id": "LEGISCTA000006160617",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177624",
                        "id": "LEGISCTA000006177624",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006899278",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177624",
            "sectionParentId": "LEGISCTA000006177624",
            "sectionParentTitre": "Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : Habitations à loyer modéré &gt; Titre II : Organismes d'habitations à loyer modéré &gt; Chapitre II : Organismes privés d'habitations à loyer modéré. &gt; Section 2 : Sociétés anonymes d'habitations à loyer modéré.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006899278",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31 JORF 8 juin 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000250161",
                    "textTitle": "Décret n°2004-641 du 1 juillet 2004 - art. 1 () JORF 3 juillet 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006232020",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-07-03",
                    "dateSignaTexte": "2004-07-01",
                    "dateDebutCible": "2004-07-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. Annexe à l'article R422-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe à l'article R422-1",
                    "articleId": "LEGIARTI000039049603",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L422-2-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L422-2-1",
                    "articleId": "LEGIARTI000006825239",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R422-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R422-2-1",
                    "articleId": "LEGIARTI000047265691",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1677974400000
                },
                {
                    "textCid": "",
                    "textTitle": "Nouveau code de procédure civile 667 à 669",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000250161",
                    "textTitle": "Décret 2004-641 2004-07-01 art. 11 I : Champ d'application",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000250161",
                    "natureText": "DECRET"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006899278",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1088812800000,
                    "dateFin": 1132272000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006899279",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1132272000000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028249584",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039043364",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*422-1-1",
                "422-1-1",
                "R422-1-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}