{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000026223907",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La  norme d'exercice professionnel relative à l'application de la notion de  caractère significatif lors de la planification et de la réalisation  d'un audit, homologuée par la garde des sceaux, ministre de la justice,  figure ci-dessous : APPLICATION DE LA NOTION DE CARACTÈRE SIGNIFICATIF LORS DE LA PLANIFICATION ET DE LA RÉALISATION D'UN AUDIT Introduction 1. En vue de formuler son opinion sur les  comptes, le commissaire aux comptes met en œuvre un audit afin d'obtenir  l'assurance, élevée mais non absolue, qualifiée par convention  d'\"assurance raisonnable”, que les comptes pris dans leur ensemble ne  comportent pas d'anomalies significatives par leur montant ou par leur  nature. 2. La présente norme a pour objet de définir les  principes relatifs à l'application par le commissaire aux comptes de la  notion de caractère significatif lors de la planification et de la  réalisation de l'audit. Par ailleurs, la norme \"évaluation des anomalies  relevées au cours de l'audit” explique comment cette même notion est  appliquée par le commissaire aux comptes lors de la prise en compte de  l'incidence sur l'audit des anomalies relevées et lors de l'évaluation  de l'incidence des anomalies non corrigées, s'il en existe, sur les  comptes. Définitions 3. Anomalie : information comptable ou financière  inexacte, insuffisante ou omise, en raison d'erreurs ou de fraude. Une  anomalie provient d'un écart entre le montant, le classement, la  présentation ou l'information fournie dans les comptes pour un élément,  et le montant, le classement, la présentation ou l'information à  fournir, exigés pour ce même élément par le référentiel comptable  applicable. 4. Anomalie significative : information comptable  ou financière inexacte, insuffisante ou omise, en raison d'erreurs ou  de fraude d'une importance telle que, seule ou cumulée avec d'autres,  elle peut influencer le jugement de l'utilisateur d'une information  financière ou comptable. 5. Anomalies non corrigées : anomalies autres que  celles manifestement insignifiantes que le commissaire aux comptes a  récapitulées au cours de l'audit et qui n'ont pas été corrigées. 6. Seuil de signification : montant au-delà  duquel les décisions économiques ou le jugement fondé sur les comptes  sont susceptibles d'être influencés. 7. Seuil de planification : seuil d'un montant  inférieur au seuil de signification utilisé par le commissaire aux  comptes pour définir la nature et l'étendue de ses travaux. Le seuil de  planification est fixé à un montant tel qu'il permet de réduire à un  niveau acceptable le risque que le montant des anomalies relevées non  corrigées et des anomalies non détectées excède le seuil de  signification. Notion de caractère significatif dans le contexte de l'audit 8. La notion de caractère significatif est  appliquée par le commissaire aux comptes pour planifier et réaliser son  audit ainsi que pour prendre en compte l'incidence des anomalies  relevées sur l'audit et, le cas échéant, évaluer l'incidence des  anomalies non corrigées sur les comptes. Elle est également appliquée  par le commissaire aux comptes pour émettre son opinion sur les comptes. 9. Le commissaire aux comptes met en œuvre la  notion de caractère significatif dans le contexte de l'audit des comptes  en considérant non seulement le montant des anomalies mais aussi leur  nature. Il prend également en compte les circonstances particulières de  leur survenance : en effet, les circonstances entourant certaines  anomalies peuvent amener le commissaire aux comptes à les juger  significatives quand bien même leur montant ne le serait pas. 10. La détermination du caractère significatif  des anomalies relève du jugement professionnel du commissaire aux  comptes et est influencée par sa perception des besoins d'informations  financières des utilisateurs des comptes. 11. Dans ce contexte, le commissaire aux comptes est fondé à considérer que les utilisateurs : a) Ont une certaine connaissance des activités de  l'entité et de son environnement économique ainsi que de la  comptabilité et qu'ils analyseront les comptes avec attention ; b) Sont conscients que les comptes sont audités en tenant compte du caractère significatif des informations ; c) Sont conscients des incertitudes inhérentes  aux évaluations de certains montants fondées sur des estimations,  l'exercice du jugement professionnel et la prise en considération  d'événements futurs ; et d) Prennent des décisions économiques en se fondant sur les informations contenues dans les comptes. 12. Pour évaluer le caractère significatif d'une  anomalie à partir de son montant, le commissaire aux comptes détermine  un ou des seuils de signification. 13. Pour déterminer la nature et l'étendue des  procédures d'audit à mettre en œuvre, le commissaire aux comptes utilise  un ou des seuil(s) de planification de la mission. Détermination du seuil ou des seuils de signification 14. Lors de la planification de l'audit, le  commissaire aux comptes détermine un seuil de signification au niveau  des comptes pris dans leur ensemble. 15. Si, dans le contexte spécifique à l'entité,  il existe des flux d'opérations, soldes de comptes ou informations à  fournir pour lesquels des anomalies de montant inférieur au seuil de  signification fixé pour les comptes pris dans leur ensemble pourraient  influencer le jugement des utilisateurs des comptes ou les décisions  économiques qu'ils prennent en se fondant sur ceux-ci, le commissaire  aux comptes apprécie s'il doit également fixer un ou des seuils de  signification de montants inférieurs pour ces flux d'opérations, soldes  de comptes ou informations à fournir. 16. Pour apprécier si des seuils de signification  d'un montant moins élevé que le seuil de signification retenu au niveau  des comptes pris dans leur ensemble sont nécessaires pour certaines  catégories d'opérations, certains soldes comptables ou certaines  informations fournies dans l'annexe, le commissaire aux comptes prend  notamment en compte : ― les informations sensibles des comptes en fonction du secteur d'activité de l'entité ; ― l'existence de règles comptables ou de textes légaux ou réglementaires spécifiques à l'entité ou à son secteur ; ou ― la réalisation d'opérations particulières au cours de l'exercice. 17. Sur la base de son jugement professionnel, le  commissaire aux comptes identifie des critères pertinents à partir  desquels, par application de taux ou d'autres modalités de calcul, il  détermine le seuil ou les seuils de signification. Ces critères peuvent  être, par exemple : ― le résultat courant ; ― le résultat net ; ― le chiffre d'affaires ; ― les capitaux propres ; ou ― l'endettement net. 18. Le choix de ces critères dépend notamment : ― de la structure des comptes de l'entité ; ― de la présence dans les comptes d'éléments  auxquels certains des utilisateurs se fondant sur les comptes sont  susceptibles d'être particulièrement attentifs ; ― du secteur d'activité de l'entité ; ― de la structure de l'actionnariat de l'entité ou de son financement ; ― de leur variabilité dans le temps. Détermination du ou des seuils de planification 19. Lors de la planification de l'audit, le  commissaire aux comptes détermine un ou des seuil(s) de planification de  la mission. 20. La détermination du seuil de planification ne  relève pas du seul calcul arithmétique mais également du jugement  professionnel. Lorsqu'il détermine ce seuil, le commissaire aux comptes  s'appuie sur la connaissance qu'il a de l'entité, mise à jour au cours  de la mise en œuvre des procédures d'évaluation des risques, et prend en  compte le risque d'anomalies dans les comptes de l'exercice en cours au  vu, notamment, de la nature et de l'étendue des anomalies relevées au  cours des audits précédents. Le seuil de planification est inférieur au  seuil de signification. Il est généralement déterminé en appliquant un  pourcentage à ce dernier. 21. Si le commissaire aux comptes a estimé  nécessaire de fixer un ou des seuils de signification de montants  inférieurs pour certains flux d'opérations, soldes de comptes ou  informations, il détermine pour ce ou chacun de ces seuils de  signification un seuil de planification. Modification des seuils de signification ou de planification au cours de la mission 22. Au cours de la mission, le commissaire aux  comptes reconsidère le seuil ou les seuils de signification s'il a la  connaissance de faits nouveaux ou d'évolutions de l'entité qui remettent  en cause l'évaluation initiale de ces seuils. Il peut en être ainsi,  par exemple, lorsque la détermination du seuil ou des seuils a été faite  à partir de prévisions dont les réalisations s'écartent sensiblement. 23. Si le commissaire aux comptes conclut que la  fixation d'un ou de seuils de signification moins élevé(s) que celui ou  ceux initialement fixé(s) est approprié, il détermine s'il est  nécessaire de modifier le ou les seuils de planification, et si la  nature et l'étendue des procédures d'audit complémentaires qu'il a  définies restent appropriés. Documentation 24. Le commissaire aux comptes fait figurer dans  son dossier le ou les seuils de signification et le ou les seuils de  planification qu'il a retenus ainsi que les critères pris en compte pour  les déterminer. Il fait également figurer dans son dossier toute  modification apportée à ces montants au cours de l'audit et les  explications y afférentes.",
            "texteHtml": "<p></p><p>La  norme d'exercice professionnel relative à l'application de la notion de  caractère significatif lors de la planification et de la réalisation  d'un audit, homologuée par la garde des sceaux, ministre de la justice,  figure ci-dessous :</p><p></p><p></p><p>APPLICATION DE LA NOTION DE CARACTÈRE SIGNIFICATIF LORS DE LA PLANIFICATION ET DE LA RÉALISATION D'UN AUDIT<br/></p><p><br/>Introduction<br/></p><p><br/> 1. En vue de formuler son opinion sur les  comptes, le commissaire aux comptes met en œuvre un audit afin d'obtenir  l'assurance, élevée mais non absolue, qualifiée par convention  d'\"assurance raisonnable”, que les comptes pris dans leur ensemble ne  comportent pas d'anomalies significatives par leur montant ou par leur  nature.<br/><br/> 2. La présente norme a pour objet de définir les  principes relatifs à l'application par le commissaire aux comptes de la  notion de caractère significatif lors de la planification et de la  réalisation de l'audit. Par ailleurs, la norme \"évaluation des anomalies  relevées au cours de l'audit” explique comment cette même notion est  appliquée par le commissaire aux comptes lors de la prise en compte de  l'incidence sur l'audit des anomalies relevées et lors de l'évaluation  de l'incidence des anomalies non corrigées, s'il en existe, sur les  comptes.<br/></p><p><br/>Définitions<br/></p><p><br/> 3. Anomalie : information comptable ou financière  inexacte, insuffisante ou omise, en raison d'erreurs ou de fraude. Une  anomalie provient d'un écart entre le montant, le classement, la  présentation ou l'information fournie dans les comptes pour un élément,  et le montant, le classement, la présentation ou l'information à  fournir, exigés pour ce même élément par le référentiel comptable  applicable.<br/><br/> 4. Anomalie significative : information comptable  ou financière inexacte, insuffisante ou omise, en raison d'erreurs ou  de fraude d'une importance telle que, seule ou cumulée avec d'autres,  elle peut influencer le jugement de l'utilisateur d'une information  financière ou comptable.<br/><br/> 5. Anomalies non corrigées : anomalies autres que  celles manifestement insignifiantes que le commissaire aux comptes a  récapitulées au cours de l'audit et qui n'ont pas été corrigées.<br/><br/> 6. Seuil de signification : montant au-delà  duquel les décisions économiques ou le jugement fondé sur les comptes  sont susceptibles d'être influencés.<br/><br/> 7. Seuil de planification : seuil d'un montant  inférieur au seuil de signification utilisé par le commissaire aux  comptes pour définir la nature et l'étendue de ses travaux. Le seuil de  planification est fixé à un montant tel qu'il permet de réduire à un  niveau acceptable le risque que le montant des anomalies relevées non  corrigées et des anomalies non détectées excède le seuil de  signification.<br/></p><p><br/>Notion de caractère significatif dans le contexte de l'audit<br/></p><p><br/> 8. La notion de caractère significatif est  appliquée par le commissaire aux comptes pour planifier et réaliser son  audit ainsi que pour prendre en compte l'incidence des anomalies  relevées sur l'audit et, le cas échéant, évaluer l'incidence des  anomalies non corrigées sur les comptes. Elle est également appliquée  par le commissaire aux comptes pour émettre son opinion sur les comptes.<br/><br/> 9. Le commissaire aux comptes met en œuvre la  notion de caractère significatif dans le contexte de l'audit des comptes  en considérant non seulement le montant des anomalies mais aussi leur  nature. Il prend également en compte les circonstances particulières de  leur survenance : en effet, les circonstances entourant certaines  anomalies peuvent amener le commissaire aux comptes à les juger  significatives quand bien même leur montant ne le serait pas.<br/><br/> 10. La détermination du caractère significatif  des anomalies relève du jugement professionnel du commissaire aux  comptes et est influencée par sa perception des besoins d'informations  financières des utilisateurs des comptes.<br/><br/> 11. Dans ce contexte, le commissaire aux comptes est fondé à considérer que les utilisateurs :<br/><br/> a) Ont une certaine connaissance des activités de  l'entité et de son environnement économique ainsi que de la  comptabilité et qu'ils analyseront les comptes avec attention ;<br/><br/> b) Sont conscients que les comptes sont audités en tenant compte du caractère significatif des informations ;<br/><br/> c) Sont conscients des incertitudes inhérentes  aux évaluations de certains montants fondées sur des estimations,  l'exercice du jugement professionnel et la prise en considération  d'événements futurs ; et<br/><br/> d) Prennent des décisions économiques en se fondant sur les informations contenues dans les comptes.<br/><br/> 12. Pour évaluer le caractère significatif d'une  anomalie à partir de son montant, le commissaire aux comptes détermine  un ou des seuils de signification.<br/><br/> 13. Pour déterminer la nature et l'étendue des  procédures d'audit à mettre en œuvre, le commissaire aux comptes utilise  un ou des seuil(s) de planification de la mission.<br/></p><p><br/>Détermination du seuil ou des seuils de signification<br/></p><p><br/> 14. Lors de la planification de l'audit, le  commissaire aux comptes détermine un seuil de signification au niveau  des comptes pris dans leur ensemble.<br/><br/> 15. Si, dans le contexte spécifique à l'entité,  il existe des flux d'opérations, soldes de comptes ou informations à  fournir pour lesquels des anomalies de montant inférieur au seuil de  signification fixé pour les comptes pris dans leur ensemble pourraient  influencer le jugement des utilisateurs des comptes ou les décisions  économiques qu'ils prennent en se fondant sur ceux-ci, le commissaire  aux comptes apprécie s'il doit également fixer un ou des seuils de  signification de montants inférieurs pour ces flux d'opérations, soldes  de comptes ou informations à fournir.<br/><br/> 16. Pour apprécier si des seuils de signification  d'un montant moins élevé que le seuil de signification retenu au niveau  des comptes pris dans leur ensemble sont nécessaires pour certaines  catégories d'opérations, certains soldes comptables ou certaines  informations fournies dans l'annexe, le commissaire aux comptes prend  notamment en compte :<br/><br/> ― les informations sensibles des comptes en fonction du secteur d'activité de l'entité ;<br/><br/> ― l'existence de règles comptables ou de textes légaux ou réglementaires spécifiques à l'entité ou à son secteur ; ou<br/><br/> ― la réalisation d'opérations particulières au cours de l'exercice.<br/><br/> 17. Sur la base de son jugement professionnel, le  commissaire aux comptes identifie des critères pertinents à partir  desquels, par application de taux ou d'autres modalités de calcul, il  détermine le seuil ou les seuils de signification. Ces critères peuvent  être, par exemple :<br/><br/> ― le résultat courant ;<br/><br/> ― le résultat net ;<br/><br/> ― le chiffre d'affaires ;<br/><br/> ― les capitaux propres ; ou<br/><br/> ― l'endettement net.<br/><br/> 18. Le choix de ces critères dépend notamment :<br/><br/> ― de la structure des comptes de l'entité ;<br/><br/> ― de la présence dans les comptes d'éléments  auxquels certains des utilisateurs se fondant sur les comptes sont  susceptibles d'être particulièrement attentifs ;<br/><br/> ― du secteur d'activité de l'entité ;<br/><br/> ― de la structure de l'actionnariat de l'entité ou de son financement ;<br/><br/> ― de leur variabilité dans le temps.<br/></p><p><br/>Détermination du ou des seuils de planification<br/></p><p><br/> 19. Lors de la planification de l'audit, le  commissaire aux comptes détermine un ou des seuil(s) de planification de  la mission.<br/><br/> 20. La détermination du seuil de planification ne  relève pas du seul calcul arithmétique mais également du jugement  professionnel. Lorsqu'il détermine ce seuil, le commissaire aux comptes  s'appuie sur la connaissance qu'il a de l'entité, mise à jour au cours  de la mise en œuvre des procédures d'évaluation des risques, et prend en  compte le risque d'anomalies dans les comptes de l'exercice en cours au  vu, notamment, de la nature et de l'étendue des anomalies relevées au  cours des audits précédents. Le seuil de planification est inférieur au  seuil de signification. Il est généralement déterminé en appliquant un  pourcentage à ce dernier.<br/><br/> 21. Si le commissaire aux comptes a estimé  nécessaire de fixer un ou des seuils de signification de montants  inférieurs pour certains flux d'opérations, soldes de comptes ou  informations, il détermine pour ce ou chacun de ces seuils de  signification un seuil de planification.<br/></p><p><br/>Modification des seuils de signification<br/><br/>ou de planification au cours de la mission<br/></p><p><br/> 22. Au cours de la mission, le commissaire aux  comptes reconsidère le seuil ou les seuils de signification s'il a la  connaissance de faits nouveaux ou d'évolutions de l'entité qui remettent  en cause l'évaluation initiale de ces seuils. Il peut en être ainsi,  par exemple, lorsque la détermination du seuil ou des seuils a été faite  à partir de prévisions dont les réalisations s'écartent sensiblement.<br/><br/> 23. Si le commissaire aux comptes conclut que la  fixation d'un ou de seuils de signification moins élevé(s) que celui ou  ceux initialement fixé(s) est approprié, il détermine s'il est  nécessaire de modifier le ou les seuils de planification, et si la  nature et l'étendue des procédures d'audit complémentaires qu'il a  définies restent appropriés.<br/></p><p><br/>Documentation<br/></p><p><br/> 24. Le commissaire aux comptes fait figurer dans  son dossier le ou les seuils de signification et le ou les seuils de  planification qu'il a retenus ainsi que les critères pris en compte pour  les déterminer. Il fait également figurer dans son dossier toute  modification apportée à ces montants au cours de l'audit et les  explications y afférentes. </p><p></p>",
            "num": "A823-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1343347200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : De l'analyse des risques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163187",
                        "id": "LEGISCTA000020163446",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163189",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163187",
            "sectionParentId": "LEGISCTA000020163446",
            "sectionParentTitre": "Paragraphe 2 : De l'analyse des risques",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 2 : De l'analyse des risques",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000026223907",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026222966",
                    "textTitle": "Arrêté du 19 juillet 2012 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000026223813",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2012-07-26",
                    "dateSignaTexte": "2012-07-19",
                    "dateDebutCible": "2012-07-27"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000820872",
                    "textTitle": "Arrêté du 6 octobre 2006 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001881469",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163444",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1343347200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026223907",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1343347200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-6",
                "823-6"
            ],
            "versionPrecedente": "LEGIARTI000020163444",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163444",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux anomalies significatives et au seuil de signification, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX ANOMALIES SIGNIFICATIVES ET AU SEUIL DE SIGNIFICATION Introduction 1. En vue de formuler son opinion sur les comptes, le commissaire aux comptes met en œuvre un audit afin d'obtenir l'assurance, élevée mais non absolue, qualifiée par convention d'« assurance raisonnable », que les comptes pris dans leur ensemble ne comportent pas d'anomalies significatives par leur montant ou par leur nature. 2. Pour évaluer le risque d'anomalies significatives en raison de leur nature, le commissaire aux comptes tient compte du fait qu'une information non chiffrée inexacte, insuffisante ou omise dans les comptes, et notamment dans l'annexe, peut être d'une importance telle qu'elle est susceptible d'influencer le jugement de l'utilisateur se fondant sur les comptes. 3. Pour évaluer le risque d'anomalies significatives, par leur montant, dans les comptes et déterminer la nature et l'étendue des procédures d'audit à mettre en œuvre à l'issue de cette évaluation, le commissaire aux comptes utilise un seuil ou des seuils de signification. Il utilise également ce seuil ou ces seuils pour évaluer l'incidence sur son opinion des anomalies détectées au cours de sa mission et non corrigées. 4. La présente norme a pour objet de définir les principes relatifs à la détermination de ce seuil ou de ces seuils et à l'évaluation de l'incidence des anomalies détectées par le commissaire aux comptes sur son opinion. Définitions 5. Anomalie significative : information comptable ou financière inexacte, insuffisante ou omise, en raison d'erreurs ou de fraude, d'une importance telle que, seule ou cumulée avec d'autres, elle peut influencer le jugement de l'utilisateur d'une information comptable ou financière. 6. Seuil de signification : montant au-delà duquel les décisions économiques ou le jugement fondé sur les comptes sont susceptibles d'être influencés. Détermination du seuil ou des seuils de signification 7. Lors de la planification de l'audit, le commissaire aux comptes détermine : ― un seuil de signification au niveau des comptes pris dans leur ensemble ; et ― le cas échéant, des seuils de signification de montants inférieurs pour certaines catégories d'opérations, certains soldes de comptes ou certaines informations fournies dans l'annexe. 8. La détermination du seuil ou des seuils de signification relève du jugement professionnel. 9. Le commissaire aux comptes identifie des critères pertinents à partir desquels, par application de taux ou d'autres modalités de calcul, il détermine le seuil ou les seuils de signification. Ces critères peuvent être, par exemple : ― le résultat courant ; ― le résultat net ; ― le chiffre d'affaires ; ― les capitaux propres ; ou ― l'endettement net. 10. Le choix de ces critères dépend notamment : ― de la structure des comptes de l'entité ; ― de la présence dans les comptes d'éléments auxquels certains utilisateurs se fondant sur les comptes sont susceptibles d'être particulièrement attentifs ; ― du secteur d'activité de l'entité ; ― de la structure de l'actionnariat de l'entité ou de son financement ; ― de leur variabilité dans le temps. 11. Pour apprécier si des seuils de signification d'un montant moins élevé que le seuil de signification retenu au niveau des comptes pris dans leur ensemble sont nécessaires pour certaines catégories d'opérations, certains soldes comptables ou certaines informations fournies dans l'annexe, le commissaire aux comptes prend notamment en compte : ― les informations sensibles des comptes en fonction du secteur d'activité de l'entité ; ― l'existence de règles comptables ou de textes légaux ou réglementaires spécifiques à l'entité ou à son secteur ; ou ― la réalisation d'opérations particulières au cours de l'exercice. Evolution du seuil ou des seuils de signification au cours de la mission 12. Au cours de la mission, le commissaire aux comptes modifie le seuil ou les seuils de signification s'il acquiert la connaissance de faits nouveaux ou d'évolutions de l'entité qui remettent en cause l'évaluation initiale de ces seuils. Il peut en être ainsi, par exemple, lorsque la détermination du seuil ou des seuils a été faite à partir de prévisions dont les réalisations s'écartent sensiblement. Seuils de signification et conception des procédures d'audit 13. Le commissaire aux comptes tient compte du fait que des anomalies individuelles portant sur des montants inférieurs au seuil de signification puissent, cumulées, atteindre ce seuil. Ainsi, il choisit des montants inférieurs au seuil ou aux seuils de signification pour la mise en œuvre des procédures d'audit, par exemple, lors de ses sélections ou de ses sondages. 14. Le commissaire aux comptes détermine ces montants en fonction de sa connaissance de l'entité et de la nature et de l'importance des anomalies relevées lors des exercices précédents. Communication des anomalies détectées 15. Au cours de la mission, le commissaire aux comptes communique à la direction de l'entité, au niveau approprié de responsabilité, les anomalies qu'il a détectées, pour qu'elles puissent être corrigées. 16. Il informe les organes mentionnés à l'article L. 823-16 des anomalies qui, seules ou cumulées, sont significatives. Incidence des anomalies sur l'opinion 17. Pour déterminer si les anomalies détectées au cours de ses travaux et non corrigées sont significatives, le commissaire aux comptes tient compte non seulement des anomalies dont les montants, individuellement ou en cumulé, sont supérieurs au seuil ou aux seuils de signification, mais également des anomalies significatives par leur nature. 18. Lorsqu'il subsiste des anomalies significatives non corrigées, le commissaire aux comptes en tire les conséquences sur son opinion et formule une réserve ou un refus de certifier dans son rapport.",
            "texteHtml": "<p><br/>La norme d'exercice professionnel relative aux anomalies significatives et au seuil de signification, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p><br/><br/>NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX ANOMALIES SIGNIFICATIVES ET AU SEUIL DE SIGNIFICATION </p><p><br/>Introduction </p><p><br/>1. En vue de formuler son opinion sur les comptes, le commissaire aux comptes met en œuvre un audit afin d'obtenir l'assurance, élevée mais non absolue, qualifiée par convention d'« assurance raisonnable », que les comptes pris dans leur ensemble ne comportent pas d'anomalies significatives par leur montant ou par leur nature. <br/>2. Pour évaluer le risque d'anomalies significatives en raison de leur nature, le commissaire aux comptes tient compte du fait qu'une information non chiffrée inexacte, insuffisante ou omise dans les comptes, et notamment dans l'annexe, peut être d'une importance telle qu'elle est susceptible d'influencer le jugement de l'utilisateur se fondant sur les comptes. <br/>3. Pour évaluer le risque d'anomalies significatives, par leur montant, dans les comptes et déterminer la nature et l'étendue des procédures d'audit à mettre en œuvre à l'issue de cette évaluation, le commissaire aux comptes utilise un seuil ou des seuils de signification. Il utilise également ce seuil ou ces seuils pour évaluer l'incidence sur son opinion des anomalies détectées au cours de sa mission et non corrigées. <br/>4. La présente norme a pour objet de définir les principes relatifs à la détermination de ce seuil ou de ces seuils et à l'évaluation de l'incidence des anomalies détectées par le commissaire aux comptes sur son opinion. </p><p><br/>Définitions </p><p><br/>5. Anomalie significative : information comptable ou financière inexacte, insuffisante ou omise, en raison d'erreurs ou de fraude, d'une importance telle que, seule ou cumulée avec d'autres, elle peut influencer le jugement de l'utilisateur d'une information comptable ou financière. <br/>6. Seuil de signification : montant au-delà duquel les décisions économiques ou le jugement fondé sur les comptes sont susceptibles d'être influencés. </p><p><br/>Détermination du seuil ou des seuils de signification </p><p><br/>7. Lors de la planification de l'audit, le commissaire aux comptes détermine : <br/>― un seuil de signification au niveau des comptes pris dans leur ensemble ; et <br/>― le cas échéant, des seuils de signification de montants inférieurs pour certaines catégories d'opérations, certains soldes de comptes ou certaines informations fournies dans l'annexe. <br/>8. La détermination du seuil ou des seuils de signification relève du jugement professionnel. <br/>9. Le commissaire aux comptes identifie des critères pertinents à partir desquels, par application de taux ou d'autres modalités de calcul, il détermine le seuil ou les seuils de signification. Ces critères peuvent être, par exemple : <br/>― le résultat courant ; <br/>― le résultat net ; <br/>― le chiffre d'affaires ; <br/>― les capitaux propres ; ou <br/>― l'endettement net. <br/>10. Le choix de ces critères dépend notamment : <br/>― de la structure des comptes de l'entité ; <br/>― de la présence dans les comptes d'éléments auxquels certains utilisateurs se fondant sur les comptes sont susceptibles d'être particulièrement attentifs ; <br/>― du secteur d'activité de l'entité ; <br/>― de la structure de l'actionnariat de l'entité ou de son financement ; <br/>― de leur variabilité dans le temps. <br/>11. Pour apprécier si des seuils de signification d'un montant moins élevé que le seuil de signification retenu au niveau des comptes pris dans leur ensemble sont nécessaires pour certaines catégories d'opérations, certains soldes comptables ou certaines informations fournies dans l'annexe, le commissaire aux comptes prend notamment en compte : <br/>― les informations sensibles des comptes en fonction du secteur d'activité de l'entité ; <br/>― l'existence de règles comptables ou de textes légaux ou réglementaires spécifiques à l'entité ou à son secteur ; ou <br/>― la réalisation d'opérations particulières au cours de l'exercice. </p><p><br/>Evolution du seuil ou des seuils de signification <br/>au cours de la mission </p><p><br/>12. Au cours de la mission, le commissaire aux comptes modifie le seuil ou les seuils de signification s'il acquiert la connaissance de faits nouveaux ou d'évolutions de l'entité qui remettent en cause l'évaluation initiale de ces seuils. Il peut en être ainsi, par exemple, lorsque la détermination du seuil ou des seuils a été faite à partir de prévisions dont les réalisations s'écartent sensiblement. </p><p><br/>Seuils de signification et conception des procédures d'audit </p><p><br/>13. Le commissaire aux comptes tient compte du fait que des anomalies individuelles portant sur des montants inférieurs au seuil de signification puissent, cumulées, atteindre ce seuil. Ainsi, il choisit des montants inférieurs au seuil ou aux seuils de signification pour la mise en œuvre des procédures d'audit, par exemple, lors de ses sélections ou de ses sondages. <br/>14. Le commissaire aux comptes détermine ces montants en fonction de sa connaissance de l'entité et de la nature et de l'importance des anomalies relevées lors des exercices précédents. </p><p><br/>Communication des anomalies détectées </p><p><br/>15. Au cours de la mission, le commissaire aux comptes communique à la direction de l'entité, au niveau approprié de responsabilité, les anomalies qu'il a détectées, pour qu'elles puissent être corrigées. <br/>16. Il informe les organes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L823-16 (V)'>L. 823-16</a> des anomalies qui, seules ou cumulées, sont significatives. </p><p><br/>Incidence des anomalies sur l'opinion </p><p><br/>17. Pour déterminer si les anomalies détectées au cours de ses travaux et non corrigées sont significatives, le commissaire aux comptes tient compte non seulement des anomalies dont les montants, individuellement ou en cumulé, sont supérieurs au seuil ou aux seuils de signification, mais également des anomalies significatives par leur nature. <br/>18. Lorsqu'il subsiste des anomalies significatives non corrigées, le commissaire aux comptes en tire les conséquences sur son opinion et formule une réserve ou un refus de certifier dans son rapport.</p>",
            "num": "A823-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1343347200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : De l'analyse des risques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163187",
                        "id": "LEGISCTA000020163446",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163189",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163187",
            "sectionParentId": "LEGISCTA000020163446",
            "sectionParentTitre": "Paragraphe 2 : De l'analyse des risques",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 2 : De l'analyse des risques",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020163444",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L823-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000820872",
                    "textTitle": "Arrêté du 6 octobre 2006 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001881469",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163444",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1343347200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026223907",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1343347200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-6",
                "823-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}