{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019757939",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "3. ANNEXE L'annexe est établie conformément aux dispositions de l'article 25 du décret n° 83-1020 du 29 novembre 1983 ; elle est constituée de toutes les informations d'importance significative permettant d'avoir une juste appréciation du patrimoine et de la situation financière de l'entreprise, des risques qu'elle assume et de ses résultats. Sans préjudice des obligations légales et réglementaires qui leur sont applicables (notamment la loi n° 66-537 du 24 juillet 1966 et les dispositions spécifiques aux entreprises dont les actions sont admises à la cote des bourses de valeurs), la production de ces informations par les entreprises n'est requise que pour autant qu'elles ont une importance significative. L'annexe comporte notamment les éléments prévus ci-après. A chaque fois que ceci est utile à la compréhension, et notamment lorsque l'annexe donne le détail d'un poste du bilan ou du compte de résultat, les chiffres correspondants relatifs à l'exercice précédent sont indiqués de manière à pouvoir être directement comparés à ceux de l'exercice sous revue. I.-Informations sur le choix des méthodes utilisées Les entreprises mentionnent les modes et méthodes d'évaluation appliqués aux divers postes du bilan, du compte de résultat et de l'annexe, ainsi que les méthodes utilisées pour le calcul des amortissements et des dépréciations. Elles décrivent notamment les règles retenues pour l'imputation des charges par destination. 2. En ce qui concerne les instruments financiers à terme, les entreprises fournissent une description des principes et méthodes comptables retenus ainsi que des méthodes d'évaluation, et notamment des options retenues lorsque cela est applicable (enregistrement des primes d'options, mode de prise en compte des résultats sur stratégies de rendement,...). 3. Pour les opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation, les entreprises fournissent les compléments d'information suivants dans l'annexe aux comptes annuels de l'organisme d'assurance gestionnaire, lorsque cela est applicable : 3. 1. La description des caractéristiques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation incluant notamment : a) Les spécificités comptables de ces opérations et plus particulièrement l'explicitation de la notion des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation et de son incidence : -modalités de tenue de la (ou des) comptabilité (s) auxiliaire (s) d'affectation ; -mode de constatation des résultats (différence entre valeur de marché et prix de revient) en cas de changement d'affectation d'actifs entre deux comptabilités auxiliaires d'affectation ou entre l'actif général et une comptabilité auxiliaire d'affectation ; -modalités particulières de calcul des dépréciations durables pour chaque canton légal ; -utilisation de la méthode \" premier entré-premier sorti \" par patrimoine d'affectation pour le calcul des résultats de cession ; b) Les particularités des contrats PERP diversifiés, et notamment : -description des principes de fonctionnement et de calcul de la provision technique de diversification ; -mention de l'évaluation en valeur de réalisation des actifs de placement. 3. 2. Le cas échéant, il sera fait mention des méthodes retenues pour l'arrêté des comptes de l'organisme d'assurance gestionnaire lorsqu'il est procédé à des estimations, notamment en matière de cotisations. Une information sera donnée sur le fait que les montants figurant dans les comptes annuels de l'organisme d'assurance gestionnaire peuvent, du fait du recours à ces estimations, différer de ceux figurant dans les comptes auxiliaires des opérations légalement cantonnées, arrêtés ultérieurement, le seuil de signification étant alors apprécié au niveau de chaque opération. Les entreprises indiquent et expliquent, le cas échéant, les dérogations aux principes généraux qu'elles ont été conduites à pratiquer dans le cas exceptionnel où l'application d'une prescription comptable se révèle impropre à donner une image fidèle du patrimoine, de la situation financière ou du résultat ; elles précisent l'incidence de ces pratiques dérogatoires sur la détermination du patrimoine, de la situation financière et du résultat de l'exercice. Elles indiquent de manière exhaustive celles des options prévues dans des textes législatifs ou réglementaires qu'elles ont exercées. Tout changement de méthode et de présentation des comptes annuels doit être décrit et justifié dans l'annexe. Son incidence sur les comptes doit être indiquée. II.-Informations sur les postes du bilan et du compte de résultat 1. Pour le bilan 1. 1. Les entreprises indiquent les mouvements ayant affecté les divers éléments de l'actif ci-après énumérés : -les actifs incorporels ; -les terrains et constructions ; -les titres de propriété sur des entreprises liées et des entreprises avec lesquelles l'entreprise d'assurance a un lien de participation (comptes 250 et 260) ; -les bons, obligations et créances de toutes natures sur ces mêmes entreprises (comptes 25 et 26, à l'exclusion des comptes 250 et 260). Les entreprises indiquent, pour chacun de ces éléments d'actif, le montant brut en début et en fin d'exercice, les transferts et mouvements de l'exercice, le montant cumulé des amortissements et dépréciations à la clôture et le montant net inscrit au bilan, ainsi que les dotations aux amortissements et dépréciations et les reprises de ( arrêté du 15 décembre 2005 , annexe 3-14) dépréciations constatées au cours de l'exercice. 1. 2. En ce qui concerne les placements autres que ceux visés au 1. 1, les entreprises indiquent les dotations aux amortissements et pour dépréciation constatées au cours de l'exercice, par poste du bilan. Elles indiquent également par poste du bilan, le montant brut, le montant cumulé des amortissements et des dépréciations à la clôture et le montant net inscrit au bilan. 1. 3. En ce qui concerne les instruments financiers à terme, les entreprises fournissent les informations suivantes dans l'annexe aux comptes annuels : a) La description des opérations et types de stratégies ainsi que les types d'instruments utilisés. Cette description implique notamment que soient fournies : -les positions en cours en fin de période par nature de stratégie et par type d'instruments financiers à terme, en distinguant marchés réglementés et marchés de gré à gré ; -une information sur la nature et les encours des éléments d'actif et de passif concernés par chaque nature de stratégie ; b) Le montant des primes, soultes, appels de marge et autres flux figurant en compte de régularisation actif et passif, et les durées résiduelles d'amortissement prévues pour chaque nature de flux ; c) Le montant des gains et pertes inscrits en résultat au titre des opérations dénouées au cours de l'exercice ; d) La description des ruptures de stratégie intervenues au cours de l'exercice et de leur motivation ; e) Le montant des gains ou pertes inscrits en résultat au titre des opérations rompues au cours de l'exercice ; f) La description des déqualifications de stratégies intervenues au cours de l'exercice ; g) Le montant des flux inscrits en compte de régularisation au titre des opérations déqualifiées, ainsi que, le cas échéant, des provisions constituées à ce titre. 1. 4. (cf. note 39) Les entreprises établissent un état récapitulatif et, pour les comptes sociaux, un état détaillé de l'ensemble des placements et instruments financiers à terme inscrits à leur bilan.L'état récapitulatif figure obligatoirement dans l'annexe. Lorsqu'une entreprise décide de ne pas le faire figurer dans l'annexe, l'état détaillé doit, dans les mêmes délais que les comptes annuels, être établi par l'entreprise et communiqué aux commissaires aux comptes, qui en vérifient la sincérité et la concordance avec les comptes annuels dans les conditions définies au troisième alinéa de l'article 228 de la loi n° 66-537 du 24 juillet 1966 ; dans ce cas, l'état détaillé est délivré à toute personne qui en fait la demande et à la Commission de contrôle des assurances, dans les conditions définies à l'article R. 341-8 du code des assurances. A.-L'état détaillé comporte : A 1.-Pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1 . a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-19 et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, f et i, ci-dessous) ; b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-20 et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, f et i ci-dessous) ; c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-5 (autres que ceux visés au i ci-dessous) ; d) Un tableau pour les placements inscrits au bilan en classe 2 et garantissant les engagements envers des institutions de prévoyance ou couvrant des fonds de placement gérés par l'entreprise, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (autres que ceux visés au i ci-dessous) ; e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) (autres que ceux visés au i ci-dessous) ; f) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (autres que ceux visés au i ci-dessous) ; g) Un tableau pour les autres placements inscrits au bilan en classe 2 (arrêté du 15 décembre 2005, annexe 3-16) et pour les instruments financiers à terme non rattachés à des placements (autres que ceux visés au i ci-dessous) ; h) Un tableau pour les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2 (arrêté du 15 décembre 2005, annexe 3-17) (autres que ceux visés au i ci-dessous) ; i) Un tableau pour les placements inscrits au bilan en classe 2 et relatifs à des opérations légalement cantonnées enregistrées dans une comptabilité auxiliaire d'affectation ventilant pour chaque contrat ou convention le total des placements par méthode (R. 332-19, R. 332-20, R. 332-5 et article 28 du décret n° 2004-342 du 21 avril 2004) ainsi que les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2. Ce tableau est accompagné de tableaux séparés établis pour chaque contrat ou convention détaillant les placements visés aux a à h ci-dessus ; j) (cf. note 40) Un tableau pour les valeurs reçues en nantissement des réassureurs (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est, par convention, servie d'un montant égal à celui inscrit en colonne F) ; k) (cf. note 41) Des tableaux pour les valeurs gérées par l'entreprise et appartenant à des institutions de prévoyance, à raison d'un tableau par portefeuille géré (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est servie par la valeur d'entrée). A 2.-Pour les entreprises soumises au contrôle de l'Etat en vertu du 1° du III de l'article L. 310-1-1 : a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-19 (autres que ceux visés aux c, d et e ci-dessous) ; b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-20 (autres que ceux visés aux c, d et e ci-dessous) ; c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-5 ; d) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) ; e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) ; Un tableau pour les instruments financiers à terme non rattachés à des placements. Dans chacun des tableaux prévus aux A 1 et A 2 ci-dessus, les valeurs et actifs sont groupés par rubrique correspondant à chaque compte divisionnaire (3 chiffres) ou, le cas échéant, sous-compte de la nomenclature des comptes (4 chiffres), présentés dans l'ordre du plan de comptes et comportant en clair l'intitulé du compte divisionnaire ou du sous-compte. L'état détaillé des placements comprend l'indication des instruments financiers à terme regroupés par stratégie et par contrepartie, à défaut d'indication plus détaillée. Les instruments financiers à terme liés à un placement sont rattachés aux placements concernés par la stratégie. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie seront soit rattachés aux placements de même nature, soit mentionnés dans le tableau g de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1 ou dans le tableau f de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu du 1° du III de l'article L. 310-1-1. Ce tableau contient en outre les instruments financiers à terme qui ne sont pas liés à des placements détenus (anticipations de placements notamment). Dans chaque rubrique, les actifs sont groupés en sous-rubrique par devise.A la fin de chaque sous-rubrique sont portés, sur des lignes distinctes, les éléments à déduire (part non libérée des titres, intérêts courus non échus), la totalisation des valeurs en devises et la contre-valeur en euros des totalisations au cours de change retenu pour l'établissement des comptes annuels (colonnes C, D, E, F, G). A la fin de chaque rubrique, figure une ligne de totalisation des valeurs ou contre-valeurs en euros (colonnes C, D, E, F, G). Aucun actif ne peut figurer dans plus d'un seul tableau. Chacun des tableaux comporte une ligne de totalisation générale des valeurs ou contre-valeurs en euros (C, D, E, F, G). Les entreprises agréées pour les opérations mentionnées au 1° de l'article L. 310-1 indiquent à la suite des tableaux la quote-part (%) définie à l'article R. 344-1. Les tableaux sont présentés selon le modèle ci-après. NOMBRE et désignation des valeurs ou des actifs avec, le cas échéant, mention de la devise autre que l'euro (*) dans laquelle (*) elles sont libellées AFFECTATION LOCALISATION VALEUR INSCRITE au bilan VALEUR nette VALEUR de réalisation VALEUR de remboursement IDENTIFIANT Valeur brute Corrections de valeur (A) (B) (B 1) (C) (D) (E) (F) (G) (H) (1) (2) (3) (4) (5) (6) (7) (8) (1) A l'intérieur de chaque sous-rubrique (voir ci-dessous B), les valeurs mobilières sont inscrites dans l'ordre de la cote officielle de la principale place de cotation.L'intitulé de chaque valeur est précédé du numéro d'identification en usage sur la cote officielle de la principale place de cotation (code ISIN international securities identification numbers). Pour les valeurs et actifs garantis par un tiers autre que le débiteur ou par une garantie réelle, la nature de la garantie et la désignation du garant sont précisées. (2) L'indication de l'affectation est abrégée à l'aide du code suivant : -F : Provisions techniques en France sauf opérations en unités de compte et opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation ; -G : Provisions techniques dans l'Espace économique européen (hors France) sauf opérations en unités de compte ; -A : Provisions techniques des opérations de branche 26 ; -R : provisions techniques des plans d'épargne retraite populaires (PERP), sauf PERP en unités de rentes et PERP en diversifiés ; -RA : provisions techniques des plans d'épargne retraite populaires en unités de rentes ; -RE : provisions techniques des plans d'épargne retraite populaires diversifiés ; -RX : provisions techniques des autres opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation ; -V : Provisions techniques des opérations en unités de compte en France (art.R. 332-5) ; -W : Provisions techniques des opérations en unités de compte dans l'Espace économique européen hors France (art.R. 332-5) ; -P : Institutions de prévoyance ou fonds de placement gérés par l'entreprise ; -E : Provisions techniques hors Espace économique européen ; -CF : Cautionnement en France ; -CC : Cautionnement Espace économique européen (hors France) ; -CE : Cautionnement hors Espace économique européen ; -L : Valeurs sans affectation : Les actifs transférés avec un portefeuille de contrats par une entreprise d'assurance vie ou de capitalisation sont affectés, en outre, du code T. (3) Etat de localisation du titre de propriété de l'actif (notamment Etat d'établissement du dépositaire pour les valeurs mobilières). (4) Les valeurs brutes, nettes et de réalisation ainsi que les corrections de valeur sont à inscrire dans la monnaie de comptabilisation, c'est-à-dire, notamment pour les titres dont l'acquisition a fait l'objet d'une opération en devise au sens de l'article A. 342-3, dans la devise de l'opération initiale. Pour chacun des titres non libérés, le montant non libéré doit figurer dans la colonne Valeur inscrite au bilan immédiatement au-dessous de la ligne du libellé de la valeur.A chaque sous-totalisation (voir ci-dessous) le total des parties non libérées des valeurs totalisées est retranché globalement de cette colonne. Pour les instruments financiers à terme, la valeur brute est le montant total des flux financiers reçus ou versés depuis la mise en place de la stratégie, à l'exception de ceux relatifs aux garanties reçues et données. (5) La colonne Correction de valeur inclut les amortissements et dépréciations ainsi que les amortissements et reprises de différences sur prix de remboursement constatés pour les titres évalués conformément à l'article R. 332-19 du présent code. Pour les instruments financiers, il s'agit de la partie des flux constatée en compte de résultat depuis la mise en place de la stratégie (amortissement des primes ou soultes, prise en compte de l'étalement du résultat...). (6) Valeurs calculées selon les règles fixées par les articles R. 332-20-1 et R. 332-20-2. (7) Valeur retenue pour le calcul de la différence sur prix de remboursement pour les valeurs évaluées conformément à l'article R. 332-19 du présent code. (8) Un identifiant permettant de faire le lien entre la ou les lignes de placement concernés par la stratégie et le ou les instruments financiers à terme correspondants. (*) Les termes le FF et le mot lesquelles ont été substitués par l'euro et laquelle par arrêté du 15 décembre 2005, annexe 3-22. B.-L'état récapitulatif est un tableau de synthèse comportant les colonnes C, E et F du modèle d'état détaillé et les lignes suivantes : I.-Placements et instruments financiers à terme (détail des postes 3 et 4 de l'actif et des instruments financiers à terme) 1. Placements immobiliers et placements immobiliers en cours. (cf. note 42) 2. Actions et autres titres à revenu variable autres que les parts d'OPCVM. (cf. note 43) 3. Parts d'OPCVM (autres que celles visées en 4). (cf. note 44) 4. Parts d'OPCVM détenant exclusivement des titres à revenu fixe. (cf. note 45) 5. Obligations et autres titres à revenu fixe. (cf. note 46) 6. Prêts hypothécaires. (cf. note 47) 7. Autres prêts et effets assimilés. (cf. note 48) 8. Dépôts auprès des entreprises cédantes. (cf. note 49) 9. Dépôts (autres que ceux visés au 8) et cautionnements en espèces, et autres placements. (cf. note 50) 10. Actifs représentatifs de contrats en unités de compte : -placements immobiliers ; -titres à revenu variable autres que des parts d'OPCVM ; -OPCVM détenant exclusivement des titres à revenu fixe ; -autres OPCVM ; -obligations et autres titres à revenu fixe. 11. Autres instruments financiers à terme : -stratégies d'investissement ou de désinvestissement ; -stratégies de rendement ; -autres opérations. 12. (cf. note 51) Total des lignes 1 à 11. a) Dont : -placements évalués selon l'article R. 332-19 et instruments financiers à terme rattachés ; -placements évalués selon l'article R. 332-20 et instruments financiers à terme rattachés ; -placements évalués selon l'article R. 332-5 et instruments financiers à terme rattachés ; -placements évalués conformément à l'article 28 du décret n° 2004-342 du 21 avril 2004 ; -autres instruments financiers à terme. b) Dont, pour les entreprises visées à l'article L. 310-1 : -valeurs affectables à la représentation des provisions techniques autres que celles visées ci-dessous ; -valeurs garantissant les engagements envers les institutions de prévoyance ou couvrant les fonds de placement gérés ; -valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ; -valeurs affectées aux provisions techniques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation en France ; -autres affectations ou sans affectation. Les valeurs affectées aux provisions techniques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation en France sont détaillées par nature (A, R, RA, RE, RX). Elles font par ailleurs l'objet d'un tableau récapitulatif séparé, ventilant les placements par nature. Dont, pour les entreprises visées à l'article L. 310-1-1 : -valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ; -autres valeurs. c) Dont : -placements et instruments financiers à terme dans l'OCDE ; -placements et instruments financiers à terme hors OCDE. II.-Actifs affectables à la représentation des provisions techniques (autres que les placements, les instruments financiers à terme et la part des réassureurs dans les provisions techniques). III.-Valeurs appartenant à des institutions de prévoyance (à raison d'une ligne par institution de prévoyance). Dans l'état récapitulatif, les instruments financiers à terme liés à des placements sont rattachés aux placements concernés par la stratégie de la même façon que dans l'état détaillé. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie, qui n'auront pas été rattachés aux placements de même nature, seront mentionnés à la rubrique 11 \" autres instruments financiers à terme \". A la suite du tableau de synthèse sont fournies les informations suivantes : a) Le montant des acomptes inclus dans la valeur des actifs inscrits au poste Terrains et constructions ; b) Le montant des terrains et constructions en faisant apparaître, en distinguant les droits réels et les parts de sociétés immobilières ou foncières non cotées : -les immobilisations utilisées pour l'exercice des activités propres de l'établissement ; -les autres immobilisations. c) Le solde non encore amorti ou non encore repris correspondant à la différence sur prix de remboursement des titres évalués conformément à l'article R. 332-19 ; 1. 5. (cf. note 52) Les entreprises indiquent la ventilation selon leur durée résiduelle, en distinguant les tranches jusqu'à un an, plus de un à cinq ans, plus de cinq ans, de leurs créances et dettes. 1. 6. (cf. note 53) Les entreprises indiquent : -le montant des participations et des parts dans des entreprises liées détenues dans des entreprises d'assurance ; -la liste des filiales et participations (notamment le nom et le siège), telle que celles-ci sont définies aux articles 354 et 355 de la loi n° 66-537 du 24 juillet 1966, avec l'indication, pour chacune d'elles, de la part du capital détenu, directement ou par prête-nom, du montant des capitaux propres et du résultat du dernier exercice ; -le nom, le siège et la forme juridique de toute entreprise dont l'entreprise d'assurance est l'associé indéfiniment responsable. Certaines de ces indications peuvent être omises à la condition que l'entreprise soit en mesure de justifier le préjudice grave qui pourrait résulter de leur divulgation. Il est alors fait mention du caractère incomplet des informations figurant sur la liste. 1. 7. (cf. note 54) En ce qui concerne les opérations se rapportant à des entreprises liées et à des entreprises avec lesquelles existe un lien de participation, les entreprises indiquent, séparément pour chacune de ces deux catégories, le montant des parts détenues dans ces entreprises (actions et autres titres à revenu variable), et le montant des créances et des dettes sur ces entreprises détaillées par poste et sous-poste du bilan et, pour les créances et dettes nées d'opérations d'assurance directe, en distinguant les créances ou dettes sur les preneurs d'assurance et les créances ou dettes sur les intermédiaires d'assurance. 1. 8. (cf. note 55) En ce qui concerne les passifs subordonnés les entreprises mentionnent : a) Pour chaque dette, matérialisée ou non par un titre, représentant plus de 10 % du montant total des dettes subordonnées : -la nature juridique de la dette (emprunt, titre obligataire, titre participatif...) ; -le montant de la dette, la devise dans laquelle elle est libellée, le taux d'intérêt et l'échéance ou l'indication que la dette est perpétuelle ; -la possibilité et les conditions d'un éventuel remboursement anticipé ; -les conditions de la subordination, l'existence éventuelle de stipulations permettant de convertir le passif subordonné en capital ou en une autre forme de passif ainsi que les conditions prévues par ces stipulations. b) Pour les autres dettes subordonnées, les modalités qui les régissent de manière globale et leur répartition par nature de dette. 1. 9. (cf. note 56) En ce qui concerne les postes qui affectent ou sont susceptibles d'affecter la composition de l'actionnariat, les entreprises indiquent : a) Le nombre et la valeur nominale de chaque catégorie de titres composant le capital social et l'étendue des droits que confèrent à leur détenteur les titres de chaque catégorie avec l'indication de ceux qui ont été créés ou remboursés pendant l'exercice ; b) Le nombre et le montant des obligations convertibles, des parts bénéficiaires et des titres similaires, en précisant l'étendue des droits qu'ils confèrent ; c) La valeur nominale des différentes catégories de titres de l'entreprise détenus par elle-même (actions propres), ainsi que le nombre et la valeur nominale des titres de chaque catégorie achetés ou vendus pendant l'exercice. 1. 10. (cf. note 57) Les entreprises fournissent : a) La ventilation des réserves en distinguant les réserves statutaires et chacune des réserves réglementaires et des autres réserves, avec leur dénomination précise ; b) Le montant des éléments du bilan ayant fait l'objet d'une réévaluation au cours de l'exercice, en précisant, pour chaque catégorie, la méthode de réévaluation utilisée, le montant et le traitement fiscal de l'écart ; c) Le détail des mouvements ayant affecté la composition des fonds propres au cours de l'exercice notamment les réserves incorporées au capital social ou au fonds d'établissement et les augmentations de capital ou de fonds d'établissement. 1. 11. (cf. note 58) Les entreprises fournissent le montant des frais d'établissement, ventilés selon leur nature, des frais de recherche et de développement, de la valeur d'achat des fonds commerciaux et des autres actifs incorporels. 1. 12. (cf. note 59) Les entreprises doivent préciser, dès lors que ce montant est important, le montant des provisions pour risques en cours.L'appréciation de l'importance du montant s'effectue globalement. 1. 13. (cf. note 60) a) Les entreprises précisent, dès lors que ce montant est significatif, le montant des recours à recevoir déduits des provisions pour sinistres à payer.L'appréciation du caractère significatif du montant s'effectue globalement. b) Les entreprises visées à l'article L. 310-1 précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions pour sinistres inscrites au bilan d'ouverture, relatives aux sinistres survenus au cours d'exercices antérieurs et restant à régler, et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres survenus au cours d'exercices antérieurs ajouté aux provisions pour sinistres inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement. Les entreprises visées au 1° du III de l'article L. 310-1-1 précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions techniques inscrites au bilan d'ouverture relatives aux sinistres rattachés aux exercices antérieurs et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres rattachés aux exercices antérieurs ajouté aux provisions techniques inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement. c) Les entreprises agréées pour les opérations mentionnées au 3° de l'article L. 310-1 établissent un état des règlements et des provisions pour sinistres à payer inscrites à leur bilan social au titre de l'ensemble de ces opérations, présenté selon le modèle ci-après.",
            "texteHtml": "<p align='center'><strong>3. ANNEXE </strong></p><p align='center'></p><p>L'annexe est établie conformément aux dispositions de l'article 25 du <a href='/affichTexte.do?cidTexte=JORFTEXT000000520693&categorieLien=cid'>décret n° 83-1020 </a>du 29 novembre 1983 ; elle est constituée de toutes les informations d'importance significative permettant d'avoir une juste appréciation du patrimoine et de la situation financière de l'entreprise, des risques qu'elle assume et de ses résultats. Sans préjudice des obligations légales et réglementaires qui leur sont applicables (notamment la <a href='/affichTexte.do?cidTexte=JORFTEXT000000692245&categorieLien=cid'>loi n° 66-537 </a>du 24 juillet 1966 et les dispositions spécifiques aux entreprises dont les actions sont admises à la cote des bourses de valeurs), la production de ces informations par les entreprises n'est requise que pour autant qu'elles ont une importance significative. L'annexe comporte notamment les éléments prévus ci-après. A chaque fois que ceci est utile à la compréhension, et notamment lorsque l'annexe donne le détail d'un poste du bilan ou du compte de résultat, les chiffres correspondants relatifs à l'exercice précédent sont indiqués de manière à pouvoir être directement comparés à ceux de l'exercice sous revue.</p><p align='center'><strong>I.-Informations sur le choix des méthodes utilisées </strong></p><p align='center'></p><p>Les entreprises mentionnent les modes et méthodes d'évaluation appliqués aux divers postes du bilan, du compte de résultat et de l'annexe, ainsi que les méthodes utilisées pour le calcul des amortissements et des dépréciations. Elles décrivent notamment les règles retenues pour l'imputation des charges par destination. </p><p>2. En ce qui concerne les instruments financiers à terme, les entreprises fournissent une description des principes et méthodes comptables retenus ainsi que des méthodes d'évaluation, et notamment des options retenues lorsque cela est applicable (enregistrement des primes d'options, mode de prise en compte des résultats sur stratégies de rendement,...). </p><p>3. Pour les opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation, les entreprises fournissent les compléments d'information suivants dans l'annexe aux comptes annuels de l'organisme d'assurance gestionnaire, lorsque cela est applicable : </p><p>3. 1. La description des caractéristiques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation incluant notamment : </p><p>a) Les spécificités comptables de ces opérations et plus particulièrement l'explicitation de la notion des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation et de son incidence :</p><p>-modalités de tenue de la (ou des) comptabilité (s) auxiliaire (s) d'affectation ;</p><p>-mode de constatation des résultats (différence entre valeur de marché et prix de revient) en cas de changement d'affectation d'actifs entre deux comptabilités auxiliaires d'affectation ou entre l'actif général et une comptabilité auxiliaire d'affectation ;</p><p>-modalités particulières de calcul des dépréciations durables pour chaque canton légal ;</p><p>-utilisation de la méthode \" premier entré-premier sorti \" par patrimoine d'affectation pour le calcul des résultats de cession ; </p><p>b) Les particularités des contrats PERP diversifiés, et notamment :</p><p>-description des principes de fonctionnement et de calcul de la provision technique de diversification ;</p><p>-mention de l'évaluation en valeur de réalisation des actifs de placement. </p><p>3. 2. Le cas échéant, il sera fait mention des méthodes retenues pour l'arrêté des comptes de l'organisme d'assurance gestionnaire lorsqu'il est procédé à des estimations, notamment en matière de cotisations. Une information sera donnée sur le fait que les montants figurant dans les comptes annuels de l'organisme d'assurance gestionnaire peuvent, du fait du recours à ces estimations, différer de ceux figurant dans les comptes auxiliaires des opérations légalement cantonnées, arrêtés ultérieurement, le seuil de signification étant alors apprécié au niveau de chaque opération. </p><p>Les entreprises indiquent et expliquent, le cas échéant, les dérogations aux principes généraux qu'elles ont été conduites à pratiquer dans le cas exceptionnel où l'application d'une prescription comptable se révèle impropre à donner une image fidèle du patrimoine, de la situation financière ou du résultat ; elles précisent l'incidence de ces pratiques dérogatoires sur la détermination du patrimoine, de la situation financière et du résultat de l'exercice. </p><p>Elles indiquent de manière exhaustive celles des options prévues dans des textes législatifs ou réglementaires qu'elles ont exercées. </p><p>Tout changement de méthode et de présentation des comptes annuels doit être décrit et justifié dans l'annexe. Son incidence sur les comptes doit être indiquée. </p><p align='center'><strong>II.-Informations sur les postes du bilan et du compte de résultat </strong></p><p align='center'></p><p align='center'><strong>1. Pour le bilan </strong></p><p align='center'></p><p>1. 1. Les entreprises indiquent les mouvements ayant affecté les divers éléments de l'actif ci-après énumérés :</p><p>-les actifs incorporels ;</p><p>-les terrains et constructions ;</p><p>-les titres de propriété sur des entreprises liées et des entreprises avec lesquelles l'entreprise d'assurance a un lien de participation (comptes 250 et 260) ;</p><p>-les bons, obligations et créances de toutes natures sur ces mêmes entreprises (comptes 25 et 26, à l'exclusion des comptes 250 et 260). </p><p>Les entreprises indiquent, pour chacun de ces éléments d'actif, le montant brut en début et en fin d'exercice, les transferts et mouvements de l'exercice, le montant cumulé des amortissements et dépréciations à la clôture et le montant net inscrit au bilan, ainsi que les dotations aux amortissements et dépréciations et les reprises de (<a href='/affichTexte.do?cidTexte=JORFTEXT000000815101&categorieLien=cid'>arrêté du 15 décembre 2005</a>, annexe 3-14) dépréciations constatées au cours de l'exercice. </p><p>1. 2. En ce qui concerne les placements autres que ceux visés au 1. 1, les entreprises indiquent les dotations aux amortissements et pour dépréciation constatées au cours de l'exercice, par poste du bilan. Elles indiquent également par poste du bilan, le montant brut, le montant cumulé des amortissements et des dépréciations à la clôture et le montant net inscrit au bilan. </p><p>1. 3. En ce qui concerne les instruments financiers à terme, les entreprises fournissent les informations suivantes dans l'annexe aux comptes annuels : </p><p>a) La description des opérations et types de stratégies ainsi que les types d'instruments utilisés. Cette description implique notamment que soient fournies :</p><p>-les positions en cours en fin de période par nature de stratégie et par type d'instruments financiers à terme, en distinguant marchés réglementés et marchés de gré à gré ;</p><p>-une information sur la nature et les encours des éléments d'actif et de passif concernés par chaque nature de stratégie ; </p><p>b) Le montant des primes, soultes, appels de marge et autres flux figurant en compte de régularisation actif et passif, et les durées résiduelles d'amortissement prévues pour chaque nature de flux ; </p><p>c) Le montant des gains et pertes inscrits en résultat au titre des opérations dénouées au cours de l'exercice ; </p><p>d) La description des ruptures de stratégie intervenues au cours de l'exercice et de leur motivation ; </p><p>e) Le montant des gains ou pertes inscrits en résultat au titre des opérations rompues au cours de l'exercice ; </p><p>f) La description des déqualifications de stratégies intervenues au cours de l'exercice ; </p><p>g) Le montant des flux inscrits en compte de régularisation au titre des opérations déqualifiées, ainsi que, le cas échéant, des provisions constituées à ce titre. </p><p>1. 4. (cf. note 39) Les entreprises établissent un état récapitulatif et, pour les comptes sociaux, un état détaillé de l'ensemble des placements et instruments financiers à terme inscrits à leur bilan.L'état récapitulatif figure obligatoirement dans l'annexe. </p><p>Lorsqu'une entreprise décide de ne pas le faire figurer dans l'annexe, l'état détaillé doit, dans les mêmes délais que les comptes annuels, être établi par l'entreprise et communiqué aux commissaires aux comptes, qui en vérifient la sincérité et la concordance avec les comptes annuels dans les conditions définies au troisième alinéa de l'article 228 de la loi n° 66-537 du 24 juillet 1966 ; dans ce cas, l'état détaillé est délivré à toute personne qui en fait la demande et à la Commission de contrôle des assurances, dans les conditions définies à l'article R. 341-8 du code des assurances.</p><p>A.-L'état détaillé comporte : </p><p>A 1.-Pour les entreprises soumises au contrôle de l'Etat en vertu de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796289&dateTexte=&categorieLien=cid'>l'article L. 310-1</a>. </p><p>a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006816590&dateTexte=&categorieLien=cid'>l'article R. 332-19 </a>et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, f et i, ci-dessous) ; </p><p>b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006816608&dateTexte=&categorieLien=cid'>l'article R. 332-20 </a>et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, f et i ci-dessous) ; </p><p>c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006816374&dateTexte=&categorieLien=cid'>l'article R. 332-5 </a>(autres que ceux visés au i ci-dessous) ; </p><p>d) Un tableau pour les placements inscrits au bilan en classe 2 et garantissant les engagements envers des institutions de prévoyance ou couvrant des fonds de placement gérés par l'entreprise, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (autres que ceux visés au i ci-dessous) ; </p><p>e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) (autres que ceux visés au i ci-dessous) ; </p><p>f) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (autres que ceux visés au i ci-dessous) ; </p><p>g) Un tableau pour les autres placements inscrits au bilan en classe 2 (arrêté du 15 décembre 2005, annexe 3-16) et pour les instruments financiers à terme non rattachés à des placements (autres que ceux visés au i ci-dessous) ; </p><p>h) Un tableau pour les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2 (arrêté du 15 décembre 2005, annexe 3-17) (autres que ceux visés au i ci-dessous) ; </p><p>i) Un tableau pour les placements inscrits au bilan en classe 2 et relatifs à des opérations légalement cantonnées enregistrées dans une comptabilité auxiliaire d'affectation ventilant pour chaque contrat ou convention le total des placements par méthode (R. 332-19, R. 332-20, R. 332-5 et article 28 du décret n° 2004-342 du 21 avril 2004) ainsi que les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2. Ce tableau est accompagné de tableaux séparés établis pour chaque contrat ou convention détaillant les placements visés aux a à h ci-dessus ; </p><p>j) (cf. note 40) Un tableau pour les valeurs reçues en nantissement des réassureurs (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est, par convention, servie d'un montant égal à celui inscrit en colonne F) ; </p><p>k) (cf. note 41) Des tableaux pour les valeurs gérées par l'entreprise et appartenant à des institutions de prévoyance, à raison d'un tableau par portefeuille géré (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est servie par la valeur d'entrée).</p><p>A 2.-Pour les entreprises soumises au contrôle de l'Etat en vertu du 1° du III de l'article L. 310-1-1 :</p><p>a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-19 (autres que ceux visés aux c, d et e ci-dessous) ; </p><p>b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-20 (autres que ceux visés aux c, d et e ci-dessous) ; </p><p>c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-5 ; </p><p>d) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) ; </p><p>e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) ; </p><p>Un tableau pour les instruments financiers à terme non rattachés à des placements. </p><p>Dans chacun des tableaux prévus aux A 1 et A 2 ci-dessus, les valeurs et actifs sont groupés par rubrique correspondant à chaque compte divisionnaire (3 chiffres) ou, le cas échéant, sous-compte de la nomenclature des comptes (4 chiffres), présentés dans l'ordre du plan de comptes et comportant en clair l'intitulé du compte divisionnaire ou du sous-compte.</p><p>L'état détaillé des placements comprend l'indication des instruments financiers à terme regroupés par stratégie et par contrepartie, à défaut d'indication plus détaillée. Les instruments financiers à terme liés à un placement sont rattachés aux placements concernés par la stratégie. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie seront soit rattachés aux placements de même nature, soit mentionnés dans le tableau g de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1 ou dans le tableau f de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu du 1° du III de l'article L. 310-1-1. Ce tableau contient en outre les instruments financiers à terme qui ne sont pas liés à des placements détenus (anticipations de placements notamment). </p><p>Dans chaque rubrique, les actifs sont groupés en sous-rubrique par devise.A la fin de chaque sous-rubrique sont portés, sur des lignes distinctes, les éléments à déduire (part non libérée des titres, intérêts courus non échus), la totalisation des valeurs en devises et la contre-valeur en euros des totalisations au cours de change retenu pour l'établissement des comptes annuels (colonnes C, D, E, F, G). A la fin de chaque rubrique, figure une ligne de totalisation des valeurs ou contre-valeurs en euros (colonnes C, D, E, F, G). Aucun actif ne peut figurer dans plus d'un seul tableau. Chacun des tableaux comporte une ligne de totalisation générale des valeurs ou contre-valeurs en euros (C, D, E, F, G).</p><p>Les entreprises agréées pour les opérations mentionnées au 1° de l'article L. 310-1 indiquent à la suite des tableaux la quote-part (%) définie à l'article R. 344-1. </p><p>Les tableaux sont présentés selon le modèle ci-après. </p><table border='1' cellSpacing='0' width='652' align='center' cellPadding='0'><tbody><tr><td rowSpan='2' width='89'><p align='center'>NOMBRE </p><p align='center'>et désignation des valeurs ou des actifs avec, le cas échéant, mention de la devise autre que l'euro (*) dans laquelle (*) elles sont libellées </p></td><td rowSpan='2' width='83'><p align='center'>AFFECTATION </p></td><td rowSpan='2' width='87'><p align='center'>LOCALISATION </p></td><td colSpan='2' width='123'><p align='center'>VALEUR INSCRITE </p><p align='center'>au bilan </p></td><td rowSpan='2' width='52'><p align='center'>VALEUR nette </p></td><td rowSpan='2' width='58'><p align='center'>VALEUR de réalisation </p></td><td rowSpan='2' width='84'><p align='center'>VALEUR </p><p align='center'>de </p><p align='center'>remboursement </p></td><td rowSpan='2' width='75'><p align='center'>IDENTIFIANT </p></td></tr><tr><td width='59'><p align='center'>Valeur brute </p></td><td width='64'><p align='center'>Corrections de valeur </p></td></tr><tr><td width='89'><p align='center'>(A) </p></td><td width='83'><p align='center'>(B) </p></td><td width='87'><p align='center'>(B 1) </p></td><td width='59'><p align='center'>(C) </p></td><td width='64'><p align='center'>(D) </p></td><td width='52'><p align='center'>(E) </p></td><td width='58'><p align='center'>(F) </p></td><td width='84'><p align='center'>(G) </p></td><td width='75'><p align='center'>(H) </p></td></tr><tr><td width='89'><p align='center'>(1) </p></td><td width='83'><p align='center'>(2) </p></td><td width='87'><p align='center'>(3) </p></td><td width='59'><p align='center'>(4) </p></td><td width='64'><p align='center'>(5) </p></td><td width='52'><p align='center'></p></td><td width='58'><p align='center'>(6) </p></td><td width='84'><p align='center'>(7) </p></td><td width='75'><p align='center'>(8) </p></td></tr><tr><td colSpan='9' width='652'><p>(1) A l'intérieur de chaque sous-rubrique (voir ci-dessous B), les valeurs mobilières sont inscrites dans l'ordre de la cote officielle de la principale place de cotation.L'intitulé de chaque valeur est précédé du numéro d'identification en usage sur la cote officielle de la principale place de cotation (code ISIN international securities identification numbers). Pour les valeurs et actifs garantis par un tiers autre que le débiteur ou par une garantie réelle, la nature de la garantie et la désignation du garant sont précisées. </p><p>(2) L'indication de l'affectation est abrégée à l'aide du code suivant :</p><p>-F : Provisions techniques en France sauf opérations en unités de compte et opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation ;</p><p>-G : Provisions techniques dans l'Espace économique européen (hors France) sauf opérations en unités de compte ;</p><p>-A : Provisions techniques des opérations de branche 26 ;</p><p>-R : provisions techniques des plans d'épargne retraite populaires (PERP), sauf PERP en unités de rentes et PERP en diversifiés ;</p><p>-RA : provisions techniques des plans d'épargne retraite populaires en unités de rentes ;</p><p>-RE : provisions techniques des plans d'épargne retraite populaires diversifiés ;</p><p>-RX : provisions techniques des autres opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation ;</p><p>-V : Provisions techniques des opérations en unités de compte en France (art.R. 332-5) ;</p><p>-W : Provisions techniques des opérations en unités de compte dans l'Espace économique européen hors France (art.R. 332-5) ;</p><p>-P : Institutions de prévoyance ou fonds de placement gérés par l'entreprise ;</p><p>-E : Provisions techniques hors Espace économique européen ;</p><p>-CF : Cautionnement en France ;</p><p>-CC : Cautionnement Espace économique européen (hors France) ;</p><p>-CE : Cautionnement hors Espace économique européen ;</p><p>-L : Valeurs sans affectation : </p><p>Les actifs transférés avec un portefeuille de contrats par une entreprise d'assurance vie ou de capitalisation sont affectés, en outre, du code T. </p><p>(3) Etat de localisation du titre de propriété de l'actif (notamment Etat d'établissement du dépositaire pour les valeurs mobilières). </p><p>(4) Les valeurs brutes, nettes et de réalisation ainsi que les corrections de valeur sont à inscrire dans la monnaie de comptabilisation, c'est-à-dire, notamment pour les titres dont l'acquisition a fait l'objet d'une opération en devise au sens de l'article A. 342-3, dans la devise de l'opération initiale. Pour chacun des titres non libérés, le montant non libéré doit figurer dans la colonne Valeur inscrite au bilan immédiatement au-dessous de la ligne du libellé de la valeur.A chaque sous-totalisation (voir ci-dessous) le total des parties non libérées des valeurs totalisées est retranché globalement de cette colonne. Pour les instruments financiers à terme, la valeur brute est le montant total des flux financiers reçus ou versés depuis la mise en place de la stratégie, à l'exception de ceux relatifs aux garanties reçues et données. </p><p>(5) La colonne Correction de valeur inclut les amortissements et dépréciations ainsi que les amortissements et reprises de différences sur prix de remboursement constatés pour les titres évalués conformément à l'article R. 332-19 du présent code. Pour les instruments financiers, il s'agit de la partie des flux constatée en compte de résultat depuis la mise en place de la stratégie (amortissement des primes ou soultes, prise en compte de l'étalement du résultat...). </p><p>(6) Valeurs calculées selon les règles fixées par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006816630&dateTexte=&categorieLien=cid'>articles R. 332-20-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006816644&dateTexte=&categorieLien=cid'>R. 332-20-2. </a></p><p>(7) Valeur retenue pour le calcul de la différence sur prix de remboursement pour les valeurs évaluées conformément à l'article R. 332-19 du présent code. </p><p>(8) Un identifiant permettant de faire le lien entre la ou les lignes de placement concernés par la stratégie et le ou les instruments financiers à terme correspondants. </p><p>(*) Les termes le FF et le mot lesquelles ont été substitués par l'euro et laquelle par arrêté du 15 décembre 2005, annexe 3-22.</p></td></tr></tbody></table><p>B.-L'état récapitulatif est un tableau de synthèse comportant les colonnes C, E et F du modèle d'état détaillé et les lignes suivantes : </p><p>I.-Placements et instruments financiers à terme (détail des postes 3 et 4 de l'actif et des instruments financiers à terme) </p><p>1. Placements immobiliers et placements immobiliers en cours. (cf. note 42) </p><p>2. Actions et autres titres à revenu variable autres que les parts d'OPCVM. (cf. note 43) </p><p>3. Parts d'OPCVM (autres que celles visées en 4). (cf. note 44) </p><p>4. Parts d'OPCVM détenant exclusivement des titres à revenu fixe. (cf. note 45) </p><p>5. Obligations et autres titres à revenu fixe. (cf. note 46) </p><p>6. Prêts hypothécaires. (cf. note 47) </p><p>7. Autres prêts et effets assimilés. (cf. note 48) </p><p>8. Dépôts auprès des entreprises cédantes. (cf. note 49) </p><p>9. Dépôts (autres que ceux visés au 8) et cautionnements en espèces, et autres placements. (cf. note 50) </p><p>10. Actifs représentatifs de contrats en unités de compte :</p><p>-placements immobiliers ;</p><p>-titres à revenu variable autres que des parts d'OPCVM ;</p><p>-OPCVM détenant exclusivement des titres à revenu fixe ;</p><p>-autres OPCVM ;</p><p>-obligations et autres titres à revenu fixe. </p><p>11. Autres instruments financiers à terme :</p><p>-stratégies d'investissement ou de désinvestissement ;</p><p>-stratégies de rendement ;</p><p>-autres opérations. </p><p>12. (cf. note 51) Total des lignes 1 à 11. </p><p>a) Dont :</p><p>-placements évalués selon l'article R. 332-19 et instruments financiers à terme rattachés ;</p><p>-placements évalués selon l'article R. 332-20 et instruments financiers à terme rattachés ;</p><p>-placements évalués selon l'article R. 332-5 et instruments financiers à terme rattachés ;</p><p>-placements évalués conformément à l'article 28 du décret n° 2004-342 du 21 avril 2004 ;</p><p>-autres instruments financiers à terme. </p><p>b) Dont, pour les entreprises visées à l'article L. 310-1 :</p><p>-valeurs affectables à la représentation des provisions techniques autres que celles visées ci-dessous ;</p><p>-valeurs garantissant les engagements envers les institutions de prévoyance ou couvrant les fonds de placement gérés ;</p><p>-valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ;</p><p>-valeurs affectées aux provisions techniques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation en France ;</p><p>-autres affectations ou sans affectation. </p><p>Les valeurs affectées aux provisions techniques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation en France sont détaillées par nature (A, R, RA, RE, RX). Elles font par ailleurs l'objet d'un tableau récapitulatif séparé, ventilant les placements par nature. </p><p>Dont, pour les entreprises visées à l'article L. 310-1-1 :</p><p>-valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ;</p><p>-autres valeurs. </p><p>c) Dont :</p><p>-placements et instruments financiers à terme dans l'OCDE ;</p><p>-placements et instruments financiers à terme hors OCDE. </p><p align='center'><strong>II.-Actifs affectables à la représentation des provisions techniques (autres que les placements, les instruments financiers à terme et la part des réassureurs dans les provisions techniques). </strong></p><p align='center'></p><p align='center'><strong>III.-Valeurs appartenant à des institutions de prévoyance (à raison d'une ligne par institution de prévoyance). </strong></p><p align='center'></p><p>Dans l'état récapitulatif, les instruments financiers à terme liés à des placements sont rattachés aux placements concernés par la stratégie de la même façon que dans l'état détaillé. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie, qui n'auront pas été rattachés aux placements de même nature, seront mentionnés à la rubrique 11 \" autres instruments financiers à terme \".</p><p>A la suite du tableau de synthèse sont fournies les informations suivantes : </p><p>a) Le montant des acomptes inclus dans la valeur des actifs inscrits au poste Terrains et constructions ; </p><p>b) Le montant des terrains et constructions en faisant apparaître, en distinguant les droits réels et les parts de sociétés immobilières ou foncières non cotées :</p><p>-les immobilisations utilisées pour l'exercice des activités propres de l'établissement ;</p><p>-les autres immobilisations. </p><p>c) Le solde non encore amorti ou non encore repris correspondant à la différence sur prix de remboursement des titres évalués conformément à l'article R. 332-19 ; </p><p>1. 5. (cf. note 52) Les entreprises indiquent la ventilation selon leur durée résiduelle, en distinguant les tranches jusqu'à un an, plus de un à cinq ans, plus de cinq ans, de leurs créances et dettes. </p><p>1. 6. (cf. note 53) Les entreprises indiquent :</p><p>-le montant des participations et des parts dans des entreprises liées détenues dans des entreprises d'assurance ;</p><p>-la liste des filiales et participations (notamment le nom et le siège), telle que celles-ci sont définies aux articles 354 et 355 de la loi n° 66-537 du 24 juillet 1966, avec l'indication, pour chacune d'elles, de la part du capital détenu, directement ou par prête-nom, du montant des capitaux propres et du résultat du dernier exercice ;</p><p>-le nom, le siège et la forme juridique de toute entreprise dont l'entreprise d'assurance est l'associé indéfiniment responsable. </p><p>Certaines de ces indications peuvent être omises à la condition que l'entreprise soit en mesure de justifier le préjudice grave qui pourrait résulter de leur divulgation. Il est alors fait mention du caractère incomplet des informations figurant sur la liste. </p><p>1. 7. (cf. note 54) En ce qui concerne les opérations se rapportant à des entreprises liées et à des entreprises avec lesquelles existe un lien de participation, les entreprises indiquent, séparément pour chacune de ces deux catégories, le montant des parts détenues dans ces entreprises (actions et autres titres à revenu variable), et le montant des créances et des dettes sur ces entreprises détaillées par poste et sous-poste du bilan et, pour les créances et dettes nées d'opérations d'assurance directe, en distinguant les créances ou dettes sur les preneurs d'assurance et les créances ou dettes sur les intermédiaires d'assurance. </p><p>1. 8. (cf. note 55) En ce qui concerne les passifs subordonnés les entreprises mentionnent : </p><p>a) Pour chaque dette, matérialisée ou non par un titre, représentant plus de 10 % du montant total des dettes subordonnées :</p><p>-la nature juridique de la dette (emprunt, titre obligataire, titre participatif...) ;</p><p>-le montant de la dette, la devise dans laquelle elle est libellée, le taux d'intérêt et l'échéance ou l'indication que la dette est perpétuelle ;</p><p>-la possibilité et les conditions d'un éventuel remboursement anticipé ;</p><p>-les conditions de la subordination, l'existence éventuelle de stipulations permettant de convertir le passif subordonné en capital ou en une autre forme de passif ainsi que les conditions prévues par ces stipulations. </p><p>b) Pour les autres dettes subordonnées, les modalités qui les régissent de manière globale et leur répartition par nature de dette. </p><p>1. 9. (cf. note 56) En ce qui concerne les postes qui affectent ou sont susceptibles d'affecter la composition de l'actionnariat, les entreprises indiquent : </p><p>a) Le nombre et la valeur nominale de chaque catégorie de titres composant le capital social et l'étendue des droits que confèrent à leur détenteur les titres de chaque catégorie avec l'indication de ceux qui ont été créés ou remboursés pendant l'exercice ; </p><p>b) Le nombre et le montant des obligations convertibles, des parts bénéficiaires et des titres similaires, en précisant l'étendue des droits qu'ils confèrent ; </p><p>c) La valeur nominale des différentes catégories de titres de l'entreprise détenus par elle-même (actions propres), ainsi que le nombre et la valeur nominale des titres de chaque catégorie achetés ou vendus pendant l'exercice. </p><p>1. 10. (cf. note 57) Les entreprises fournissent : </p><p>a) La ventilation des réserves en distinguant les réserves statutaires et chacune des réserves réglementaires et des autres réserves, avec leur dénomination précise ; </p><p>b) Le montant des éléments du bilan ayant fait l'objet d'une réévaluation au cours de l'exercice, en précisant, pour chaque catégorie, la méthode de réévaluation utilisée, le montant et le traitement fiscal de l'écart ; </p><p>c) Le détail des mouvements ayant affecté la composition des fonds propres au cours de l'exercice notamment les réserves incorporées au capital social ou au fonds d'établissement et les augmentations de capital ou de fonds d'établissement. </p><p>1. 11. (cf. note 58) Les entreprises fournissent le montant des frais d'établissement, ventilés selon leur nature, des frais de recherche et de développement, de la valeur d'achat des fonds commerciaux et des autres actifs incorporels. </p><p>1. 12. (cf. note 59) Les entreprises doivent préciser, dès lors que ce montant est important, le montant des provisions pour risques en cours.L'appréciation de l'importance du montant s'effectue globalement. </p><p>1. 13. (cf. note 60) a) Les entreprises précisent, dès lors que ce montant est significatif, le montant des recours à recevoir déduits des provisions pour sinistres à payer.L'appréciation du caractère significatif du montant s'effectue globalement. </p><p>b) Les entreprises visées à l'article L. 310-1 précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions pour sinistres inscrites au bilan d'ouverture, relatives aux sinistres survenus au cours d'exercices antérieurs et restant à régler, et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres survenus au cours d'exercices antérieurs ajouté aux provisions pour sinistres inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement. </p><p>Les entreprises visées au 1° du III de l'article L. 310-1-1 précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions techniques inscrites au bilan d'ouverture relatives aux sinistres rattachés aux exercices antérieurs et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres rattachés aux exercices antérieurs ajouté aux provisions techniques inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement. </p><p>c) Les entreprises agréées pour les opérations mentionnées au 3° de l'article L. 310-1 établissent un état des règlements et des provisions pour sinistres à payer inscrites à leur bilan social au titre de l'ensemble de ces opérations, présenté selon le modèle ci-après.</p>",
            "num": "Annexe art. A344-3 (suite 3)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1226275200000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 268435455,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Catégories d'assurance et états à produire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157007",
                        "id": "LEGISCTA000006157007",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Etats à produire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173875",
                        "id": "LEGISCTA000006173875",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019112714",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173875",
            "sectionParentId": "LEGISCTA000006173875",
            "sectionParentTitre": "Section III : Etats à produire.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre IV : Dispositions comptables et statistiques &gt; Chapitre IV : Catégories d'assurance et états à produire &gt; Section III : Etats à produire.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019757939",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019736137",
                    "textTitle": "Arrêté du 7 novembre 2008 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000019747667",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-11-09",
                    "dateSignaTexte": "2008-11-07",
                    "dateDebutCible": "2008-11-10"
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 2",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031731970",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2015-12-29",
                    "dateSignaTexte": "2015-12-28",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000692245",
                    "textTitle": "LOI n° 66-537 du 24 juillet 1966",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692245",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-537",
                    "datePubli": -108432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000520693",
                    "textTitle": "Décret n°83-1020 du 29 novembre 1983",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000520693",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "83-1020",
                    "datePubli": 439084800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000815101",
                    "textTitle": "Arrêté du 15 décembre 2005",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000815101",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1135382400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*332-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*332-20",
                    "articleId": "LEGIARTI000006816608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*332-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*332-5",
                    "articleId": "LEGIARTI000006816374",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R332-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R332-19",
                    "articleId": "LEGIARTI000006816590",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1320364800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R332-20-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R332-20-1",
                    "articleId": "LEGIARTI000006816630",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 788918400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R332-20-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R332-20-2",
                    "articleId": "LEGIARTI000006816644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 788918400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019112714",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 744508800000,
                    "dateFin": 1212796800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019237233",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1212796800000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757939",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art. A344-3 (suite 3)"
            ],
            "versionPrecedente": "LEGIARTI000019237233",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019237233",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "3. ANNEXE L'annexe est établie conformément aux dispositions de l'article 25 du décret n° 83-1020 du 29 novembre 1983 ; elle est constituée de toutes les informations d'importance significative permettant d'avoir une juste appréciation du patrimoine et de la situation financière de l'entreprise, des risques qu'elle assume et de ses résultats. Sans préjudice des obligations légales et réglementaires qui leur sont applicables (notamment la loi n° 66-537 du 24 juillet 1966 et les dispositions spécifiques aux entreprises dont les actions sont admises à la cote des bourses de valeurs), la production de ces informations par les entreprises n'est requise que pour autant qu'elles ont une importance significative.L'annexe comporte notamment les éléments prévus ci-après.A chaque fois que ceci est utile à la compréhension, et notamment lorsque l'annexe donne le détail d'un poste du bilan ou du compte de résultat, les chiffres correspondants relatifs à l'exercice précédent sont indiqués de manière à pouvoir être directement comparés à ceux de l'exercice sous revue. I.-Informations sur le choix des méthodes utilisées Les entreprises mentionnent les modes et méthodes d'évaluation appliqués aux divers postes du bilan, du compte de résultat et de l'annexe, ainsi que les méthodes utilisées pour le calcul des amortissements et des dépréciations. Elles décrivent notamment les règles retenues pour l'imputation des charges par destination. 2. En ce qui concerne les instruments financiers à terme, les entreprises fournissent une description des principes et méthodes comptables retenus ainsi que des méthodes d'évaluation, et notamment des options retenues lorsque cela est applicable (enregistrement des primes d'options, mode de prise en compte des résultats sur stratégies de rendement,...). 3. Pour les opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation, les entreprises fournissent les compléments d'information suivants dans l'annexe aux comptes annuels de l'organisme d'assurance gestionnaire, lorsque cela est applicable : 3. 1. La description des caractéristiques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation incluant notamment : a) Les spécificités comptables de ces opérations et plus particulièrement l'explicitation de la notion des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation et de son incidence : -modalités de tenue de la (ou des) comptabilité (s) auxiliaire (s) d'affectation ; -mode de constatation des résultats (différence entre valeur de marché et prix de revient) en cas de changement d'affectation d'actifs entre deux comptabilités auxiliaires d'affectation ou entre l'actif général et une comptabilité auxiliaire d'affectation ; -modalités particulières de calcul des dépréciations durables pour chaque canton légal ; -utilisation de la méthode \" premier entré-premier sorti \" par patrimoine d'affectation pour le calcul des résultats de cession ; b) Les particularités des contrats PERP diversifiés, et notamment : -description des principes de fonctionnement et de calcul de la provision technique de diversification ; -mention de l'évaluation en valeur de réalisation des actifs de placement. 3. 2. Le cas échéant, il sera fait mention des méthodes retenues pour l'arrêté des comptes de l'organisme d'assurance gestionnaire lorsqu'il est procédé à des estimations, notamment en matière de cotisations. Une information sera donnée sur le fait que les montants figurant dans les comptes annuels de l'organisme d'assurance gestionnaire peuvent, du fait du recours à ces estimations, différer de ceux figurant dans les comptes auxiliaires des opérations légalement cantonnées, arrêtés ultérieurement, le seuil de signification étant alors apprécié au niveau de chaque opération. Les entreprises indiquent et expliquent, le cas échéant, les dérogations aux principes généraux qu'elles ont été conduites à pratiquer dans le cas exceptionnel où l'application d'une prescription comptable se révèle impropre à donner une image fidèle du patrimoine, de la situation financière ou du résultat ; elles précisent l'incidence de ces pratiques dérogatoires sur la détermination du patrimoine, de la situation financière et du résultat de l'exercice. Elles indiquent de manière exhaustive celles des options prévues dans des textes législatifs ou réglementaires qu'elles ont exercées. Tout changement de méthode et de présentation des comptes annuels doit être décrit et justifié dans l'annexe. Son incidence sur les comptes doit être indiquée. II.-Informations sur les postes du bilan et du compte de résultat 1. Pour le bilan 1. 1. Les entreprises indiquent les mouvements ayant affecté les divers éléments de l'actif ci-après énumérés : -les actifs incorporels ; -les terrains et constructions ; -les titres de propriété sur des entreprises liées et des entreprises avec lesquelles l'entreprise d'assurance a un lien de participation (comptes 250 et 260) ; -les bons, obligations et créances de toutes natures sur ces mêmes entreprises (comptes 25 et 26, à l'exclusion des comptes 250 et 260). Les entreprises indiquent, pour chacun de ces éléments d'actif, le montant brut en début et en fin d'exercice, les transferts et mouvements de l'exercice, le montant cumulé des amortissements et dépréciations à la clôture et le montant net inscrit au bilan, ainsi que les dotations aux amortissements et dépréciations et les reprises de ( arrêté du 15 décembre 2005 , annexe 3-14) dépréciations constatées au cours de l'exercice. 1. 2. En ce qui concerne les placements autres que ceux visés au 1. 1, les entreprises indiquent les dotations aux amortissements et pour dépréciation constatées au cours de l'exercice, par poste du bilan. Elles indiquent également par poste du bilan, le montant brut, le montant cumulé des amortissements et des dépréciations à la clôture et le montant net inscrit au bilan. 1. 3. En ce qui concerne les instruments financiers à terme, les entreprises fournissent les informations suivantes dans l'annexe aux comptes annuels : a) La description des opérations et types de stratégies ainsi que les types d'instruments utilisés. Cette description implique notamment que soient fournies : -les positions en cours en fin de période par nature de stratégie et par type d'instruments financiers à terme, en distinguant marchés réglementés et marchés de gré à gré ; -une information sur la nature et les encours des éléments d'actif et de passif concernés par chaque nature de stratégie ; b) Le montant des primes, soultes, appels de marge et autres flux figurant en compte de régularisation actif et passif, et les durées résiduelles d'amortissement prévues pour chaque nature de flux ; c) Le montant des gains et pertes inscrits en résultat au titre des opérations dénouées au cours de l'exercice ; d) La description des ruptures de stratégie intervenues au cours de l'exercice et de leur motivation ; e) Le montant des gains ou pertes inscrits en résultat au titre des opérations rompues au cours de l'exercice ; f) La description des déqualifications de stratégies intervenues au cours de l'exercice ; g) Le montant des flux inscrits en compte de régularisation au titre des opérations déqualifiées, ainsi que, le cas échéant, des provisions constituées à ce titre. 1. 4. (cf. note 39) Les entreprises établissent un état récapitulatif et, pour les comptes sociaux, un état détaillé de l'ensemble des placements et instruments financiers à terme inscrits à leur bilan.L'état récapitulatif figure obligatoirement dans l'annexe. Lorsqu'une entreprise décide de ne pas le faire figurer dans l'annexe, l'état détaillé doit, dans les mêmes délais que les comptes annuels, être établi par l'entreprise et communiqué aux commissaires aux comptes, qui en vérifient la sincérité et la concordance avec les comptes annuels dans les conditions définies au troisième alinéa de l'article 228 de la loi n° 66-537 du 24 juillet 1966 ; dans ce cas, l'état détaillé est délivré à toute personne qui en fait la demande et à la Commission de contrôle des assurances, dans les conditions définies à l'article R. 341-8 du code des assurances. A.-L'état détaillé comporte : A 1.-Pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1 . a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-19 et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, f et i, ci-dessous) ; b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-20 et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, f et i ci-dessous) ; c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-5 (autres que ceux visés au i ci-dessous) ; d) Un tableau pour les placements inscrits au bilan en classe 2 et garantissant les engagements envers des institutions de prévoyance ou couvrant des fonds de placement gérés par l'entreprise, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (autres que ceux visés au i ci-dessous) ; e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) (autres que ceux visés au i ci-dessous) ; f) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (autres que ceux visés au i ci-dessous) ; g) Un tableau pour les autres placements inscrits au bilan en classe 2 (arrêté du 15 décembre 2005, annexe 3-16) et pour les instruments financiers à terme non rattachés à des placements (autres que ceux visés au i ci-dessous) » ; h) Un tableau pour les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2 (arrêté du 15 décembre 2005, annexe 3-17) (autres que ceux visés au i ci-dessous) » ; i) Un tableau pour les placements inscrits au bilan en classe 2 et relatifs à des opérations légalement cantonnées enregistrées dans une comptabilité auxiliaire d'affectation ventilant pour chaque contrat ou convention le total des placements par méthode (R. 332-19, R. 332-20, R. 332-5 et article 28 du décret n° 2004-342 du 21 avril 2004) ainsi que les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2. Ce tableau est accompagné de tableaux séparés établis pour chaque contrat ou convention détaillant les placements visés aux a à h ci-dessus ; j) (cf. note 40) Un tableau pour les valeurs reçues en nantissement des réassureurs (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est, par convention, servie d'un montant égal à celui inscrit en colonne F) ; k) (cf. note 41) Des tableaux pour les valeurs gérées par l'entreprise et appartenant à des institutions de prévoyance, à raison d'un tableau par portefeuille géré (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est servie par la valeur d'entrée). A 2.-Pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1-1 : a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-19 (autres que ceux visés aux c, d et e ci-dessous) ; b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-20 (autres que ceux visés aux c, d et e ci-dessous) ; c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-5 ; d) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) ; e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) ; Un tableau pour les instruments financiers à terme non rattachés à des placements. Dans chacun des tableaux prévus aux A 1 et A 2 ci-dessus, les valeurs et actifs sont groupés par rubrique correspondant à chaque compte divisionnaire (3 chiffres) ou, le cas échéant, sous-compte de la nomenclature des comptes (4 chiffres), présentés dans l'ordre du plan de comptes et comportant en clair l'intitulé du compte divisionnaire ou du sous-compte. L'état détaillé des placements comprend l'indication des instruments financiers à terme regroupés par stratégie et par contrepartie, à défaut d'indication plus détaillée. Les instruments financiers à terme liés à un placement sont rattachés aux placements concernés par la stratégie. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie seront soit rattachés aux placements de même nature, soit mentionnés dans le tableau g de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1 ou dans le tableau f de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1-1. Ce tableau contient en outre les instruments financiers à terme qui ne sont pas liés à des placements détenus (anticipations de placements notamment). Dans chaque rubrique, les actifs sont groupés en sous-rubrique par devise.A la fin de chaque sous-rubrique sont portés, sur des lignes distinctes, les éléments à déduire (part non libérée des titres, intérêts courus non échus), la totalisation des valeurs en devises et la contre-valeur en euros des totalisations au cours de change retenu pour l'établissement des comptes annuels (colonnes C, D, E, F, G).A la fin de chaque rubrique, figure une ligne de totalisation des valeurs ou contre-valeurs en euros (colonnes C, D, E, F, G). Aucun actif ne peut figurer dans plus d'un seul tableau. Chacun des tableaux comporte une ligne de totalisation générale des valeurs ou contre-valeurs en euros (C, D, E, F, G). Les entreprises agréées pour les opérations mentionnées au 1° de l'article L. 310-1 indiquent à la suite des tableaux la quote-part (%) définie à l'article R. 344-1. Les tableaux sont présentés selon le modèle ci-après. NOMBRE et désignation des valeurs ou des actifs avec, le cas échéant, mention de la devise autre que l'euro » (*) dans laquelle » (*) elles sont libellées AFFECTATION LOCALISATION VALEUR INSCRITE au bilan VALEUR nette VALEUR de réalisation VALEUR de remboursement IDENTIFIANT Valeur brute Corrections de valeur (A) (B) (B 1) (C) (D) (E) (F) (G) (H) (1) (2) (3) (4) (5) (6) (7) (8) (1) A l'intérieur de chaque sous-rubrique (voir ci-dessous B), les valeurs mobilières sont inscrites dans l'ordre de la cote officielle de la principale place de cotation.L'intitulé de chaque valeur est précédé du numéro d'identification en usage sur la cote officielle de la principale place de cotation (code ISIN international securities identification numbers). Pour les valeurs et actifs garantis par un tiers autre que le débiteur ou par une garantie réelle, la nature de la garantie et la désignation du garant sont précisées. (2) L'indication de l'affectation est abrégée à l'aide du code suivant : -F : Provisions techniques en France sauf opérations en unités de compte et opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation ; -G : Provisions techniques dans l'Espace économique européen (hors France) sauf opérations en unités de compte ; -A : Provisions techniques des opérations de branche 26 ; -R : provisions techniques des plans d'épargne retraite populaires (PERP), sauf PERP en unités de rentes et PERP en diversifiés ; -RA : provisions techniques des plans d'épargne retraite populaires en unités de rentes ; -RE : provisions techniques des plans d'épargne retraite populaires diversifiés ; -RX : provisions techniques des autres opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation ; -V : Provisions techniques des opérations en unités de compte en France (art.R. 332-5) ; -W : Provisions techniques des opérations en unités de compte dans l'Espace économique européen hors France (art.R. 332-5) ; -P : Institutions de prévoyance ou fonds de placement gérés par l'entreprise ; -E : Provisions techniques hors Espace économique européen ; -CF : Cautionnement en France ; -CC : Cautionnement Espace économique européen (hors France) ; -CE : Cautionnement hors Espace économique européen ; -L : Valeurs sans affectation : Les actifs transférés avec un portefeuille de contrats par une entreprise d'assurance vie ou de capitalisation sont affectés, en outre, du code T. (3) Etat de localisation du titre de propriété de l'actif (notamment Etat d'établissement du dépositaire pour les valeurs mobilières). (4) Les valeurs brutes, nettes et de réalisation ainsi que les corrections de valeur sont à inscrire dans la monnaie de comptabilisation, c'est-à-dire, notamment pour les titres dont l'acquisition a fait l'objet d'une opération en devise au sens de l'article A. 342-3, dans la devise de l'opération initiale. Pour chacun des titres non libérés, le montant non libéré doit figurer dans la colonne Valeur inscrite au bilan immédiatement au-dessous de la ligne du libellé de la valeur.A chaque sous-totalisation (voir ci-dessous) le total des parties non libérées des valeurs totalisées est retranché globalement de cette colonne. Pour les instruments financiers à terme, la valeur brute est le montant total des flux financiers reçus ou versés depuis la mise en place de la stratégie, à l'exception de ceux relatifs aux garanties reçues et données. (5) La colonne Correction de valeur inclut les amortissements et dépréciations ainsi que les amortissements et reprises de différences sur prix de remboursement constatés pour les titres évalués conformément à l'article R. 332-19 du présent code. Pour les instruments financiers, il s'agit de la partie des flux constatée en compte de résultat depuis la mise en place de la stratégie (amortissement des primes ou soultes, prise en compte de l'étalement du résultat...). (6) Valeurs calculées selon les règles fixées par les articles R. 332-20-1 et R. 332-20-2. (7) Valeur retenue pour le calcul de la différence sur prix de remboursement pour les valeurs évaluées conformément à l'article R. 332-19 du présent code. (8) Un identifiant permettant de faire le lien entre la ou les lignes de placement concernés par la stratégie et le ou les instruments financiers à terme correspondants. (*) Les termes le FF et le mot lesquelles ont été substitués par l'euro et laquelle par arrêté du 15 décembre 2005, annexe 3-22. B.-L'état récapitulatif est un tableau de synthèse comportant les colonnes C, E et F du modèle d'état détaillé et les lignes suivantes : I.-Placements et instruments financiers à terme (détail des postes 3 et 4 de l'actif et des instruments financiers à terme) 1. Placements immobiliers et placements immobiliers en cours. (cf. note 42) 2. Actions et autres titres à revenu variable autres que les parts d'OPCVM. (cf. note 43) 3. Parts d'OPCVM (autres que celles visées en 4). (cf. note 44) 4. Parts d'OPCVM détenant exclusivement des titres à revenu fixe. (cf. note 45) 5. Obligations et autres titres à revenu fixe. (cf. note 46) 6. Prêts hypothécaires. (cf. note 47) 7. Autres prêts et effets assimilés. (cf. note 48) 8. Dépôts auprès des entreprises cédantes. (cf. note 49) 9. Dépôts (autres que ceux visés au 8) et cautionnements en espèces, et autres placements. (cf. note 50) 10. Actifs représentatifs de contrats en unités de compte : -placements immobiliers ; -titres à revenu variable autres que des parts d'OPCVM ; -OPCVM détenant exclusivement des titres à revenu fixe ; -autres OPCVM ; -obligations et autres titres à revenu fixe. 11. Autres instruments financiers à terme : -stratégies d'investissement ou de désinvestissement ; -stratégies de rendement ; -autres opérations. 12. (cf. note 51) Total des lignes 1 à 11. a) Dont : -placements évalués selon l'article R. 332-19 et instruments financiers à terme rattachés ; -placements évalués selon l'article R. 332-20 et instruments financiers à terme rattachés ; -placements évalués selon l'article R. 332-5 et instruments financiers à terme rattachés ; -placements évalués conformément à l'article 28 du décret n° 2004-342 du 21 avril 2004 ; -autres instruments financiers à terme. b) Dont, pour les entreprises visées à l'article L. 310-1 : -valeurs affectables à la représentation des provisions techniques autres que celles visées ci-dessous ; -valeurs garantissant les engagements envers les institutions de prévoyance ou couvrant les fonds de placement gérés ; -valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ; -valeurs affectées aux provisions techniques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation en France ; -autres affectations ou sans affectation. Les valeurs affectées aux provisions techniques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation en France sont détaillées par nature (A, R, RA, RE, RX). Elles font par ailleurs l'objet d'un tableau récapitulatif séparé, ventilant les placements par nature. Dont, pour les entreprises visées à l'article L. 310-1-1 : -valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ; -autres valeurs. c) Dont : -placements et instruments financiers à terme dans l'OCDE ; -placements et instruments financiers à terme hors OCDE. II.-Actifs affectables à la représentation des provisions techniques (autres que les placements, les instruments financiers à terme » et la part des réassureurs dans les provisions techniques). III.-Valeurs appartenant à des institutions de prévoyance (à raison d'une ligne par institution de prévoyance). Dans l'état récapitulatif, les instruments financiers à terme liés à des placements sont rattachés aux placements concernés par la stratégie de la même façon que dans l'état détaillé. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie, qui n'auront pas été rattachés aux placements de même nature, seront mentionnés à la rubrique 11 \" autres instruments financiers à terme \". A la suite du tableau de synthèse sont fournies les informations suivantes : a) Le montant des acomptes inclus dans la valeur des actifs inscrits au poste Terrains et constructions ; b) Le montant des terrains et constructions en faisant apparaître, en distinguant les droits réels et les parts de sociétés immobilières ou foncières non cotées : -les immobilisations utilisées pour l'exercice des activités propres de l'établissement ; -les autres immobilisations. c) Le solde non encore amorti ou non encore repris correspondant à la différence sur prix de remboursement des titres évalués conformément à l'article R. 332-19 ; 1. 5. (cf. note 52) Les entreprises indiquent la ventilation selon leur durée résiduelle, en distinguant les tranches jusqu'à un an, plus de un à cinq ans, plus de cinq ans, de leurs créances et dettes. 1. 6. (cf. note 53) Les entreprises indiquent : -le montant des participations et des parts dans des entreprises liées détenues dans des entreprises d'assurance ; -la liste des filiales et participations (notamment le nom et le siège), telle que celles-ci sont définies aux articles 354 et 355 de la loi n° 66-537 du 24 juillet 1966, avec l'indication, pour chacune d'elles, de la part du capital détenu, directement ou par prête-nom, du montant des capitaux propres et du résultat du dernier exercice ; -le nom, le siège et la forme juridique de toute entreprise dont l'entreprise d'assurance est l'associé indéfiniment responsable. Certaines de ces indications peuvent être omises à la condition que l'entreprise soit en mesure de justifier le préjudice grave qui pourrait résulter de leur divulgation. Il est alors fait mention du caractère incomplet des informations figurant sur la liste. 1. 7. (cf. note 54) En ce qui concerne les opérations se rapportant à des entreprises liées et à des entreprises avec lesquelles existe un lien de participation, les entreprises indiquent, séparément pour chacune de ces deux catégories, le montant des parts détenues dans ces entreprises (actions et autres titres à revenu variable), et le montant des créances et des dettes sur ces entreprises détaillées par poste et sous-poste du bilan et, pour les créances et dettes nées d'opérations d'assurance directe, en distinguant les créances ou dettes sur les preneurs d'assurance et les créances ou dettes sur les intermédiaires d'assurance. 1. 8. (cf. note 55) En ce qui concerne les passifs subordonnés les entreprises mentionnent : a) Pour chaque dette, matérialisée ou non par un titre, représentant plus de 10 % du montant total des dettes subordonnées : -la nature juridique de la dette (emprunt, titre obligataire, titre participatif...) ; -le montant de la dette, la devise dans laquelle elle est libellée, le taux d'intérêt et l'échéance ou l'indication que la dette est perpétuelle ; -la possibilité et les conditions d'un éventuel remboursement anticipé ; -les conditions de la subordination, l'existence éventuelle de stipulations permettant de convertir le passif subordonné en capital ou en une autre forme de passif ainsi que les conditions prévues par ces stipulations. b) Pour les autres dettes subordonnées, les modalités qui les régissent de manière globale et leur répartition par nature de dette. 1. 9. (cf. note 56) En ce qui concerne les postes qui affectent ou sont susceptibles d'affecter la composition de l'actionnariat, les entreprises indiquent : a) Le nombre et la valeur nominale de chaque catégorie de titres composant le capital social et l'étendue des droits que confèrent à leur détenteur les titres de chaque catégorie avec l'indication de ceux qui ont été créés ou remboursés pendant l'exercice ; b) Le nombre et le montant des obligations convertibles, des parts bénéficiaires et des titres similaires, en précisant l'étendue des droits qu'ils confèrent ; c) La valeur nominale des différentes catégories de titres de l'entreprise détenus par elle-même (actions propres), ainsi que le nombre et la valeur nominale des titres de chaque catégorie achetés ou vendus pendant l'exercice. 1. 10. (cf. note 57) Les entreprises fournissent : a) La ventilation des réserves en distinguant les réserves statutaires et chacune des réserves réglementaires et des autres réserves, avec leur dénomination précise ; b) Le montant des éléments du bilan ayant fait l'objet d'une réévaluation au cours de l'exercice, en précisant, pour chaque catégorie, la méthode de réévaluation utilisée, le montant et le traitement fiscal de l'écart ; c) Le détail des mouvements ayant affecté la composition des fonds propres au cours de l'exercice notamment les réserves incorporées au capital social ou au fonds d'établissement et les augmentations de capital ou de fonds d'établissement. 1. 11. (cf. note 58) Les entreprises fournissent le montant des frais d'établissement, ventilés selon leur nature, des frais de recherche et de développement, de la valeur d'achat des fonds commerciaux et des autres actifs incorporels. 1. 12. (cf. note 59) Les entreprises doivent préciser, dès lors que ce montant est important, le montant des provisions pour risques en cours.L'appréciation de l'importance du montant s'effectue globalement. 1. 13. (cf. note 60) a) Les entreprises précisent, dès lors que ce montant est significatif, le montant des recours à recevoir déduits des provisions pour sinistres à payer.L'appréciation du caractère significatif du montant s'effectue globalement. b) Les entreprises visées à l'article L. 310-1 précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions pour sinistres inscrites au bilan d'ouverture, relatives aux sinistres survenus au cours d'exercices antérieurs et restant à régler, et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres survenus au cours d'exercices antérieurs ajouté aux provisions pour sinistres inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement. Les entreprises visées à l'article L. 310-1-1 précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions techniques inscrites au bilan d'ouverture relatives aux sinistres rattachés aux exercices antérieurs et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres rattachés aux exercices antérieurs ajouté aux provisions techniques inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement. c) Les entreprises agréées pour les opérations mentionnées au 3° de l'article L. 310-1 établissent un état des règlements et des provisions pour sinistres à payer inscrites à leur bilan social au titre de l'ensemble de ces opérations, présenté selon le modèle ci-après.",
            "texteHtml": "<p align='center'><strong>3. ANNEXE </strong></p><p align='center'></p><p>L'annexe est établie conformément aux dispositions de l'article 25 du <a href='/affichTexte.do?cidTexte=JORFTEXT000000520693&categorieLien=cid' title='Décret n°83-1020 du 29 novembre 1983 (Ab)'>décret n° 83-1020 </a>du 29 novembre 1983 ; elle est constituée de toutes les informations d'importance significative permettant d'avoir une juste appréciation du patrimoine et de la situation financière de l'entreprise, des risques qu'elle assume et de ses résultats. Sans préjudice des obligations légales et réglementaires qui leur sont applicables (notamment la <a href='/affichTexte.do?cidTexte=JORFTEXT000000692245&categorieLien=cid' title='Loi n°66-537 du 24 juillet 1966 (Ab)'>loi n° 66-537 </a>du 24 juillet 1966 et les dispositions spécifiques aux entreprises dont les actions sont admises à la cote des bourses de valeurs), la production de ces informations par les entreprises n'est requise que pour autant qu'elles ont une importance significative.L'annexe comporte notamment les éléments prévus ci-après.A chaque fois que ceci est utile à la compréhension, et notamment lorsque l'annexe donne le détail d'un poste du bilan ou du compte de résultat, les chiffres correspondants relatifs à l'exercice précédent sont indiqués de manière à pouvoir être directement comparés à ceux de l'exercice sous revue.</p><p align='center'><strong>I.-Informations sur le choix des méthodes utilisées </strong></p><p align='center'></p><p>Les entreprises mentionnent les modes et méthodes d'évaluation appliqués aux divers postes du bilan, du compte de résultat et de l'annexe, ainsi que les méthodes utilisées pour le calcul des amortissements et des dépréciations. Elles décrivent notamment les règles retenues pour l'imputation des charges par destination. </p><p>2. En ce qui concerne les instruments financiers à terme, les entreprises fournissent une description des principes et méthodes comptables retenus ainsi que des méthodes d'évaluation, et notamment des options retenues lorsque cela est applicable (enregistrement des primes d'options, mode de prise en compte des résultats sur stratégies de rendement,...). </p><p>3. Pour les opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation, les entreprises fournissent les compléments d'information suivants dans l'annexe aux comptes annuels de l'organisme d'assurance gestionnaire, lorsque cela est applicable : </p><p>3. 1. La description des caractéristiques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation incluant notamment : </p><p>a) Les spécificités comptables de ces opérations et plus particulièrement l'explicitation de la notion des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation et de son incidence :</p><p>-modalités de tenue de la (ou des) comptabilité (s) auxiliaire (s) d'affectation ;</p><p>-mode de constatation des résultats (différence entre valeur de marché et prix de revient) en cas de changement d'affectation d'actifs entre deux comptabilités auxiliaires d'affectation ou entre l'actif général et une comptabilité auxiliaire d'affectation ;</p><p>-modalités particulières de calcul des dépréciations durables pour chaque canton légal ;</p><p>-utilisation de la méthode \" premier entré-premier sorti \" par patrimoine d'affectation pour le calcul des résultats de cession ; </p><p>b) Les particularités des contrats PERP diversifiés, et notamment :</p><p>-description des principes de fonctionnement et de calcul de la provision technique de diversification ;</p><p>-mention de l'évaluation en valeur de réalisation des actifs de placement. </p><p>3. 2. Le cas échéant, il sera fait mention des méthodes retenues pour l'arrêté des comptes de l'organisme d'assurance gestionnaire lorsqu'il est procédé à des estimations, notamment en matière de cotisations. Une information sera donnée sur le fait que les montants figurant dans les comptes annuels de l'organisme d'assurance gestionnaire peuvent, du fait du recours à ces estimations, différer de ceux figurant dans les comptes auxiliaires des opérations légalement cantonnées, arrêtés ultérieurement, le seuil de signification étant alors apprécié au niveau de chaque opération. </p><p>Les entreprises indiquent et expliquent, le cas échéant, les dérogations aux principes généraux qu'elles ont été conduites à pratiquer dans le cas exceptionnel où l'application d'une prescription comptable se révèle impropre à donner une image fidèle du patrimoine, de la situation financière ou du résultat ; elles précisent l'incidence de ces pratiques dérogatoires sur la détermination du patrimoine, de la situation financière et du résultat de l'exercice. </p><p>Elles indiquent de manière exhaustive celles des options prévues dans des textes législatifs ou réglementaires qu'elles ont exercées. </p><p>Tout changement de méthode et de présentation des comptes annuels doit être décrit et justifié dans l'annexe. Son incidence sur les comptes doit être indiquée. </p><p align='center'><strong>II.-Informations sur les postes du bilan et du compte de résultat </strong></p><p align='center'></p><p align='center'><strong>1. Pour le bilan </strong></p><p align='center'></p><p>1. 1. Les entreprises indiquent les mouvements ayant affecté les divers éléments de l'actif ci-après énumérés :</p><p>-les actifs incorporels ;</p><p>-les terrains et constructions ;</p><p>-les titres de propriété sur des entreprises liées et des entreprises avec lesquelles l'entreprise d'assurance a un lien de participation (comptes 250 et 260) ;</p><p>-les bons, obligations et créances de toutes natures sur ces mêmes entreprises (comptes 25 et 26, à l'exclusion des comptes 250 et 260). </p><p>Les entreprises indiquent, pour chacun de ces éléments d'actif, le montant brut en début et en fin d'exercice, les transferts et mouvements de l'exercice, le montant cumulé des amortissements et dépréciations à la clôture et le montant net inscrit au bilan, ainsi que les dotations aux amortissements et dépréciations et les reprises de (<a href='/affichTexte.do?cidTexte=JORFTEXT000000815101&categorieLien=cid' title='Arrêté du 15 décembre 2005 (V)'>arrêté du 15 décembre 2005</a>, annexe 3-14) dépréciations constatées au cours de l'exercice. </p><p>1. 2. En ce qui concerne les placements autres que ceux visés au 1. 1, les entreprises indiquent les dotations aux amortissements et pour dépréciation constatées au cours de l'exercice, par poste du bilan. Elles indiquent également par poste du bilan, le montant brut, le montant cumulé des amortissements et des dépréciations à la clôture et le montant net inscrit au bilan. </p><p>1. 3. En ce qui concerne les instruments financiers à terme, les entreprises fournissent les informations suivantes dans l'annexe aux comptes annuels : </p><p>a) La description des opérations et types de stratégies ainsi que les types d'instruments utilisés. Cette description implique notamment que soient fournies :</p><p>-les positions en cours en fin de période par nature de stratégie et par type d'instruments financiers à terme, en distinguant marchés réglementés et marchés de gré à gré ;</p><p>-une information sur la nature et les encours des éléments d'actif et de passif concernés par chaque nature de stratégie ; </p><p>b) Le montant des primes, soultes, appels de marge et autres flux figurant en compte de régularisation actif et passif, et les durées résiduelles d'amortissement prévues pour chaque nature de flux ; </p><p>c) Le montant des gains et pertes inscrits en résultat au titre des opérations dénouées au cours de l'exercice ; </p><p>d) La description des ruptures de stratégie intervenues au cours de l'exercice et de leur motivation ; </p><p>e) Le montant des gains ou pertes inscrits en résultat au titre des opérations rompues au cours de l'exercice ; </p><p>f) La description des déqualifications de stratégies intervenues au cours de l'exercice ; </p><p>g) Le montant des flux inscrits en compte de régularisation au titre des opérations déqualifiées, ainsi que, le cas échéant, des provisions constituées à ce titre. </p><p>1. 4. (cf. note 39) Les entreprises établissent un état récapitulatif et, pour les comptes sociaux, un état détaillé de l'ensemble des placements et instruments financiers à terme inscrits à leur bilan.L'état récapitulatif figure obligatoirement dans l'annexe. </p><p>Lorsqu'une entreprise décide de ne pas le faire figurer dans l'annexe, l'état détaillé doit, dans les mêmes délais que les comptes annuels, être établi par l'entreprise et communiqué aux commissaires aux comptes, qui en vérifient la sincérité et la concordance avec les comptes annuels dans les conditions définies au troisième alinéa de l'article 228 de la loi n° 66-537 du 24 juillet 1966 ; dans ce cas, l'état détaillé est délivré à toute personne qui en fait la demande et à la Commission de contrôle des assurances, dans les conditions définies à l'article R. 341-8 du code des assurances.</p><p>A.-L'état détaillé comporte : </p><p>A 1.-Pour les entreprises soumises au contrôle de l'Etat en vertu de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796289&dateTexte=&categorieLien=cid' title='Code des assurances - art. L310-1 (V)'>l'article L. 310-1</a>. </p><p>a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006816590&dateTexte=&categorieLien=cid' title='Code des assurances - art. R332-19 (V)'>l'article R. 332-19 </a>et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, f et i, ci-dessous) ; </p><p>b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006816608&dateTexte=&categorieLien=cid' title='Code des assurances - art. R332-20 (V)'>l'article R. 332-20 </a>et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, f et i ci-dessous) ; </p><p>c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006816374&dateTexte=&categorieLien=cid' title='Code des assurances - art. R332-5 (V)'>l'article R. 332-5 </a>(autres que ceux visés au i ci-dessous) ; </p><p>d) Un tableau pour les placements inscrits au bilan en classe 2 et garantissant les engagements envers des institutions de prévoyance ou couvrant des fonds de placement gérés par l'entreprise, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (autres que ceux visés au i ci-dessous) ; </p><p>e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) (autres que ceux visés au i ci-dessous) ; </p><p>f) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (autres que ceux visés au i ci-dessous) ; </p><p>g) Un tableau pour les autres placements inscrits au bilan en classe 2 (arrêté du 15 décembre 2005, annexe 3-16) et pour les instruments financiers à terme non rattachés à des placements (autres que ceux visés au i ci-dessous) » ; </p><p>h) Un tableau pour les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2 (arrêté du 15 décembre 2005, annexe 3-17) (autres que ceux visés au i ci-dessous) » ; </p><p>i) Un tableau pour les placements inscrits au bilan en classe 2 et relatifs à des opérations légalement cantonnées enregistrées dans une comptabilité auxiliaire d'affectation ventilant pour chaque contrat ou convention le total des placements par méthode (R. 332-19, R. 332-20, R. 332-5 et article 28 du décret n° 2004-342 du 21 avril 2004) ainsi que les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2. Ce tableau est accompagné de tableaux séparés établis pour chaque contrat ou convention détaillant les placements visés aux a à h ci-dessus ; </p><p>j) (cf. note 40) Un tableau pour les valeurs reçues en nantissement des réassureurs (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est, par convention, servie d'un montant égal à celui inscrit en colonne F) ; </p><p>k) (cf. note 41) Des tableaux pour les valeurs gérées par l'entreprise et appartenant à des institutions de prévoyance, à raison d'un tableau par portefeuille géré (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est servie par la valeur d'entrée).</p><p>A 2.-Pour les entreprises soumises au contrôle de l'Etat en vertu de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796400&dateTexte=&categorieLien=cid' title='Code des assurances - art. L310-1-1 (V)'>l'article L. 310-1-1 </a>: </p><p>a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-19 (autres que ceux visés aux c, d et e ci-dessous) ; </p><p>b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-20 (autres que ceux visés aux c, d et e ci-dessous) ; </p><p>c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-5 ; </p><p>d) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) ; </p><p>e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) ; </p><p>Un tableau pour les instruments financiers à terme non rattachés à des placements. </p><p>Dans chacun des tableaux prévus aux A 1 et A 2 ci-dessus, les valeurs et actifs sont groupés par rubrique correspondant à chaque compte divisionnaire (3 chiffres) ou, le cas échéant, sous-compte de la nomenclature des comptes (4 chiffres), présentés dans l'ordre du plan de comptes et comportant en clair l'intitulé du compte divisionnaire ou du sous-compte.</p><p>L'état détaillé des placements comprend l'indication des instruments financiers à terme regroupés par stratégie et par contrepartie, à défaut d'indication plus détaillée. Les instruments financiers à terme liés à un placement sont rattachés aux placements concernés par la stratégie. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie seront soit rattachés aux placements de même nature, soit mentionnés dans le tableau g de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1 ou dans le tableau f de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1-1. Ce tableau contient en outre les instruments financiers à terme qui ne sont pas liés à des placements détenus (anticipations de placements notamment). </p><p>Dans chaque rubrique, les actifs sont groupés en sous-rubrique par devise.A la fin de chaque sous-rubrique sont portés, sur des lignes distinctes, les éléments à déduire (part non libérée des titres, intérêts courus non échus), la totalisation des valeurs en devises et la contre-valeur en euros des totalisations au cours de change retenu pour l'établissement des comptes annuels (colonnes C, D, E, F, G).A la fin de chaque rubrique, figure une ligne de totalisation des valeurs ou contre-valeurs en euros (colonnes C, D, E, F, G). Aucun actif ne peut figurer dans plus d'un seul tableau. Chacun des tableaux comporte une ligne de totalisation générale des valeurs ou contre-valeurs en euros (C, D, E, F, G). Les entreprises agréées pour les opérations mentionnées au 1° de l'article L. 310-1 indiquent à la suite des tableaux la quote-part (%) définie à l'article R. 344-1. </p><p>Les tableaux sont présentés selon le modèle ci-après. </p><table border='1' cellSpacing='0' width='652' align='center' cellPadding='0'><tbody><tr><td rowSpan='2' width='89'><p align='center'>NOMBRE </p><p align='center'>et désignation des valeurs ou des actifs avec, le cas échéant, mention de la devise autre que l'euro » (*) dans laquelle » (*) elles sont libellées </p></td><td rowSpan='2' width='83'><p align='center'>AFFECTATION </p></td><td rowSpan='2' width='87'><p align='center'>LOCALISATION </p></td><td colSpan='2' width='123'><p align='center'>VALEUR INSCRITE </p><p align='center'>au bilan </p></td><td rowSpan='2' width='52'><p align='center'>VALEUR nette </p></td><td rowSpan='2' width='58'><p align='center'>VALEUR de réalisation </p></td><td rowSpan='2' width='84'><p align='center'>VALEUR </p><p align='center'>de </p><p align='center'>remboursement </p></td><td rowSpan='2' width='75'><p align='center'>IDENTIFIANT </p></td></tr><tr><td width='59'><p align='center'>Valeur brute </p></td><td width='64'><p align='center'>Corrections de valeur </p></td></tr><tr><td width='89'><p align='center'>(A) </p></td><td width='83'><p align='center'>(B) </p></td><td width='87'><p align='center'>(B 1) </p></td><td width='59'><p align='center'>(C) </p></td><td width='64'><p align='center'>(D) </p></td><td width='52'><p align='center'>(E) </p></td><td width='58'><p align='center'>(F) </p></td><td width='84'><p align='center'>(G) </p></td><td width='75'><p align='center'>(H) </p></td></tr><tr><td width='89'><p align='center'>(1) </p></td><td width='83'><p align='center'>(2) </p></td><td width='87'><p align='center'>(3) </p></td><td width='59'><p align='center'>(4) </p></td><td width='64'><p align='center'>(5) </p></td><td width='52'><p align='center'></p></td><td width='58'><p align='center'>(6) </p></td><td width='84'><p align='center'>(7) </p></td><td width='75'><p align='center'>(8) </p></td></tr><tr><td colSpan='9' width='652'><p>(1) A l'intérieur de chaque sous-rubrique (voir ci-dessous B), les valeurs mobilières sont inscrites dans l'ordre de la cote officielle de la principale place de cotation.L'intitulé de chaque valeur est précédé du numéro d'identification en usage sur la cote officielle de la principale place de cotation (code ISIN international securities identification numbers). Pour les valeurs et actifs garantis par un tiers autre que le débiteur ou par une garantie réelle, la nature de la garantie et la désignation du garant sont précisées. </p><p>(2) L'indication de l'affectation est abrégée à l'aide du code suivant :</p><p>-F : Provisions techniques en France sauf opérations en unités de compte et opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation ;</p><p>-G : Provisions techniques dans l'Espace économique européen (hors France) sauf opérations en unités de compte ;</p><p>-A : Provisions techniques des opérations de branche 26 ;</p><p>-R : provisions techniques des plans d'épargne retraite populaires (PERP), sauf PERP en unités de rentes et PERP en diversifiés ;</p><p>-RA : provisions techniques des plans d'épargne retraite populaires en unités de rentes ;</p><p>-RE : provisions techniques des plans d'épargne retraite populaires diversifiés ;</p><p>-RX : provisions techniques des autres opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation ;</p><p>-V : Provisions techniques des opérations en unités de compte en France (art.R. 332-5) ;</p><p>-W : Provisions techniques des opérations en unités de compte dans l'Espace économique européen hors France (art.R. 332-5) ;</p><p>-P : Institutions de prévoyance ou fonds de placement gérés par l'entreprise ;</p><p>-E : Provisions techniques hors Espace économique européen ;</p><p>-CF : Cautionnement en France ;</p><p>-CC : Cautionnement Espace économique européen (hors France) ;</p><p>-CE : Cautionnement hors Espace économique européen ;</p><p>-L : Valeurs sans affectation : </p><p>Les actifs transférés avec un portefeuille de contrats par une entreprise d'assurance vie ou de capitalisation sont affectés, en outre, du code T. </p><p>(3) Etat de localisation du titre de propriété de l'actif (notamment Etat d'établissement du dépositaire pour les valeurs mobilières). </p><p>(4) Les valeurs brutes, nettes et de réalisation ainsi que les corrections de valeur sont à inscrire dans la monnaie de comptabilisation, c'est-à-dire, notamment pour les titres dont l'acquisition a fait l'objet d'une opération en devise au sens de l'article A. 342-3, dans la devise de l'opération initiale. Pour chacun des titres non libérés, le montant non libéré doit figurer dans la colonne Valeur inscrite au bilan immédiatement au-dessous de la ligne du libellé de la valeur.A chaque sous-totalisation (voir ci-dessous) le total des parties non libérées des valeurs totalisées est retranché globalement de cette colonne. Pour les instruments financiers à terme, la valeur brute est le montant total des flux financiers reçus ou versés depuis la mise en place de la stratégie, à l'exception de ceux relatifs aux garanties reçues et données. </p><p>(5) La colonne Correction de valeur inclut les amortissements et dépréciations ainsi que les amortissements et reprises de différences sur prix de remboursement constatés pour les titres évalués conformément à l'article R. 332-19 du présent code. Pour les instruments financiers, il s'agit de la partie des flux constatée en compte de résultat depuis la mise en place de la stratégie (amortissement des primes ou soultes, prise en compte de l'étalement du résultat...). </p><p>(6) Valeurs calculées selon les règles fixées par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006816630&dateTexte=&categorieLien=cid' title='Code des assurances - art. R332-20-1 (V)'>articles R. 332-20-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006816644&dateTexte=&categorieLien=cid' title='Code des assurances - art. R332-20-2 (V)'>R. 332-20-2. </a></p><p>(7) Valeur retenue pour le calcul de la différence sur prix de remboursement pour les valeurs évaluées conformément à l'article R. 332-19 du présent code. </p><p>(8) Un identifiant permettant de faire le lien entre la ou les lignes de placement concernés par la stratégie et le ou les instruments financiers à terme correspondants. </p><p>(*) Les termes le FF et le mot lesquelles ont été substitués par l'euro et laquelle par arrêté du 15 décembre 2005, annexe 3-22.</p></td></tr></tbody></table><p>B.-L'état récapitulatif est un tableau de synthèse comportant les colonnes C, E et F du modèle d'état détaillé et les lignes suivantes : </p><p>I.-Placements et instruments financiers à terme (détail des postes 3 et 4 de l'actif et des instruments financiers à terme) </p><p>1. Placements immobiliers et placements immobiliers en cours. (cf. note 42) </p><p>2. Actions et autres titres à revenu variable autres que les parts d'OPCVM. (cf. note 43) </p><p>3. Parts d'OPCVM (autres que celles visées en 4). (cf. note 44) </p><p>4. Parts d'OPCVM détenant exclusivement des titres à revenu fixe. (cf. note 45) </p><p>5. Obligations et autres titres à revenu fixe. (cf. note 46) </p><p>6. Prêts hypothécaires. (cf. note 47) </p><p>7. Autres prêts et effets assimilés. (cf. note 48) </p><p>8. Dépôts auprès des entreprises cédantes. (cf. note 49) </p><p>9. Dépôts (autres que ceux visés au 8) et cautionnements en espèces, et autres placements. (cf. note 50) </p><p>10. Actifs représentatifs de contrats en unités de compte :</p><p>-placements immobiliers ;</p><p>-titres à revenu variable autres que des parts d'OPCVM ;</p><p>-OPCVM détenant exclusivement des titres à revenu fixe ;</p><p>-autres OPCVM ;</p><p>-obligations et autres titres à revenu fixe. </p><p>11. Autres instruments financiers à terme :</p><p>-stratégies d'investissement ou de désinvestissement ;</p><p>-stratégies de rendement ;</p><p>-autres opérations. </p><p>12. (cf. note 51) Total des lignes 1 à 11. </p><p>a) Dont :</p><p>-placements évalués selon l'article R. 332-19 et instruments financiers à terme rattachés ;</p><p>-placements évalués selon l'article R. 332-20 et instruments financiers à terme rattachés ;</p><p>-placements évalués selon l'article R. 332-5 et instruments financiers à terme rattachés ;</p><p>-placements évalués conformément à l'article 28 du décret n° 2004-342 du 21 avril 2004 ;</p><p>-autres instruments financiers à terme. </p><p>b) Dont, pour les entreprises visées à l'article L. 310-1 :</p><p>-valeurs affectables à la représentation des provisions techniques autres que celles visées ci-dessous ;</p><p>-valeurs garantissant les engagements envers les institutions de prévoyance ou couvrant les fonds de placement gérés ;</p><p>-valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ;</p><p>-valeurs affectées aux provisions techniques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation en France ;</p><p>-autres affectations ou sans affectation. </p><p>Les valeurs affectées aux provisions techniques des opérations d'assurance légalement cantonnées dans une comptabilité auxiliaire d'affectation en France sont détaillées par nature (A, R, RA, RE, RX). Elles font par ailleurs l'objet d'un tableau récapitulatif séparé, ventilant les placements par nature. </p><p>Dont, pour les entreprises visées à l'article L. 310-1-1 :</p><p>-valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ;</p><p>-autres valeurs. </p><p>c) Dont :</p><p>-placements et instruments financiers à terme dans l'OCDE ;</p><p>-placements et instruments financiers à terme hors OCDE. </p><p align='center'><strong>II.-Actifs affectables à la représentation des provisions techniques (autres que les placements, les instruments financiers à terme » et la part des réassureurs dans les provisions techniques). </strong></p><p align='center'></p><p align='center'><strong>III.-Valeurs appartenant à des institutions de prévoyance (à raison d'une ligne par institution de prévoyance). </strong></p><p align='center'></p><p>Dans l'état récapitulatif, les instruments financiers à terme liés à des placements sont rattachés aux placements concernés par la stratégie de la même façon que dans l'état détaillé. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie, qui n'auront pas été rattachés aux placements de même nature, seront mentionnés à la rubrique 11 \" autres instruments financiers à terme \".</p><p>A la suite du tableau de synthèse sont fournies les informations suivantes : </p><p>a) Le montant des acomptes inclus dans la valeur des actifs inscrits au poste Terrains et constructions ; </p><p>b) Le montant des terrains et constructions en faisant apparaître, en distinguant les droits réels et les parts de sociétés immobilières ou foncières non cotées :</p><p>-les immobilisations utilisées pour l'exercice des activités propres de l'établissement ;</p><p>-les autres immobilisations. </p><p>c) Le solde non encore amorti ou non encore repris correspondant à la différence sur prix de remboursement des titres évalués conformément à l'article R. 332-19 ; </p><p>1. 5. (cf. note 52) Les entreprises indiquent la ventilation selon leur durée résiduelle, en distinguant les tranches jusqu'à un an, plus de un à cinq ans, plus de cinq ans, de leurs créances et dettes. </p><p>1. 6. (cf. note 53) Les entreprises indiquent :</p><p>-le montant des participations et des parts dans des entreprises liées détenues dans des entreprises d'assurance ;</p><p>-la liste des filiales et participations (notamment le nom et le siège), telle que celles-ci sont définies aux articles 354 et 355 de la loi n° 66-537 du 24 juillet 1966, avec l'indication, pour chacune d'elles, de la part du capital détenu, directement ou par prête-nom, du montant des capitaux propres et du résultat du dernier exercice ;</p><p>-le nom, le siège et la forme juridique de toute entreprise dont l'entreprise d'assurance est l'associé indéfiniment responsable. </p><p>Certaines de ces indications peuvent être omises à la condition que l'entreprise soit en mesure de justifier le préjudice grave qui pourrait résulter de leur divulgation. Il est alors fait mention du caractère incomplet des informations figurant sur la liste. </p><p>1. 7. (cf. note 54) En ce qui concerne les opérations se rapportant à des entreprises liées et à des entreprises avec lesquelles existe un lien de participation, les entreprises indiquent, séparément pour chacune de ces deux catégories, le montant des parts détenues dans ces entreprises (actions et autres titres à revenu variable), et le montant des créances et des dettes sur ces entreprises détaillées par poste et sous-poste du bilan et, pour les créances et dettes nées d'opérations d'assurance directe, en distinguant les créances ou dettes sur les preneurs d'assurance et les créances ou dettes sur les intermédiaires d'assurance. </p><p>1. 8. (cf. note 55) En ce qui concerne les passifs subordonnés les entreprises mentionnent : </p><p>a) Pour chaque dette, matérialisée ou non par un titre, représentant plus de 10 % du montant total des dettes subordonnées :</p><p>-la nature juridique de la dette (emprunt, titre obligataire, titre participatif...) ;</p><p>-le montant de la dette, la devise dans laquelle elle est libellée, le taux d'intérêt et l'échéance ou l'indication que la dette est perpétuelle ;</p><p>-la possibilité et les conditions d'un éventuel remboursement anticipé ;</p><p>-les conditions de la subordination, l'existence éventuelle de stipulations permettant de convertir le passif subordonné en capital ou en une autre forme de passif ainsi que les conditions prévues par ces stipulations. </p><p>b) Pour les autres dettes subordonnées, les modalités qui les régissent de manière globale et leur répartition par nature de dette. </p><p>1. 9. (cf. note 56) En ce qui concerne les postes qui affectent ou sont susceptibles d'affecter la composition de l'actionnariat, les entreprises indiquent : </p><p>a) Le nombre et la valeur nominale de chaque catégorie de titres composant le capital social et l'étendue des droits que confèrent à leur détenteur les titres de chaque catégorie avec l'indication de ceux qui ont été créés ou remboursés pendant l'exercice ; </p><p>b) Le nombre et le montant des obligations convertibles, des parts bénéficiaires et des titres similaires, en précisant l'étendue des droits qu'ils confèrent ; </p><p>c) La valeur nominale des différentes catégories de titres de l'entreprise détenus par elle-même (actions propres), ainsi que le nombre et la valeur nominale des titres de chaque catégorie achetés ou vendus pendant l'exercice. </p><p>1. 10. (cf. note 57) Les entreprises fournissent : </p><p>a) La ventilation des réserves en distinguant les réserves statutaires et chacune des réserves réglementaires et des autres réserves, avec leur dénomination précise ; </p><p>b) Le montant des éléments du bilan ayant fait l'objet d'une réévaluation au cours de l'exercice, en précisant, pour chaque catégorie, la méthode de réévaluation utilisée, le montant et le traitement fiscal de l'écart ; </p><p>c) Le détail des mouvements ayant affecté la composition des fonds propres au cours de l'exercice notamment les réserves incorporées au capital social ou au fonds d'établissement et les augmentations de capital ou de fonds d'établissement. </p><p>1. 11. (cf. note 58) Les entreprises fournissent le montant des frais d'établissement, ventilés selon leur nature, des frais de recherche et de développement, de la valeur d'achat des fonds commerciaux et des autres actifs incorporels. </p><p>1. 12. (cf. note 59) Les entreprises doivent préciser, dès lors que ce montant est important, le montant des provisions pour risques en cours.L'appréciation de l'importance du montant s'effectue globalement. </p><p>1. 13. (cf. note 60) a) Les entreprises précisent, dès lors que ce montant est significatif, le montant des recours à recevoir déduits des provisions pour sinistres à payer.L'appréciation du caractère significatif du montant s'effectue globalement. </p><p>b) Les entreprises visées à l'article L. 310-1 précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions pour sinistres inscrites au bilan d'ouverture, relatives aux sinistres survenus au cours d'exercices antérieurs et restant à régler, et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres survenus au cours d'exercices antérieurs ajouté aux provisions pour sinistres inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement. </p><p>Les entreprises visées à l'article L. 310-1-1 précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions techniques inscrites au bilan d'ouverture relatives aux sinistres rattachés aux exercices antérieurs et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres rattachés aux exercices antérieurs ajouté aux provisions techniques inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement. </p><p>c) Les entreprises agréées pour les opérations mentionnées au 3° de l'article L. 310-1 établissent un état des règlements et des provisions pour sinistres à payer inscrites à leur bilan social au titre de l'ensemble de ces opérations, présenté selon le modèle ci-après.</p>",
            "num": "Annexe art. A344-3 (suite 3)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1212796800000,
            "dateFin": 1226275200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 268435455,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Catégories d'assurance et états à produire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157007",
                        "id": "LEGISCTA000006157007",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Etats à produire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173875",
                        "id": "LEGISCTA000006173875",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019112714",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173875",
            "sectionParentId": "LEGISCTA000006173875",
            "sectionParentTitre": "Section III : Etats à produire.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre IV : Dispositions comptables et statistiques &gt; Chapitre IV : Catégories d'assurance et états à produire &gt; Section III : Etats à produire.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019237233",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018926605",
                    "textTitle": "Arrêté du 28 mai 2008 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000019234229",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-06-06",
                    "dateSignaTexte": "2008-05-28",
                    "dateDebutCible": "2008-06-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000692245",
                    "textTitle": "Loi n°66-537 du 24 juillet 1966 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692245",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-537",
                    "datePubli": -108432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000520693",
                    "textTitle": "Décret n°83-1020 du 29 novembre 1983 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000520693",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "83-1020",
                    "datePubli": 439084800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000815101",
                    "textTitle": "Arrêté du 15 décembre 2005 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000815101",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1135382400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1-1",
                    "articleId": "LEGIARTI000006796400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 788918400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R332-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R332-19",
                    "articleId": "LEGIARTI000006816590",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1320364800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R332-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*332-20",
                    "articleId": "LEGIARTI000006816608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R332-20-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R332-20-1",
                    "articleId": "LEGIARTI000006816630",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 788918400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R332-20-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R332-20-2",
                    "articleId": "LEGIARTI000006816644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 788918400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R332-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*332-5",
                    "articleId": "LEGIARTI000006816374",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019112714",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 744508800000,
                    "dateFin": 1212796800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019237233",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1212796800000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757939",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art. A344-3 (suite 3)"
            ],
            "versionPrecedente": "LEGIARTI000019112714",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019112714",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "3. ANNEXE L'annexe est établie conformément aux dispositions de l'article 25 du décret n° 83-1020 du 29 novembre 1983 ; elle est constituée de toutes les informations d'importance significative permettant d'avoir une juste appréciation du patrimoine et de la situation financière de l'entreprise, des risques qu'elle assume et de ses résultats. Sans préjudice des obligations légales et réglementaires qui leur sont applicables (notamment la loi n° 66-537 du 24 juillet 1966 et les dispositions spécifiques aux entreprises dont les actions sont admises à la cote des bourses de valeurs), la production de ces informations par les entreprises n'est requise que pour autant qu'elles ont une importance significative. L'annexe comporte notamment les éléments prévus ci-après. A chaque fois que ceci est utile à la compréhension, et notamment lorsque l'annexe donne le détail d'un poste du bilan ou du compte de résultat, les chiffres correspondants relatifs à l'exercice précédent sont indiqués de manière à pouvoir être directement comparés à ceux de l'exercice sous revue. I. - Informations sur le choix des méthodes utilisées (Arrêté du 15 décembre 2005, annexe 3-11.) 1. » Les entreprises mentionnent les modes et méthodes d'évaluation appliqués aux divers postes du bilan, du compte de résultat et de l'annexe, ainsi que les méthodes utilisées pour le calcul des amortissements et des (arrêté du 15 décembre 2005, annexe 3-11) dépréciations ». Elles décrivent notamment les règles retenues pour l'imputation des charges par destination. (Arrêté du 15 décembre 2005, annexe 3-12.) 2. En ce qui concerne les instruments financiers à terme, les entreprises fournissent une description des principes et méthodes comptables retenus ainsi que des méthodes d'évaluation, et notamment des options retenues lorsque cela est applicable (enregistrement des primes d'options, mode de prise en compte des résultats sur stratégies de rendement,...). 3. Pour les opérations d'assurance réalisées dans le cadre d'un patrimoine d'affectation, les entreprises fournissent les compléments d'information suivants dans l'annexe aux comptes annuels de l'organisme d'assurance gestionnaire, lorsque cela est applicable : 3.1. La description des caractéristiques des opérations d'assurance réalisées dans le cadre d'un patrimoine d'affectation (contrats PERP/L. 441-1...) incluant notamment : a) Les spécificités comptables de ces opérations et plus particulièrement l'explicitation de la notion de patrimoine d'affectation et de son incidence : - modalités de tenue de la (ou des) comptabilité(s) auxiliaire(s) d'affectation ; - mode de constatation des résultats (différence entre valeur de marché et prix de revient) en cas de changement d'affectation d'actifs entre deux patrimoines d'affectation ou entre l'actif général et un patrimoine d'affectation ; - modalités particulières de calcul des dépréciations durables pour chaque patrimoine d'affectation ; - utilisation de la méthode \"premier entré - premier sorti par patrimoine d'affectation pour le calcul des résultats de cession ; b) Les particularités des contrats PERP en \"euro diversifié, et notamment : - description des principes de fonctionnement et de calcul de la provision technique de diversification ; - mention de l'évaluation en valeur de réalisation des actifs de placement. 3.2. Le cas échéant, il sera fait mention des méthodes retenues pour l'arrêté des comptes de l'organisme d'assurance gestionnaire lorsqu'il est procédé à des estimations, notamment en matière de cotisations. Une information sera donnée sur le fait que les montants figurant dans les comptes annuels de l'organisme d'assurance gestionnaire peuvent, du fait du recours à ces estimations, différer de ceux figurant dans les comptes auxiliaires des PERP/patrimoines d'affectation des conventions, arrêtés ultérieurement, le seuil de signification étant alors apprécié au niveau du PERP/de la convention. » (Arrêté du 15 décembre 2005, annexe 3-13.) 4. » Les entreprises indiquent et expliquent, le cas échéant, les dérogations aux principes généraux qu'elles ont été conduites à pratiquer dans le cas exceptionnel où l'application d'une prescription comptable se révèle impropre à donner une image fidèle du patrimoine, de la situation financière ou du résultat ; elles précisent l'incidence de ces pratiques dérogatoires sur la détermination du patrimoine, de la situation financière et du résultat de l'exercice. Elles indiquent de manière exhaustive celles des options prévues dans des textes législatifs ou réglementaires qu'elles ont exercées. Tout changement de méthode et de présentation des comptes annuels doit être décrit et justifié dans l'annexe. Son incidence sur les comptes doit être indiquée. II. - Informations sur les postes du bilan et du compte de résultat 1. Pour le bilan 1.1. Les entreprises indiquent les mouvements ayant affecté les divers éléments de l'actif ci-après énumérés : - les actifs incorporels ; - les terrains et constructions ; - les titres de propriété sur des entreprises liées et des entreprises avec lesquelles l'entreprise d'assurance a un lien de participation (comptes 250 et 260) ; - les bons, obligations et créances de toutes natures sur ces mêmes entreprises (comptes 25 et 26, à l'exclusion des comptes 250 et 260). Les entreprises indiquent, pour chacun de ces éléments d'actif, le montant brut en début et en fin d'exercice, les transferts et mouvements de l'exercice, le montant cumulé des amortissements et (arrêté du 15 décembre 2005, annexe 3-14) dépréciations » à la clôture et le montant net inscrit au bilan, ainsi que les dotations aux amortissements et (arrêté du 22 avril 2005, article 2-VII) dépréciations » et les reprises de (arrêté du 15 décembre 2005, annexe 3-14) dépréciations » constatées au cours de l'exercice. 1.2. En ce qui concerne les placements autres que ceux visés au 1.1, les entreprises indiquent les dotations aux amortissements (arrêté du 22 avril 2005, art. 2-VIII) et pour dépréciation » constatées au cours de l'exercice, par poste du bilan. Elles indiquent également par poste du bilan, le montant brut, le montant cumulé des amortissements et des (arrêté du 22 avril 2005, art. 2-VIII) dépréciations » à la clôture et le montant net inscrit au bilan. (Arrêté du 15 décembre 2005, annexe 3-14.) 1.3. En ce qui concerne les instruments financiers à terme, les entreprises fournissent les informations suivantes dans l'annexe aux comptes annuels : a) La description des opérations et types de stratégies ainsi que les types d'instruments utilisés. Cette description implique notamment que soient fournies : - les positions en cours en fin de période par nature de stratégie et par type d'instruments financiers à terme, en distinguant marchés réglementés et marchés de gré à gré ; - une information sur la nature et les encours des éléments d'actif et de passif concernés par chaque nature de stratégie ; b) Le montant des primes, soultes, appels de marge et autres flux figurant en compte de régularisation actif et passif, et les durées résiduelles d'amortissement prévues pour chaque nature de flux ; c) Le montant des gains et pertes inscrits en résultat au titre des opérations dénouées au cours de l'exercice ; d) La description des ruptures de stratégie intervenues au cours de l'exercice et de leur motivation ; e) Le montant des gains ou pertes inscrits en résultat au titre des opérations rompues au cours de l'exercice ; f) La description des déqualifications de stratégies intervenues au cours de l'exercice ; g) Le montant des flux inscrits en compte de régularisation au titre des opérations déqualifiées, ainsi que, le cas échéant, des provisions constituées à ce titre. » 1.4. (cf. note 39) (Arrêté du 11 septembre 1995, art. 5-1.) Les entreprises établissent un état récapitulatif et, pour les comptes sociaux, un état détaillé de l'ensemble des placements (arrêté du 15 décembre 2005, annexe 3-15) \"et instruments financiers à terme inscrits à leur bilan. L'état récapitulatif figure obligatoirement dans l'annexe. » Lorsqu'une entreprise décide de ne pas le faire figurer dans l'annexe, l'état détaillé doit, dans les mêmes délais que les comptes annuels, être établi par l'entreprise et communiqué aux commissaires aux comptes, qui en vérifient la sincérité et la concordance avec les comptes annuels dans les conditions définies au troisième alinéa de l'article 228 de la loi n° 66-537 du 24 juillet 1966 ; dans ce cas, l'état détaillé est délivré à toute personne qui en fait la demande et à la Commission de contrôle des assurances, dans les conditions définies à l'article R. 341-8 du code des assurances. A. - L'état détaillé comporte : A 1. - (Arrêté du 11 septembre 1995, art. 5-2.) Pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1. » a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-19 et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, (arrêté du 15 décembre 2005, annexe 3-16) f et i », ci-dessous) ; b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-20 et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, (arrêté du 15 décembre 2005, annexe 3-16) f et i » ci-dessous) ; c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-5 (arrêté du 15 décembre 2005, annexe 3-16) (autres que ceux visés au i ci-dessous) » ; d) Un tableau pour les placements inscrits au bilan en classe 2 et garantissant les engagements envers des institutions de prévoyance ou couvrant des fonds de placement gérés par l'entreprise, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (arrêté du 15 décembre 2005, annexe 3-16) (autres que ceux visés au i ci-dessous) » ; e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) (arrêté du 15 décembre 2005, annexe 3-16) (autres que ceux visés au i ci-dessous) » ; f) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (arrêté du 15 décembre 2005, annexe 3-16) (autres que ceux visés au i ci-dessous) » ; g) Un tableau pour les autres placements inscrits au bilan en classe 2 (arrêté du 15 décembre 2005, annexe 3-16) et pour les instruments financiers à terme non rattachés à des placements (autres que ceux visés au i ci-dessous) » ; h) Un tableau pour les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2 (arrêté du 15 décembre 2005, annexe 3-17) (autres que ceux visés au i ci-dessous) » ; (Arrêté du 15 décembre 2005, annexe 3-17.) i) Un tableau pour les placements inscrits au bilan en classe 2 et appartenant à un patrimoine d'affectation ventilant pour chaque contrat ou convention le total des placements par méthode (R. 332-19, R. 332-20, R. 332-5 et article 28 du décret n° 2004-342 du 21 avril 2004) ainsi que les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2. Ce tableau est accompagné de tableaux séparés établis pour chaque contrat ou convention détaillant les placements visés aux a à h ci-dessus ; » j) (cf. note 40) Un tableau pour les valeurs reçues en nantissement des réassureurs (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est, par convention, servie d'un montant égal à celui inscrit en colonne F) ; k) (cf. note 41) Des tableaux pour les valeurs gérées par l'entreprise et appartenant à des institutions de prévoyance, à raison d'un tableau par portefeuille géré (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est servie par la valeur d'entrée). A 2. - (Arrêté du 11 septembre 1995, art. 5-3.) Pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1-1 : a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-19 (autres que ceux visés aux c, d et e ci-dessous) ; b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-20 (autres que ceux visés aux c, d et e ci-dessous) ; c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-5 ; d) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) ; e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) ; » (Arrêté du 15 décembre 2005, annexe 3-18.) f) Un tableau pour les instruments financiers à terme non rattachés à des placements. » (Arrêté du 11 septembre 1995, art. 5-4.) Dans chacun des tableaux prévus aux A 1 et A 2 ci-dessus », les valeurs et actifs sont groupés par rubrique correspondant à chaque compte divisionnaire (3 chiffres) ou, le cas échéant, sous-compte de la nomenclature des comptes (4 chiffres), présentés dans l'ordre du plan de comptes et comportant en clair l'intitulé du compte divisionnaire ou du sous-compte. (Arrêté du 15 décembre 2005, annexe 3-19.) L'état détaillé des placements comprend l'indication des instruments financiers à terme regroupés par stratégie et par contrepartie, à défaut d'indication plus détaillée. Les instruments financiers à terme liés à un placement sont rattachés aux placements concernés par la stratégie. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie seront soit rattachés aux placements de même nature, soit mentionnés dans le tableau g de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1 ou dans le tableau f de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1-1. Ce tableau contient en outre les instruments financiers à terme qui ne sont pas liés à des placements détenus (anticipations de placements notamment). » Dans chaque rubrique, les actifs sont groupés en sous-rubrique par devise. A la fin de chaque sous-rubrique sont portés, sur des lignes distinctes, les éléments à déduire (part non libérée des titres, intérêts courus non échus), la totalisation des valeurs en devises et la contre-valeur en (arrêté du 15 décembre 2005, annexe 3-20) euros » des totalisations au cours de change retenu pour l'établissement des comptes annuels (colonnes C, D, E, F, G). A la fin de chaque rubrique, figure une ligne de totalisation des valeurs ou contre-valeurs en (arrêté du 15 décembre 2005, annexe 3-20) euros » (colonnes C, D, E, F, G). Aucun actif ne peut figurer dans plus d'un seul tableau. Chacun des tableaux comporte une ligne de totalisation générale des valeurs ou contre-valeurs en (arrêté du 15 décembre 2005, annexe 3-20) euros » (C, D, E, F, G). Les entreprises agréées pour les opérations mentionnées au 1° de l'article L. 310-1 indiquent à la suite des tableaux la quote-part (%) définie à l'article R. 344-1. Les tableaux sont présentés selon le modèle ci-après. NOMBRE et désignation des valeurs ou des actifs avec, le cas échéant, mention de la devise autre que l'euro » (*) dans laquelle » (*) elles sont libellées AFFECTATION LOCALISATION VALEUR INSCRITE au bilan VALEUR nette VALEUR de réalisation VALEUR de remboursement IDENTIFIANT Valeur brute Corrections de valeur (A) (B) (B 1) (C) (D) (E) (F) (G) (H) (1) (2) (3) (4) (5) (6) (7) (8) (1) A l'intérieur de chaque sous-rubrique (voir ci-dessous B), les valeurs mobilières sont inscrites dans l'ordre de la cote officielle de la principale place de cotation. L'intitulé de chaque valeur est précédé du numéro d'identification en usage sur la cote officielle de la principale place de cotation (arrêté du 15 décembre 2005, annexe 3-23) (code ISIN [international securities identification numbers]) ». Pour les valeurs et actifs garantis par un tiers autre que le débiteur ou par une garantie réelle, la nature de la garantie et la désignation du garant sont précisées. (2) L'indication de l'affectation est abrégée à l'aide du code suivant : - F : Provisions techniques en France sauf opérations en unités de compte (arrêté du 15 décembre 2005, annexe 3-24) et opérations réalisées dans le cadre d'un patrimoine d'affectation » ; - G : Provisions techniques dans (arrêté du 15 décembre 2005, annexe 3-24) l'Espace économique européen » (hors France) sauf opérations en unités de compte ; - A : Provisions techniques des (arrêté du 15 décembre 2005, annexe 3-24) opérations de branche 26 » ; - (Arrêté du 15 décembre 2005, annexe 3-24.) R : provisions techniques des plans d'épargne retraite populaires (PERP), sauf PERP en unités de rentes et PERP en \"euro diversifié ; - RA : provisions techniques des plans d'épargne retraite populaires en unités de rentes ; - RE : provisions techniques des plans d'épargne retraite populaires en \"euro diversifié ; - RX : provisions techniques des autres opérations réalisées dans le cadre d'un patrimoine d'affectation ; » - V : Provisions techniques des opérations en unités de compte en France (art. R. 332-5) ; - W : Provisions techniques des opérations en unités de compte dans (arrêté du 15 décembre 2005, annexe 3-24) l'Espace économique européen » hors France (art. R. 332-5) ; - P : Institutions de prévoyance ou fonds de placement gérés par l'entreprise ; - E : Provisions techniques hors (arrêté du 15 décembre 2005, annexe 3-24) Espace économique européen » ; - CF : Cautionnement en France ; - CC : Cautionnement (arrêté du 15 décembre 2005, annexe 3-24) Espace économique européen » (hors France) ; - CE : Cautionnement hors (arrêté du 15 décembre 2005, annexe 3-24) Espace économique européen » ; - L : Valeurs sans affectation : Les actifs transférés avec un portefeuille de contrats par une entreprise d'assurance vie ou de capitalisation sont affectés, en outre, du code T. (3) Etat de localisation du titre de propriété de l'actif (notamment Etat d'établissement du dépositaire pour les valeurs mobilières). (4) Les valeurs brutes, nettes et de réalisation ainsi que les corrections de valeur sont à inscrire dans la monnaie de comptabilisation, c'est-à-dire, notamment pour les titres dont l'acquisition a fait l'objet d'une opération en devise au sens de l'article A. 342-3, dans la devise de l'opération initiale. Pour chacun des titres non libérés, le montant non libéré doit figurer dans la colonne Valeur inscrite au bilan » immédiatement au-dessous de la ligne du libellé de la valeur. A chaque sous-totalisation (voir ci-dessous) le total des parties non libérées des valeurs totalisées est retranché globalement de cette colonne. (Arrêté du 15 décembre 2005, annexe 3-25.) Pour les instruments financiers à terme, la valeur brute est le montant total des flux financiers reçus ou versés depuis la mise en place de la stratégie, à l'exception de ceux relatifs aux garanties reçues et données. » (5) La colonne Correction de valeur » inclut les amortissements et dépréciations » (Termes ainsi modifiés par arrêté du 22 avril 2005, art. 2-IX) ainsi que les amortissements et reprises de différences sur prix de remboursement constatés pour les titres évalués conformément à l'article R. 332-19 du présent code. (Arrêté du 15 décembre 2005, annexe 3-26.) Pour les instruments financiers, il s'agit de la partie des flux constatée en compte de résultat depuis la mise en place de la stratégie (amortissement des primes ou soultes, prise en compte de l'étalement du résultat...). » (6) (Arrêté du 15 décembre 2005, annexe 3-27.) Valeurs calculées » selon les règles fixées par (arrêté du 15 décembre 2005, annexe 3-27) les articles R. 332-20-1 et R. 332-20-2 ». (7) Valeur retenue pour le calcul de la différence sur prix de remboursement pour les valeurs évaluées conformément à l'article R. 332-19 du présent code. (Arrêté du 15 décembre 2005, annexe 3-21) (8) Un identifiant permettant de faire le lien entre la ou les lignes de placement concernés par la stratégie et le ou les instruments financiers à terme correspondants. » (*) Les termes le FF » et le mot lesquelles » ont été substitués par l'euro » et laquelle » par arrêté du 15 décembre 2005, annexe 3-22. B. - L'état récapitulatif est un tableau de synthèse comportant les colonnes C, E et F du modèle d'état détaillé et les lignes suivantes : I. - Placements (arrêté du 15 décembre 2005, annexe 3-28) et instruments financiers à terme » (détail des postes 3 et 4 de l'actif [arrêté du 15 décembre 2005, annexe 3-28] et des instruments financiers à terme ») 1. Placements immobiliers et placements immobiliers en cours. (cf. note 42) 2. Actions et autres titres à revenu variable autres que les parts d'OPCVM. (cf. note 43) 3. Parts d'OPCVM (autres que celles visées en 4). (cf. note 44) 4. Parts d'OPCVM détenant exclusivement des titres à revenu fixe. (cf. note 45) 5. Obligations et autres titres à revenu fixe. (cf. note 46) 6. Prêts hypothécaires. (cf. note 47) 7. Autres prêts et effets assimilés. (cf. note 48) 8. Dépôts auprès des entreprises cédantes. (cf. note 49) 9. Dépôts (autres que ceux visés au 8) et cautionnements en espèces, et autres placements. (cf. note 50) 10. Actifs représentatifs de contrats en unités de compte : - placements immobiliers ; - titres à revenu variable autres que des parts d'OPCVM ; - OPCVM détenant exclusivement des titres à revenu fixe ; - autres OPCVM ; - obligations et autres titres à revenu fixe. (Arrêté du 15 décembre 2005, annexe 3-28.) 11. Autres instruments financiers à terme : - stratégies d'investissement ou de désinvestissement ; - stratégies de rendement ; - autres opérations. » 12. (cf. note 51) Total des lignes 1 à (arrêté du 15 décembre 2005, annexe 3-28) 11 ». a) Dont : - placements évalués selon l'article R. 332-19 (arrêté du 15 décembre 2005, annexe 3-28) et instruments financiers à terme rattachés » ; - placements évalués selon l'article R. 332-20 (arrêté du 15 décembre 2005, annexe 3-28) et instruments financiers à terme rattachés » ; - placements évalués selon l'article R. 332-5 (arrêté du 15 décembre 2005, annexe 3-28) et instruments financiers à terme rattachés » ; - (arrêté du 15 décembre 2005, annexe 3-28) placements évalués conformément à l'article 28 du décret n° 2004-342 du 21 avril 2004 ; » - (arrêté du 15 décembre 2005, annexe 3-28) autres instruments financiers à terme. » b) Dont (arrêté du 11 septembre 1995, art. 5-5) , pour les entreprises visées à l'article L. 310-1 » : - valeurs affectables à la représentation des provisions techniques autres que celles visées ci-dessous ; - valeurs garantissant les engagements envers les institutions de prévoyance ou couvrant les fonds de placement gérés ; - valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ; - valeurs affectées aux provisions techniques des (arrêté du 15 décembre 2005, annexe 3-28) opérations réalisées dans le cadre d'un patrimoine d'affectation » en France ; - autres affectations ou sans affectation. (Arrêté du 15 décembre 2005, annexe 3-28.) Les valeurs affectées aux provisions techniques des opérations réalisées dans le cadre d'un patrimoine d'affectation en France sont détaillées par nature (A, R, RA, RE, RX). Elles font par ailleurs l'objet d'un tableau récapitulatif séparé, ventilant les placements par nature. » (Arrêté du 11 septembre 1995, art. 5-5.) Dont, pour les entreprises visées à l'article L. 310-1-1 : - valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ; - autres valeurs. » (Arrêté du 15 décembre 2005, annexe 3-28.) c) Dont : - placements et instruments financiers à terme dans l'OCDE ; - placements et instruments financiers à terme hors OCDE. » II. - Actifs affectables à la représentation des provisions techniques (autres que les placements (arrêté du 15 décembre 2005, annexe 3-29) , les instruments financiers à terme » et la part des réassureurs dans les provisions techniques). III. - Valeurs appartenant à des institutions de prévoyance (à raison d'une ligne par institution de prévoyance) (Arrêté du 15 décembre 2005, annexe 3-30.) Dans l'état récapitulatif, les instruments financiers à terme liés à des placements sont rattachés aux placements concernés par la stratégie de la même façon que dans l'état détaillé. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie, qui n'auront pas été rattachés aux placements de même nature, seront mentionnés à la rubrique 11 \"autres instruments financiers à terme. » A la suite du tableau de synthèse sont fournies les informations suivantes : a) Le montant des acomptes inclus dans la valeur des actifs inscrits au poste Terrains et constructions » ; b) Le montant des terrains et constructions en faisant apparaître, en distinguant les droits réels et les parts de sociétés immobilières ou foncières non cotées : - les immobilisations utilisées pour l'exercice des activités propres de l'établissement ; - les autres immobilisations. c) Le solde non encore amorti ou non encore repris correspondant à la différence sur prix de remboursement des titres évalués conformément à l'article R. 332-19 ; 1.5. (cf. note 52) Les entreprises indiquent la ventilation selon leur durée résiduelle, en distinguant les tranches jusqu'à un an, plus de un à cinq ans, plus de cinq ans, de leurs créances et dettes. 1.6. (cf. note 53) Les entreprises indiquent : - le montant des participations et des parts dans des entreprises liées détenues dans des entreprises d'assurance ; - la liste des filiales et participations (notamment le nom et le siège), telle que celles-ci sont définies aux articles 354 et 355 de la loi n° 66-537 du 24 juillet 1966, avec l'indication, pour chacune d'elles, de la part du capital détenu, directement ou par prête-nom, du montant des capitaux propres et du résultat du dernier exercice ; - le nom, le siège et la forme juridique de toute entreprise dont l'entreprise d'assurance est l'associé indéfiniment responsable. Certaines de ces indications peuvent être omises à la condition que l'entreprise soit en mesure de justifier le préjudice grave qui pourrait résulter de leur divulgation. Il est alors fait mention du caractère incomplet des informations figurant sur la liste. 1.7. (cf. note 54) En ce qui concerne les opérations se rapportant à des entreprises liées et à des entreprises avec lesquelles existe un lien de participation, les entreprises indiquent, séparément pour chacune de ces deux catégories, le montant des parts détenues dans ces entreprises (actions et autres titres à revenu variable), et le montant des créances et des dettes sur ces entreprises détaillées par poste et sous-poste du bilan et, pour les créances et dettes nées d'opérations d'assurance directe, en distinguant les créances ou dettes sur les preneurs d'assurance et les créances ou dettes sur les intermédiaires d'assurance. 1.8. (cf. note 55) En ce qui concerne les passifs subordonnés les entreprises mentionnent : a) Pour chaque dette, matérialisée ou non par un titre, représentant plus de 10 % du montant total des dettes subordonnées : - la nature juridique de la dette (emprunt, titre obligataire, titre participatif...) ; - le montant de la dette, la devise dans laquelle elle est libellée, le taux d'intérêt et l'échéance ou l'indication que la dette est perpétuelle ; - la possibilité et les conditions d'un éventuel remboursement anticipé ; - les conditions de la subordination, l'existence éventuelle de stipulations permettant de convertir le passif subordonné en capital ou en une autre forme de passif ainsi que les conditions prévues par ces stipulations. b) Pour les autres dettes subordonnées, les modalités qui les régissent de manière globale et leur répartition par nature de dette. 1.9. (cf. note 56) En ce qui concerne les postes qui affectent ou sont susceptibles d'affecter la composition de l'actionnariat, les entreprises indiquent : a) Le nombre et la valeur nominale de chaque catégorie de titres composant le capital social et l'étendue des droits que confèrent à leur détenteur les titres de chaque catégorie avec l'indication de ceux qui ont été créés ou remboursés pendant l'exercice ; b) Le nombre et le montant des obligations convertibles, des parts bénéficiaires et des titres similaires, en précisant l'étendue des droits qu'ils confèrent ; c) La valeur nominale des différentes catégories de titres de l'entreprise détenus par elle-même (actions propres), ainsi que le nombre et la valeur nominale des titres de chaque catégorie achetés ou vendus pendant l'exercice. 1.10. (cf. note 57) Les entreprises fournissent : a) La ventilation des réserves en distinguant les réserves statutaires et chacune des réserves réglementaires et des autres réserves, avec leur dénomination précise ; b) Le montant des éléments du bilan ayant fait l'objet d'une réévaluation au cours de l'exercice, en précisant, pour chaque catégorie, la méthode de réévaluation utilisée, le montant et le traitement fiscal de l'écart ; c) Le détail des mouvements ayant affecté la composition des fonds propres au cours de l'exercice notamment les réserves incorporées au capital social ou au fonds d'établissement et les augmentations de capital ou de fonds d'établissement. 1.11. (cf. note 58) Les entreprises fournissent le montant des frais d'établissement, ventilés selon leur nature, des frais de recherche et de développement, de la valeur d'achat des fonds commerciaux et des autres actifs incorporels. 1.12. (cf. note 59) (Arrêté du 19 avril 1995, art. 3-III.) Les entreprises doivent préciser, dès lors que ce montant est important, le montant des provisions pour risques en cours. L'appréciation de l'importance du montant s'effectue globalement. » 1.13. (cf. note 60) a) Les entreprises précisent, dès lors que ce montant est significatif, le montant des recours à recevoir déduits des provisions pour sinistres à payer. L'appréciation du caractère significatif du montant s'effectue globalement. b) Les entreprises (Arrêté du 11 septembre 1995, art. 5-6) visées à l'article L. 310-1 » précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions pour sinistres inscrites au bilan d'ouverture, relatives aux sinistres survenus au cours d'exercices antérieurs et restant à régler, et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres survenus au cours d'exercices antérieurs ajouté aux provisions pour sinistres inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement. (Arrêté du 11 septembre 1995, art. 5-6.) Les entreprises visées à l'article L. 310-1-1 précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions techniques inscrites au bilan d'ouverture relatives aux sinistres rattachés aux exercices antérieurs et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres rattachés aux exercices antérieurs ajouté aux provisions techniques inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement. c) Les entreprises agréées pour les opérations mentionnées au 3° de l'article L. 310-1 établissent un état des règlements et des provisions pour sinistres à payer inscrites à leur bilan social au titre de l'ensemble de ces opérations, présenté selon le modèle ci-après.",
            "texteHtml": "<p align='center'>3. ANNEXE</p><p>L'annexe est établie conformément aux dispositions de l'article 25 du décret n° 83-1020 du 29 novembre 1983 ; elle est constituée de toutes les informations d'importance significative permettant d'avoir une juste appréciation du patrimoine et de la situation financière de l'entreprise, des risques qu'elle assume et de ses résultats. Sans préjudice des obligations légales et réglementaires qui leur sont applicables (notamment la loi n° 66-537 du 24 juillet 1966 et les dispositions spécifiques aux entreprises dont les actions sont admises à la cote des bourses de valeurs), la production de ces informations par les entreprises n'est requise que pour autant qu'elles ont une importance significative. L'annexe comporte notamment les éléments prévus ci-après. A chaque fois que ceci est utile à la compréhension, et notamment lorsque l'annexe donne le détail d'un poste du bilan ou du compte de résultat, les chiffres correspondants relatifs à l'exercice précédent sont indiqués de manière à pouvoir être directement comparés à ceux de l'exercice sous revue.</p><p align='center'>I. - Informations sur le choix des méthodes utilisées</p><p>(Arrêté du 15 décembre 2005, annexe 3-11.) 1. » Les entreprises mentionnent les modes et méthodes d'évaluation appliqués aux divers postes du bilan, du compte de résultat et de l'annexe, ainsi que les méthodes utilisées pour le calcul des amortissements et des (arrêté du 15 décembre 2005, annexe 3-11) dépréciations ». Elles décrivent notamment les règles retenues pour l'imputation des charges par destination.</p><p>(Arrêté du 15 décembre 2005, annexe 3-12.) 2. En ce qui concerne les instruments financiers à terme, les entreprises fournissent une description des principes et méthodes comptables retenus ainsi que des méthodes d'évaluation, et notamment des options retenues lorsque cela est applicable (enregistrement des primes d'options, mode de prise en compte des résultats sur stratégies de rendement,...).</p><p>3. Pour les opérations d'assurance réalisées dans le cadre d'un patrimoine d'affectation, les entreprises fournissent les compléments d'information suivants dans l'annexe aux comptes annuels de l'organisme d'assurance gestionnaire, lorsque cela est applicable :</p><p>3.1. La description des caractéristiques des opérations d'assurance réalisées dans le cadre d'un patrimoine d'affectation (contrats PERP/L. 441-1...) incluant notamment :</p><p>a) Les spécificités comptables de ces opérations et plus particulièrement l'explicitation de la notion de patrimoine d'affectation et de son incidence :</p><p>- modalités de tenue de la (ou des) comptabilité(s) auxiliaire(s) d'affectation ;</p><p>- mode de constatation des résultats (différence entre valeur de marché et prix de revient) en cas de changement d'affectation d'actifs entre deux patrimoines d'affectation ou entre l'actif général et un patrimoine d'affectation ;</p><p>- modalités particulières de calcul des dépréciations durables pour chaque patrimoine d'affectation ;</p><p>- utilisation de la méthode \"premier entré - premier sorti par patrimoine d'affectation pour le calcul des résultats de cession ;</p><p>b) Les particularités des contrats PERP en \"euro diversifié, et notamment :</p><p>- description des principes de fonctionnement et de calcul de la provision technique de diversification ;</p><p>- mention de l'évaluation en valeur de réalisation des actifs de placement.</p><p>3.2. Le cas échéant, il sera fait mention des méthodes retenues pour l'arrêté des comptes de l'organisme d'assurance gestionnaire lorsqu'il est procédé à des estimations, notamment en matière de cotisations. Une information sera donnée sur le fait que les montants figurant dans les comptes annuels de l'organisme d'assurance gestionnaire peuvent, du fait du recours à ces estimations, différer de ceux figurant dans les comptes auxiliaires des PERP/patrimoines d'affectation des conventions, arrêtés ultérieurement, le seuil de signification étant alors apprécié au niveau du PERP/de la convention. »</p><p>(Arrêté du 15 décembre 2005, annexe 3-13.) 4. » Les entreprises indiquent et expliquent, le cas échéant, les dérogations aux principes généraux qu'elles ont été conduites à pratiquer dans le cas exceptionnel où l'application d'une prescription comptable se révèle impropre à donner une image fidèle du patrimoine, de la situation financière ou du résultat ; elles précisent l'incidence de ces pratiques dérogatoires sur la détermination du patrimoine, de la situation financière et du résultat de l'exercice.</p><p>Elles indiquent de manière exhaustive celles des options prévues dans des textes législatifs ou réglementaires qu'elles ont exercées.</p><p>Tout changement de méthode et de présentation des comptes annuels doit être décrit et justifié dans l'annexe. Son incidence sur les comptes doit être indiquée.</p><p align='center'>II. - Informations sur les postes du bilan et du compte de résultat</p><p align='center'>1. Pour le bilan</p><p>1.1. Les entreprises indiquent les mouvements ayant affecté les divers éléments de l'actif ci-après énumérés :</p><p>- les actifs incorporels ;</p><p>- les terrains et constructions ;</p><p>- les titres de propriété sur des entreprises liées et des entreprises avec lesquelles l'entreprise d'assurance a un lien de participation (comptes 250 et 260) ;</p><p>- les bons, obligations et créances de toutes natures sur ces mêmes entreprises (comptes 25 et 26, à l'exclusion des comptes 250 et 260).</p><p>Les entreprises indiquent, pour chacun de ces éléments d'actif, le montant brut en début et en fin d'exercice, les transferts et mouvements de l'exercice, le montant cumulé des amortissements et (arrêté du 15 décembre 2005, annexe 3-14) dépréciations » à la clôture et le montant net inscrit au bilan, ainsi que les dotations aux amortissements et (arrêté du 22 avril 2005, article 2-VII) dépréciations » et les reprises de (arrêté du 15 décembre 2005, annexe 3-14) dépréciations » constatées au cours de l'exercice.</p><p>1.2. En ce qui concerne les placements autres que ceux visés au 1.1, les entreprises indiquent les dotations aux amortissements (arrêté du 22 avril 2005, art. 2-VIII) et pour dépréciation » constatées au cours de l'exercice, par poste du bilan. Elles indiquent également par poste du bilan, le montant brut, le montant cumulé des amortissements et des (arrêté du 22 avril 2005, art. 2-VIII) dépréciations » à la clôture et le montant net inscrit au bilan.</p><p>(Arrêté du 15 décembre 2005, annexe 3-14.) 1.3. En ce qui concerne les instruments financiers à terme, les entreprises fournissent les informations suivantes dans l'annexe aux comptes annuels :</p><p>a) La description des opérations et types de stratégies ainsi que les types d'instruments utilisés. Cette description implique notamment que soient fournies :</p><p>- les positions en cours en fin de période par nature de stratégie et par type d'instruments financiers à terme, en distinguant marchés réglementés et marchés de gré à gré ;</p><p>- une information sur la nature et les encours des éléments d'actif et de passif concernés par chaque nature de stratégie ;</p><p>b) Le montant des primes, soultes, appels de marge et autres flux figurant en compte de régularisation actif et passif, et les durées résiduelles d'amortissement prévues pour chaque nature de flux ;</p><p>c) Le montant des gains et pertes inscrits en résultat au titre des opérations dénouées au cours de l'exercice ;</p><p>d) La description des ruptures de stratégie intervenues au cours de l'exercice et de leur motivation ;</p><p>e) Le montant des gains ou pertes inscrits en résultat au titre des opérations rompues au cours de l'exercice ;</p><p>f) La description des déqualifications de stratégies intervenues au cours de l'exercice ;</p><p>g) Le montant des flux inscrits en compte de régularisation au titre des opérations déqualifiées, ainsi que, le cas échéant, des provisions constituées à ce titre. »</p><p>1.4. (cf. note 39) (Arrêté du 11 septembre 1995, art. 5-1.) Les entreprises établissent un état récapitulatif et, pour les comptes sociaux, un état détaillé de l'ensemble des placements (arrêté du 15 décembre 2005, annexe 3-15) \"et instruments financiers à terme inscrits à leur bilan. L'état récapitulatif figure obligatoirement dans l'annexe. »</p><p>Lorsqu'une entreprise décide de ne pas le faire figurer dans l'annexe, l'état détaillé doit, dans les mêmes délais que les comptes annuels, être établi par l'entreprise et communiqué aux commissaires aux comptes, qui en vérifient la sincérité et la concordance avec les comptes annuels dans les conditions définies au troisième alinéa de l'article 228 de la loi n° 66-537 du 24 juillet 1966 ; dans ce cas, l'état détaillé est délivré à toute personne qui en fait la demande et à la Commission de contrôle des assurances, dans les conditions définies à l'article R. 341-8 du code des assurances.</p><p>A. - L'état détaillé comporte :</p><p>A 1. - (Arrêté du 11 septembre 1995, art. 5-2.) Pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1. »</p><p>a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-19 et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, (arrêté du 15 décembre 2005, annexe 3-16) f et i », ci-dessous) ;</p><p>b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-20 et affectables à la représentation des engagements réglementés (autres que ceux visés aux d, e, (arrêté du 15 décembre 2005, annexe 3-16) f et i » ci-dessous) ;</p><p>c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-5 (arrêté du 15 décembre 2005, annexe 3-16) (autres que ceux visés au i ci-dessous) » ;</p><p>d) Un tableau pour les placements inscrits au bilan en classe 2 et garantissant les engagements envers des institutions de prévoyance ou couvrant des fonds de placement gérés par l'entreprise, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (arrêté du 15 décembre 2005, annexe 3-16) (autres que ceux visés au i ci-dessous) » ;</p><p>e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) (arrêté du 15 décembre 2005, annexe 3-16) (autres que ceux visés au i ci-dessous) » ;</p><p>f) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) (arrêté du 15 décembre 2005, annexe 3-16) (autres que ceux visés au i ci-dessous) » ;</p><p>g) Un tableau pour les autres placements inscrits au bilan en classe 2 (arrêté du 15 décembre 2005, annexe 3-16) et pour les instruments financiers à terme non rattachés à des placements (autres que ceux visés au i ci-dessous) » ;</p><p>h) Un tableau pour les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2 (arrêté du 15 décembre 2005, annexe 3-17) (autres que ceux visés au i ci-dessous) » ;</p><p>(Arrêté du 15 décembre 2005, annexe 3-17.) i) Un tableau pour les placements inscrits au bilan en classe 2 et appartenant à un patrimoine d'affectation ventilant pour chaque contrat ou convention le total des placements par méthode (R. 332-19, R. 332-20, R. 332-5 et article 28 du décret n° 2004-342 du 21 avril 2004) ainsi que les actifs inscrits au bilan affectables à la représentation des engagements réglementés, autres que ceux inscrits en classe 2. Ce tableau est accompagné de tableaux séparés établis pour chaque contrat ou convention détaillant les placements visés aux a à h ci-dessus ; »</p><p>j) (cf. note 40) Un tableau pour les valeurs reçues en nantissement des réassureurs (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est, par convention, servie d'un montant égal à celui inscrit en colonne F) ;</p><p>k) (cf. note 41) Des tableaux pour les valeurs gérées par l'entreprise et appartenant à des institutions de prévoyance, à raison d'un tableau par portefeuille géré (pour ces valeurs, les colonnes C et D ne sont pas servies ; la colonne E est servie par la valeur d'entrée).</p><p>A 2. - (Arrêté du 11 septembre 1995, art. 5-3.) Pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1-1 :</p><p>a) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-19 (autres que ceux visés aux c, d et e ci-dessous) ;</p><p>b) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-20 (autres que ceux visés aux c, d et e ci-dessous) ;</p><p>c) Un tableau pour les placements inscrits au bilan en classe 2 conformément à l'article R. 332-5 ;</p><p>d) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement en garantie des acceptations chez les cédantes dont l'entreprise se porte caution solidaire, avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 et R. 332-20) ;</p><p>e) Un tableau pour les placements inscrits au bilan en classe 2 déposés ou donnés en nantissement chez les autres cédantes en garantie des acceptations avec, le cas échéant, un tableau séparé par méthode d'évaluation (R. 332-19 ou R. 332-20) ; »</p><p>(Arrêté du 15 décembre 2005, annexe 3-18.) f) Un tableau pour les instruments financiers à terme non rattachés à des placements. »</p><p>(Arrêté du 11 septembre 1995, art. 5-4.) Dans chacun des tableaux prévus aux A 1 et A 2 ci-dessus », les valeurs et actifs sont groupés par rubrique correspondant à chaque compte divisionnaire (3 chiffres) ou, le cas échéant, sous-compte de la nomenclature des comptes (4 chiffres), présentés dans l'ordre du plan de comptes et comportant en clair l'intitulé du compte divisionnaire ou du sous-compte.</p><p>(Arrêté du 15 décembre 2005, annexe 3-19.) L'état détaillé des placements comprend l'indication des instruments financiers à terme regroupés par stratégie et par contrepartie, à défaut d'indication plus détaillée. Les instruments financiers à terme liés à un placement sont rattachés aux placements concernés par la stratégie. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie seront soit rattachés aux placements de même nature, soit mentionnés dans le tableau g de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1 ou dans le tableau f de l'état détaillé pour les entreprises soumises au contrôle de l'Etat en vertu de l'article L. 310-1-1. Ce tableau contient en outre les instruments financiers à terme qui ne sont pas liés à des placements détenus (anticipations de placements notamment). »</p><p>Dans chaque rubrique, les actifs sont groupés en sous-rubrique par devise. A la fin de chaque sous-rubrique sont portés, sur des lignes distinctes, les éléments à déduire (part non libérée des titres, intérêts courus non échus), la totalisation des valeurs en devises et la contre-valeur en (arrêté du 15 décembre 2005, annexe 3-20) euros » des totalisations au cours de change retenu pour l'établissement des comptes annuels (colonnes C, D, E, F, G). A la fin de chaque rubrique, figure une ligne de totalisation des valeurs ou contre-valeurs en (arrêté du 15 décembre 2005, annexe 3-20) euros » (colonnes C, D, E, F, G). Aucun actif ne peut figurer dans plus d'un seul tableau. Chacun des tableaux comporte une ligne de totalisation générale des valeurs ou contre-valeurs en (arrêté du 15 décembre 2005, annexe 3-20) euros » (C, D, E, F, G). Les entreprises agréées pour les opérations mentionnées au 1° de l'article L. 310-1 indiquent à la suite des tableaux la quote-part (%) définie à l'article R. 344-1.</p><p>Les tableaux sont présentés selon le modèle ci-après.<br/><br/></p><table border='1' cellSpacing='0' width='652' align='center' cellPadding='0'><tbody><tr><td rowSpan='2' width='89'><p align='center'>NOMBRE</p><p align='center'>et désignation des valeurs ou des actifs avec, le cas échéant, mention de la devise autre que l'euro » (*) dans laquelle » (*) elles sont libellées</p></td><td rowSpan='2' width='83'><p align='center'>AFFECTATION</p></td><td rowSpan='2' width='87'><p align='center'>LOCALISATION</p></td><td colSpan='2' width='123'><p align='center'>VALEUR INSCRITE</p><p align='center'>au bilan</p></td><td rowSpan='2' width='52'><p align='center'>VALEUR nette</p></td><td rowSpan='2' width='58'><p align='center'>VALEUR de réalisation</p></td><td rowSpan='2' width='84'><p align='center'>VALEUR</p><p align='center'>de</p><p align='center'>remboursement</p></td><td rowSpan='2' width='75'><p align='center'>IDENTIFIANT</p></td></tr><tr><td width='59'><p align='center'>Valeur brute</p></td><td width='64'><p align='center'>Corrections de valeur</p></td></tr><tr><td width='89'><p align='center'>(A)</p></td><td width='83'><p align='center'>(B)</p></td><td width='87'><p align='center'>(B 1)</p></td><td width='59'><p align='center'>(C)</p></td><td width='64'><p align='center'>(D)</p></td><td width='52'><p align='center'>(E)</p></td><td width='58'><p align='center'>(F)</p></td><td width='84'><p align='center'>(G)</p></td><td width='75'><p align='center'>(H)</p></td></tr><tr><td width='89'><p align='center'>(1)</p></td><td width='83'><p align='center'>(2)</p></td><td width='87'><p align='center'>(3)</p></td><td width='59'><p align='center'>(4)</p></td><td width='64'><p align='center'>(5)</p></td><td width='52'><p align='center'></p></td><td width='58'><p align='center'>(6)</p></td><td width='84'><p align='center'>(7)</p></td><td width='75'><p align='center'>(8)</p></td></tr><tr><td colSpan='9' width='652'><p>(1) A l'intérieur de chaque sous-rubrique (voir ci-dessous B), les valeurs mobilières sont inscrites dans l'ordre de la cote officielle de la principale place de cotation. L'intitulé de chaque valeur est précédé du numéro d'identification en usage sur la cote officielle de la principale place de cotation (arrêté du 15 décembre 2005, annexe 3-23) (code ISIN [international securities identification numbers]) ». Pour les valeurs et actifs garantis par un tiers autre que le débiteur ou par une garantie réelle, la nature de la garantie et la désignation du garant sont précisées.</p><p>(2) L'indication de l'affectation est abrégée à l'aide du code suivant :</p><p>- F : Provisions techniques en France sauf opérations en unités de compte (arrêté du 15 décembre 2005, annexe 3-24) et opérations réalisées dans le cadre d'un patrimoine d'affectation » ;</p><p>- G : Provisions techniques dans (arrêté du 15 décembre 2005, annexe 3-24) l'Espace économique européen » (hors France) sauf opérations en unités de compte ;</p><p>- A : Provisions techniques des (arrêté du 15 décembre 2005, annexe 3-24) opérations de branche 26 » ;</p><p>- (Arrêté du 15 décembre 2005, annexe 3-24.) R : provisions techniques des plans d'épargne retraite populaires (PERP), sauf PERP en unités de rentes et PERP en \"euro diversifié ;</p><p>- RA : provisions techniques des plans d'épargne retraite populaires en unités de rentes ;</p><p>- RE : provisions techniques des plans d'épargne retraite populaires en \"euro diversifié ;</p><p>- RX : provisions techniques des autres opérations réalisées dans le cadre d'un patrimoine d'affectation ; »</p><p>- V : Provisions techniques des opérations en unités de compte en France (art. R. 332-5) ;</p><p>- W : Provisions techniques des opérations en unités de compte dans (arrêté du 15 décembre 2005, annexe 3-24) l'Espace économique européen » hors France (art. R. 332-5) ;</p><p>- P : Institutions de prévoyance ou fonds de placement gérés par l'entreprise ;</p><p>- E : Provisions techniques hors (arrêté du 15 décembre 2005, annexe 3-24) Espace économique européen » ;</p><p>- CF : Cautionnement en France ;</p><p>- CC : Cautionnement (arrêté du 15 décembre 2005, annexe 3-24) Espace économique européen » (hors France) ;</p><p>- CE : Cautionnement hors (arrêté du 15 décembre 2005, annexe 3-24) Espace économique européen » ;</p><p>- L : Valeurs sans affectation :</p><p>Les actifs transférés avec un portefeuille de contrats par une entreprise d'assurance vie ou de capitalisation sont affectés, en outre, du code T.</p><p>(3) Etat de localisation du titre de propriété de l'actif (notamment Etat d'établissement du dépositaire pour les valeurs mobilières).</p><p>(4) Les valeurs brutes, nettes et de réalisation ainsi que les corrections de valeur sont à inscrire dans la monnaie de comptabilisation, c'est-à-dire, notamment pour les titres dont l'acquisition a fait l'objet d'une opération en devise au sens de l'article A. 342-3, dans la devise de l'opération initiale. Pour chacun des titres non libérés, le montant non libéré doit figurer dans la colonne Valeur inscrite au bilan » immédiatement au-dessous de la ligne du libellé de la valeur. A chaque sous-totalisation (voir ci-dessous) le total des parties non libérées des valeurs totalisées est retranché globalement de cette colonne. (Arrêté du 15 décembre 2005, annexe 3-25.) Pour les instruments financiers à terme, la valeur brute est le montant total des flux financiers reçus ou versés depuis la mise en place de la stratégie, à l'exception de ceux relatifs aux garanties reçues et données. »</p><p>(5) La colonne Correction de valeur » inclut les amortissements et dépréciations » (Termes ainsi modifiés par arrêté du 22 avril 2005, art. 2-IX) ainsi que les amortissements et reprises de différences sur prix de remboursement constatés pour les titres évalués conformément à l'article R. 332-19 du présent code. (Arrêté du 15 décembre 2005, annexe 3-26.) Pour les instruments financiers, il s'agit de la partie des flux constatée en compte de résultat depuis la mise en place de la stratégie (amortissement des primes ou soultes, prise en compte de l'étalement du résultat...). »</p><p>(6) (Arrêté du 15 décembre 2005, annexe 3-27.) Valeurs calculées » selon les règles fixées par (arrêté du 15 décembre 2005, annexe 3-27) les articles R. 332-20-1 et R. 332-20-2 ».</p><p>(7) Valeur retenue pour le calcul de la différence sur prix de remboursement pour les valeurs évaluées conformément à l'article R. 332-19 du présent code.</p><p>(Arrêté du 15 décembre 2005, annexe 3-21) (8) Un identifiant permettant de faire le lien entre la ou les lignes de placement concernés par la stratégie et le ou les instruments financiers à terme correspondants. »</p><p>(*) Les termes le FF » et le mot lesquelles » ont été substitués par l'euro » et laquelle » par arrêté du 15 décembre 2005, annexe 3-22.</p></td></tr></tbody></table><p><br/><br/><br/>B. - L'état récapitulatif est un tableau de synthèse comportant les colonnes C, E et F du modèle d'état détaillé et les lignes suivantes :</p><p>I. - Placements (arrêté du 15 décembre 2005, annexe 3-28) et instruments financiers à terme » (détail des postes 3 et 4 de l'actif [arrêté du 15 décembre 2005, annexe 3-28] et des instruments financiers à terme »)</p><p>1. Placements immobiliers et placements immobiliers en cours. (cf. note 42) </p><p>2. Actions et autres titres à revenu variable autres que les parts d'OPCVM. (cf. note 43) </p><p>3. Parts d'OPCVM (autres que celles visées en 4). (cf. note 44) </p><p>4. Parts d'OPCVM détenant exclusivement des titres à revenu fixe. (cf. note 45) </p><p>5. Obligations et autres titres à revenu fixe. (cf. note 46) </p><p>6. Prêts hypothécaires. (cf. note 47) </p><p>7. Autres prêts et effets assimilés. (cf. note 48) </p><p>8. Dépôts auprès des entreprises cédantes. (cf. note 49) </p><p>9. Dépôts (autres que ceux visés au 8) et cautionnements en espèces, et autres placements. (cf. note 50) </p><p>10. Actifs représentatifs de contrats en unités de compte :</p><p>- placements immobiliers ;</p><p>- titres à revenu variable autres que des parts d'OPCVM ;</p><p>- OPCVM détenant exclusivement des titres à revenu fixe ;</p><p>- autres OPCVM ;</p><p>- obligations et autres titres à revenu fixe.</p><p>(Arrêté du 15 décembre 2005, annexe 3-28.) 11. Autres instruments financiers à terme :</p><p>- stratégies d'investissement ou de désinvestissement ;</p><p>- stratégies de rendement ;</p><p>- autres opérations. »</p><p>12. (cf. note 51) Total des lignes 1 à (arrêté du 15 décembre 2005, annexe 3-28) 11 ».</p><p>a) Dont :</p><p>- placements évalués selon l'article R. 332-19 (arrêté du 15 décembre 2005, annexe 3-28) et instruments financiers à terme rattachés » ;</p><p>- placements évalués selon l'article R. 332-20 (arrêté du 15 décembre 2005, annexe 3-28) et instruments financiers à terme rattachés » ;</p><p>- placements évalués selon l'article R. 332-5 (arrêté du 15 décembre 2005, annexe 3-28) et instruments financiers à terme rattachés » ;</p><p>- (arrêté du 15 décembre 2005, annexe 3-28) placements évalués conformément à l'article 28 du décret n° 2004-342 du 21 avril 2004 ; »</p><p>- (arrêté du 15 décembre 2005, annexe 3-28) autres instruments financiers à terme. »</p><p>b) Dont (arrêté du 11 septembre 1995, art. 5-5) , pour les entreprises visées à l'article L. 310-1 » :</p><p>- valeurs affectables à la représentation des provisions techniques autres que celles visées ci-dessous ;</p><p>- valeurs garantissant les engagements envers les institutions de prévoyance ou couvrant les fonds de placement gérés ;</p><p>- valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ;</p><p>- valeurs affectées aux provisions techniques des (arrêté du 15 décembre 2005, annexe 3-28) opérations réalisées dans le cadre d'un patrimoine d'affectation » en France ;</p><p>- autres affectations ou sans affectation.</p><p>(Arrêté du 15 décembre 2005, annexe 3-28.) Les valeurs affectées aux provisions techniques des opérations réalisées dans le cadre d'un patrimoine d'affectation en France sont détaillées par nature (A, R, RA, RE, RX). Elles font par ailleurs l'objet d'un tableau récapitulatif séparé, ventilant les placements par nature. »</p><p>(Arrêté du 11 septembre 1995, art. 5-5.) Dont, pour les entreprises visées à l'article L. 310-1-1 :</p><p>- valeurs déposées chez les cédants (dont valeurs déposées chez les cédants dont l'entreprise s'est portée caution solidaire) ;</p><p>- autres valeurs. »</p><p>(Arrêté du 15 décembre 2005, annexe 3-28.) c) Dont :</p><p>- placements et instruments financiers à terme dans l'OCDE ;</p><p>- placements et instruments financiers à terme hors OCDE. »</p><p align='center'>II. - Actifs affectables à la représentation des provisions techniques (autres que les placements (arrêté du 15 décembre 2005, annexe 3-29) , les instruments financiers à terme » et la part des réassureurs dans les provisions techniques).</p><p align='center'>III. - Valeurs appartenant à des institutions de prévoyance</p><p align='center'>(à raison d'une ligne par institution de prévoyance)</p><p>(Arrêté du 15 décembre 2005, annexe 3-30.) Dans l'état récapitulatif, les instruments financiers à terme liés à des placements sont rattachés aux placements concernés par la stratégie de la même façon que dans l'état détaillé. Lorsqu'une stratégie concerne plusieurs natures de placements, les instruments financiers à terme de la stratégie, qui n'auront pas été rattachés aux placements de même nature, seront mentionnés à la rubrique 11 \"autres instruments financiers à terme. »</p><p>A la suite du tableau de synthèse sont fournies les informations suivantes :</p><p>a) Le montant des acomptes inclus dans la valeur des actifs inscrits au poste Terrains et constructions » ;</p><p>b) Le montant des terrains et constructions en faisant apparaître, en distinguant les droits réels et les parts de sociétés immobilières ou foncières non cotées :</p><p>- les immobilisations utilisées pour l'exercice des activités propres de l'établissement ;</p><p>- les autres immobilisations.</p><p>c) Le solde non encore amorti ou non encore repris correspondant à la différence sur prix de remboursement des titres évalués conformément à l'article R. 332-19 ;</p><p>1.5. (cf. note 52) Les entreprises indiquent la ventilation selon leur durée résiduelle, en distinguant les tranches jusqu'à un an, plus de un à cinq ans, plus de cinq ans, de leurs créances et dettes.</p><p>1.6. (cf. note 53) Les entreprises indiquent :</p><p>- le montant des participations et des parts dans des entreprises liées détenues dans des entreprises d'assurance ;</p><p>- la liste des filiales et participations (notamment le nom et le siège), telle que celles-ci sont définies aux articles 354 et 355 de la loi n° 66-537 du 24 juillet 1966, avec l'indication, pour chacune d'elles, de la part du capital détenu, directement ou par prête-nom, du montant des capitaux propres et du résultat du dernier exercice ;</p><p>- le nom, le siège et la forme juridique de toute entreprise dont l'entreprise d'assurance est l'associé indéfiniment responsable.</p><p>Certaines de ces indications peuvent être omises à la condition que l'entreprise soit en mesure de justifier le préjudice grave qui pourrait résulter de leur divulgation. Il est alors fait mention du caractère incomplet des informations figurant sur la liste.</p><p>1.7. (cf. note 54) En ce qui concerne les opérations se rapportant à des entreprises liées et à des entreprises avec lesquelles existe un lien de participation, les entreprises indiquent, séparément pour chacune de ces deux catégories, le montant des parts détenues dans ces entreprises (actions et autres titres à revenu variable), et le montant des créances et des dettes sur ces entreprises détaillées par poste et sous-poste du bilan et, pour les créances et dettes nées d'opérations d'assurance directe, en distinguant les créances ou dettes sur les preneurs d'assurance et les créances ou dettes sur les intermédiaires d'assurance.</p><p>1.8. (cf. note 55) En ce qui concerne les passifs subordonnés les entreprises mentionnent :</p><p>a) Pour chaque dette, matérialisée ou non par un titre, représentant plus de 10 % du montant total des dettes subordonnées :</p><p>- la nature juridique de la dette (emprunt, titre obligataire, titre participatif...) ;</p><p>- le montant de la dette, la devise dans laquelle elle est libellée, le taux d'intérêt et l'échéance ou l'indication que la dette est perpétuelle ;</p><p>- la possibilité et les conditions d'un éventuel remboursement anticipé ;</p><p>- les conditions de la subordination, l'existence éventuelle de stipulations permettant de convertir le passif subordonné en capital ou en une autre forme de passif ainsi que les conditions prévues par ces stipulations.</p><p>b) Pour les autres dettes subordonnées, les modalités qui les régissent de manière globale et leur répartition par nature de dette.</p><p>1.9. (cf. note 56) En ce qui concerne les postes qui affectent ou sont susceptibles d'affecter la composition de l'actionnariat, les entreprises indiquent :</p><p>a) Le nombre et la valeur nominale de chaque catégorie de titres composant le capital social et l'étendue des droits que confèrent à leur détenteur les titres de chaque catégorie avec l'indication de ceux qui ont été créés ou remboursés pendant l'exercice ;</p><p>b) Le nombre et le montant des obligations convertibles, des parts bénéficiaires et des titres similaires, en précisant l'étendue des droits qu'ils confèrent ;</p><p>c) La valeur nominale des différentes catégories de titres de l'entreprise détenus par elle-même (actions propres), ainsi que le nombre et la valeur nominale des titres de chaque catégorie achetés ou vendus pendant l'exercice.</p><p>1.10. (cf. note 57) Les entreprises fournissent :</p><p>a) La ventilation des réserves en distinguant les réserves statutaires et chacune des réserves réglementaires et des autres réserves, avec leur dénomination précise ;</p><p>b) Le montant des éléments du bilan ayant fait l'objet d'une réévaluation au cours de l'exercice, en précisant, pour chaque catégorie, la méthode de réévaluation utilisée, le montant et le traitement fiscal de l'écart ;</p><p>c) Le détail des mouvements ayant affecté la composition des fonds propres au cours de l'exercice notamment les réserves incorporées au capital social ou au fonds d'établissement et les augmentations de capital ou de fonds d'établissement.</p><p>1.11. (cf. note 58) Les entreprises fournissent le montant des frais d'établissement, ventilés selon leur nature, des frais de recherche et de développement, de la valeur d'achat des fonds commerciaux et des autres actifs incorporels.</p><p>1.12. (cf. note 59) (Arrêté du 19 avril 1995, art. 3-III.) Les entreprises doivent préciser, dès lors que ce montant est important, le montant des provisions pour risques en cours. L'appréciation de l'importance du montant s'effectue globalement. »</p><p>1.13. (cf. note 60) a) Les entreprises précisent, dès lors que ce montant est significatif, le montant des recours à recevoir déduits des provisions pour sinistres à payer. L'appréciation du caractère significatif du montant s'effectue globalement.</p><p>b) Les entreprises (Arrêté du 11 septembre 1995, art. 5-6) visées à l'article L. 310-1 » précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions pour sinistres inscrites au bilan d'ouverture, relatives aux sinistres survenus au cours d'exercices antérieurs et restant à régler, et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres survenus au cours d'exercices antérieurs ajouté aux provisions pour sinistres inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement.</p><p>(Arrêté du 11 septembre 1995, art. 5-6.) Les entreprises visées à l'article L. 310-1-1 précisent, dès lors que cette différence est significative, la différence entre, d'une part, le montant des provisions techniques inscrites au bilan d'ouverture relatives aux sinistres rattachés aux exercices antérieurs et, d'autre part, le montant total des prestations payées au cours de l'exercice au titre de sinistres rattachés aux exercices antérieurs ajouté aux provisions techniques inscrites au bilan de clôture au titre de ces mêmes sinistres. Le caractère significatif de cette différence est apprécié globalement.</p><p>c) Les entreprises agréées pour les opérations mentionnées au 3° de l'article L. 310-1 établissent un état des règlements et des provisions pour sinistres à payer inscrites à leur bilan social au titre de l'ensemble de ces opérations, présenté selon le modèle ci-après.</p>",
            "num": "Annexe art. A344-3 (suite 3)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 744508800000,
            "dateFin": 1212796800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 268435455,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Catégories d'assurance et états à produire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157007",
                        "id": "LEGISCTA000006157007",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Etats à produire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173875",
                        "id": "LEGISCTA000006173875",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019112714",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173875",
            "sectionParentId": "LEGISCTA000006173875",
            "sectionParentTitre": "Section III : Etats à produire.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre IV : Dispositions comptables et statistiques &gt; Chapitre IV : Catégories d'assurance et états à produire &gt; Section III : Etats à produire.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019112714",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019112714",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 744508800000,
                    "dateFin": 1212796800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019237233",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1212796800000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757939",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art. A344-3 (suite 3)"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}