{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000026277213",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "REFERENTIEL PROFESSIONNEL Si les pratiques sportives en France répondent aujourd'hui à différents attentes sociales (la santé, les loisirs, la sociabilité, l'éducation...), celles qui s'exercent dans un cadre compétitif restent un fondement identitaire du secteur. Elles fondent l'originalité de l'organisation juridique du sport français, système mixte relevant des logiques associatives et de puissance publique à travers la délégation donnée à certaines fédérations. Cette délégation induit un mode d'organisation préparatoire à la compétition particulier : l'entraînement. Aussi, la construction d'une filière de diplômes dans le domaine de l'entraînement sportif en adéquation avec les évolutions des métiers et des attentes des acteurs constitue un préalable pour maintenir la place de la France sur la scène sportive internationale, notamment à l'heure où le renouvellement des cadres techniques va connaître une accélération. Cette rénovation a débuté par la construction d'un nouveau diplôme, le brevet professionnel de la jeunesse, de l'éducation populaire et du sport (BPJEPS), au regard des besoins clairement exprimés par le secteur : \" des animateurs développant des compétences couvrant l'ensemble des champs de l'animation et du sport au niveau IV \". Dans le champ sportif, cela couvre également la préparation au premier niveau de compétition. Cette rénovation se poursuit aujourd'hui par la construction d'une certification de niveau II qui vise à structurer la filière par la reconnaissance d'une fonction professionnelle de direction dans le champ de l'entraînement. 1. Présentation du secteur professionnel Le secteur de l'entraînement et de la préparation à la performance sportive repose sur les deux sous-secteurs suivants : le cadre fédéral et le cadre professionnel. Concernant le secteur fédéral, on rappellera qu'il comprend notamment l'ensemble des associations sportives de statut \" loi 1901 \" qui ont pour but la préparation, la participation et l'organisation de compétitions sportives dans le cadre de fédérations nationales agréées par l'Etat. De ce point de vue, ce secteur est essentiellement constitué des fédérations sportives dites \" unisport \", olympiques (29 fédérations) ou non olympiques (59 fédérations). Dans ce cadre, le nombre total de ces associations s'élève à environ 85 000, dont 75 000 clubs actifs dans le champ du sport olympique. Sur ce total, il apparaît qu'environ 30 % des associations sportives compétitives emploient un ou plusieurs salariés, du fait notamment que : - seul un tiers d'entre elles disposent d'un nombre de licenciés supérieurs à 100 ; - 70 % des clubs présentent un budget inférieur à 30 000 euros. On notera qu'il est difficile d'évaluer le volume d'emploi de ce secteur notamment en raison de la part significative d'emplois à temps partiel. Concernant le nombre de pratiquants, on constate que ce secteur est celui qui délivre la plus grande part des licences sportives. Il regroupe en effet 7 900 000 licenciés (58 % de l'ensemble de licenciés) dont 670 000 pour les fédérations olympiques. Concernant plus particulièrement le sport professionnel, l'étude produite par l'AFRAPS-RUNOPES (1) fait valoir les volumes suivants : 543 entraîneurs, 200 préparateurs physiques et 40 préparateurs mentaux. (1) Le Roux (N.), Camy (J.) (2002), L'Emploi sportif, Editions AFRAPS RUNOPES. 2. Description du métier 2.1. Appellations Un certain nombre d'appellations ont aujourd'hui cours : directeur, directeur sportif, directeur technique, cadre technique, entraîneur cadre... 2.2. Entreprises et structures employeuses Les activités s'exercent notamment dans le cadre d'associations sportives affiliées à une fédération sportive ou d'entreprises du secteur sportif professionnel. 2.3. Publics concernés Ces professionnels peuvent être amenés à intervenir avec tous les publics compétiteurs. 2.4. Champ et nature des interventions Si les fonctions de direction sont par nature multiples et complexes, elles s'avèrent particulièrement singulières dans le champ de l'entraînement dans la mesure où : - l'activité de ce champ est fondée sur une logique de recherche de performances matérialisées par des résultats sportifs ; - elle s'appuie naturellement sur des formes d'expertise croisées d'ordre institutionnel, économique, disciplinaire, technique... ; - elle s'inscrit dans un faisceau de relations et de réseaux de nature complexe qui nécessite des compétences visant à créer des synergies en vue d'optimiser la performance sportive. La complexité du contexte d'exercice amène ce professionnel à devoir gérer, en permanence, des contraintes contradictoires, des dilemmes (2) ; - les directeurs sportifs exercent leurs activités professionnelles sous l'autorité (la subordination juridique) d'un conseil d'administration, d'un président ou d'une personne déléguée à cet effet. Cette posture particulière vis-à-vis des élus avec lesquels il se situe dans une relation d'interdépendance impose des compétences particulières en terme de \" gestion de relations avec une autorité élue \" ; - ils sont responsables de la qualité des relations individuelles et / ou collectives avec les compétiteurs. Dans ce cadre, les modes d'intervention de ce professionnel s'inscrivent dans une logique de travail collectif et partenarial et de sensibilisation à l'environnement et au développement durable pour : - préparer le projet stratégique de performance dans un champ disciplinaire ; - piloter un système d'entraînement ; - diriger le projet sportif ; - évaluer un système d'entraînement ; - organiser des actions de formation de formateurs dans le cadre des réseaux professionnels de l'organisation. (2) Cf. rapport d'étude sur les référentiels professionnel et de formation des entraîneurs nationaux Chef de projet performance (2006), MJSVA-INSEP. 2.5. Situation fonctionnelle Le métier est exercé par des femmes et des hommes travaillant majoritairement à temps plein. Ces derniers exercent parfois leur métier selon des horaires adaptés aux réalités fonctionnelles de l'organisation. Les situations statutaires sont généralement \" salariés en CDD \" et ces professionnels expriment le sentiment d'être en situation précaire. 2.6. Autonomie et responsabilité Les activités de ce professionnel relèvent d'une délégation permanente de responsabilités dans la mise en œuvre collective, technique et financière du projet d'activités de l'organisation. 2.7. Débouchés et évolutions de carrière L'accès à ces emplois, précédé d'une expérience dans l'entraînement sportif et d'une pratique personnelle de la discipline, correspond pour certains professionnels à l'aboutissement de la carrière. Pour d'autres, ces postes constituent une étape vers des emplois intégrant une dimension de recherche ou de management plus affirmée dans le secteur. 3. Fiche descriptive d'activités Les activités professionnelles concernées sont classées en cinq grands groupes d'activités professionnelles non hiérarchisées entre elles : A. - Préparer le projet stratégique de performance dans un champ disciplinaire : - il analyse les caractéristiques économiques, sociales, politiques et culturelles de la discipline de référence ; - il analyse les facteurs de la performance sportive individuelle ou collective dans son champ d'expertise ; - il met en place une veille stratégique sur le champ disciplinaire ; - il analyse l'impact des politiques publiques sur l'activité de l'organisation ; - il procède à des échanges dans le cadre de réseaux d'acteurs ; - il construit ses outils d'analyse de la performance dans son champ disciplinaire ; - il formalise des diagnostics stratégiques pour les élus de l'organisation ; - il partage les analyses stratégiques avec les instances dirigeantes ; - il mobilise les ressources internes dans la préparation d'un projet de développement sportif ; - il anime une démarche d'ingénierie de projet ; - il conçoit une politique de détection des jeunes sportifs ; - il propose des scénarios de développement susceptibles de répondre à la demande des prescripteurs dans le cadre des objectifs sportifs ; - il formalise un projet de développement ; - il élabore les dossiers de financement ; - il prévoit une stratégie de mise en œuvre du projet de développement ; - il transmet l'information nécessaire à la prise de décision ; - il prépare les travaux des assemblées décisionnelles. B. - Piloter un système d'entraînement : - il organise le système de l'entraînement ; - il organise les différentes délégations ; - il définit les axes de la préparation physique des athlètes ; - il définit les axes de la préparation mentale des athlètes dans le respect de l'intégrité morale et physique de la personne ; - il conçoit une politique de suivi social et professionnel des sportifs dont il a la charge ; - il anticipe les évolutions en besoin de personnel pour le projet sportif ; - il accompagne l'équipe dans l'analyse de son organisation de travail ; - il négocie le plan de formation du personnel ; - il établit les budgets prévisionnels de la direction sportive ; - il organise le fonctionnement financier de la direction sportive ; - il organise la mise en œuvre des actions partenariales. C. - Diriger le projet sportif : - il dirige le système d'entraînement dans la discipline ; - il prescrit les organisations de travail des équipes ; - il veille au respect des différents protocoles de travail établis ; - il accompagne l'athlète vers l'optimisation de la performance ; - il encadre les athlètes dans le cadre de la compétition ; - il analyse le comportement de l'athlète dont il a la charge pendant la compétition ; - il analyse la performance de l'athlète dont il a la charge pendant la compétition ; - il analyse la performance des autres athlètes pendant la compétition ; - il met en œuvre des médiations d'ordre stratégique, technique, physique ou relationnel ; - il organise les échanges de pratique avec une équipe technique ; - il gère les relations sociales au sein de la direction sportive ; - il contrôle la mise en œuvre des procédures administratives au sein de la direction sportive ; - il contrôle les différentes procédures d'exécution budgétaire au sein de la direction sportive ; - il négocie avec les prestataires de l'organisation ; - il encadre un groupe dans la pratique de l'activité pour laquelle il est compétent ; - il réalise les gestes professionnels nécessaires à la sécurité des compétiteurs ; - il réalise en sécurité des démonstrations techniques dans la discipline pour laquelle il est compétent ; - il assure la sécurité des pratiquants et des tiers ; - il vérifie la conformité du matériel technique nécessaire à la réalisation de l'activité dans laquelle il est compétent ; - il vérifie la conformité des lieux de travail au regard des normes d'hygiène et de sécurité ; - il conduit des actions de relation publique ; - il gère la relation avec les médias. D. - Evaluer le système d'entraînement : - il formalise les bilans sportifs ; - il conduit l'évaluation du système de travail ; - il procède à l'évaluation des membres de l'équipe technique ; - il rend compte de la mise en œuvre de la délégation ; - il évalue la pertinence du fonctionnement administratif de la direction sportive ; - il analyse le compte de résultat et le bilan annuel ; - il explique les écarts constatés entre les résultats et les objectifs fixés ; - il propose aux instances dirigeantes de nouvelles perspectives de développement. E. - Organiser des actions de formation de formateurs dans le cadre des réseaux professionnels de l'organisation : - il conçoit des actions de formation adaptées aux besoins des réseaux professionnels de l'organisation ; - il coordonne la mise en œuvre des actions de formation de formateurs décidées ; - il anime des actions de formation de formateurs ; - il participe aux échanges professionnels dans le cadre de formation de formateur ; - il établit les comptes rendus et les bilans pédagogiques.",
            "texteHtml": "<p align='center'>REFERENTIEL PROFESSIONNEL</p><p>Si les pratiques sportives en France répondent aujourd'hui à différents attentes sociales (la santé, les loisirs, la sociabilité, l'éducation...), celles qui s'exercent dans un cadre compétitif restent un fondement identitaire du secteur. </p><p>Elles fondent l'originalité de l'organisation juridique du sport français, système mixte relevant des logiques associatives et de puissance publique à travers la délégation donnée à certaines fédérations. </p><p>Cette délégation induit un mode d'organisation préparatoire à la compétition particulier : l'entraînement. </p><p>Aussi, la construction d'une filière de diplômes dans le domaine de l'entraînement sportif en adéquation avec les évolutions des métiers et des attentes des acteurs constitue un préalable pour maintenir la place de la France sur la scène sportive internationale, notamment à l'heure où le renouvellement des cadres techniques va connaître une accélération. </p><p>Cette rénovation a débuté par la construction d'un nouveau diplôme, le brevet professionnel de la jeunesse, de l'éducation populaire et du sport (BPJEPS), au regard des besoins clairement exprimés par le secteur : \" des animateurs développant des compétences couvrant l'ensemble des champs de l'animation et du sport au niveau IV \". Dans le champ sportif, cela couvre également la préparation au premier niveau de compétition. </p><p>Cette rénovation se poursuit aujourd'hui par la construction d'une certification de niveau II qui vise à structurer la filière par la reconnaissance d'une fonction professionnelle de direction dans le champ de l'entraînement. </p><p>1. Présentation du secteur professionnel </p><p>Le secteur de l'entraînement et de la préparation à la performance sportive repose sur les deux sous-secteurs suivants : le cadre fédéral et le cadre professionnel. </p><p>Concernant le secteur fédéral, on rappellera qu'il comprend notamment l'ensemble des associations sportives de statut \" loi 1901 \" qui ont pour but la préparation, la participation et l'organisation de compétitions sportives dans le cadre de fédérations nationales agréées par l'Etat. De ce point de vue, ce secteur est essentiellement constitué des fédérations sportives dites \" unisport \", olympiques (29 fédérations) ou non olympiques (59 fédérations). </p><p>Dans ce cadre, le nombre total de ces associations s'élève à environ 85 000, dont 75 000 clubs actifs dans le champ du sport olympique. Sur ce total, il apparaît qu'environ 30 % des associations sportives compétitives emploient un ou plusieurs salariés, du fait notamment que : </p><p>- seul un tiers d'entre elles disposent d'un nombre de licenciés supérieurs à 100 ; </p><p>- 70 % des clubs présentent un budget inférieur à 30 000 euros. </p><p>On notera qu'il est difficile d'évaluer le volume d'emploi de ce secteur notamment en raison de la part significative d'emplois à temps partiel. </p><p>Concernant le nombre de pratiquants, on constate que ce secteur est celui qui délivre la plus grande part des licences sportives. Il regroupe en effet 7 900 000 licenciés (58 % de l'ensemble de licenciés) dont 670 000 pour les fédérations olympiques. </p><p>Concernant plus particulièrement le sport professionnel, l'étude produite par l'AFRAPS-RUNOPES (1) fait valoir les volumes suivants : 543 entraîneurs, 200 préparateurs physiques et 40 préparateurs mentaux. </p><p>(1) Le Roux (N.), Camy (J.) (2002), L'Emploi sportif, Editions AFRAPS RUNOPES. </p><p>2. Description du métier </p><p>2.1. Appellations </p><p>Un certain nombre d'appellations ont aujourd'hui cours : directeur, directeur sportif, directeur technique, cadre technique, entraîneur cadre... </p><p>2.2. Entreprises et structures employeuses </p><p>Les activités s'exercent notamment dans le cadre d'associations sportives affiliées à une fédération sportive ou d'entreprises du secteur sportif professionnel. </p><p>2.3. Publics concernés </p><p>Ces professionnels peuvent être amenés à intervenir avec tous les publics compétiteurs. </p><p>2.4. Champ et nature des interventions </p><p>Si les fonctions de direction sont par nature multiples et complexes, elles s'avèrent particulièrement singulières dans le champ de l'entraînement dans la mesure où : </p><p>- l'activité de ce champ est fondée sur une logique de recherche de performances matérialisées par des résultats sportifs ; </p><p>- elle s'appuie naturellement sur des formes d'expertise croisées d'ordre institutionnel, économique, disciplinaire, technique... ; </p><p>- elle s'inscrit dans un faisceau de relations et de réseaux de nature complexe qui nécessite des compétences visant à créer des synergies en vue d'optimiser la performance sportive. La complexité du contexte d'exercice amène ce professionnel à devoir gérer, en permanence, des contraintes contradictoires, des dilemmes (2) ; </p><p>- les directeurs sportifs exercent leurs activités professionnelles sous l'autorité (la subordination juridique) d'un conseil d'administration, d'un président ou d'une personne déléguée à cet effet. Cette posture particulière vis-à-vis des élus avec lesquels il se situe dans une relation d'interdépendance impose des compétences particulières en terme de \" gestion de relations avec une autorité élue \" ; </p><p>- ils sont responsables de la qualité des relations individuelles et / ou collectives avec les compétiteurs. </p><p>Dans ce cadre, les modes d'intervention de ce professionnel s'inscrivent dans une logique de travail collectif et partenarial et de sensibilisation à l'environnement et au développement durable pour : </p><p>- préparer le projet stratégique de performance dans un champ disciplinaire ; </p><p>- piloter un système d'entraînement ; </p><p>- diriger le projet sportif ; </p><p>- évaluer un système d'entraînement ; </p><p>- organiser des actions de formation de formateurs dans le cadre des réseaux professionnels de l'organisation. </p><p>(2) Cf. rapport d'étude sur les référentiels professionnel et de formation des entraîneurs nationaux Chef de projet performance (2006), MJSVA-INSEP. </p><p>2.5. Situation fonctionnelle </p><p>Le métier est exercé par des femmes et des hommes travaillant majoritairement à temps plein. Ces derniers exercent parfois leur métier selon des horaires adaptés aux réalités fonctionnelles de l'organisation. </p><p>Les situations statutaires sont généralement \" salariés en CDD \" et ces professionnels expriment le sentiment d'être en situation précaire. </p><p>2.6. Autonomie et responsabilité </p><p>Les activités de ce professionnel relèvent d'une délégation permanente de responsabilités dans la mise en œuvre collective, technique et financière du projet d'activités de l'organisation. </p><p>2.7. Débouchés et évolutions de carrière </p><p>L'accès à ces emplois, précédé d'une expérience dans l'entraînement sportif et d'une pratique personnelle de la discipline, correspond pour certains professionnels à l'aboutissement de la carrière. Pour d'autres, ces postes constituent une étape vers des emplois intégrant une dimension de recherche ou de management plus affirmée dans le secteur. </p><p>3. Fiche descriptive d'activités </p><p>Les activités professionnelles concernées sont classées en cinq grands groupes d'activités professionnelles non hiérarchisées entre elles : </p><p>A. - Préparer le projet stratégique de performance dans un champ disciplinaire : </p><p>- il analyse les caractéristiques économiques, sociales, politiques et culturelles de la discipline de référence ; </p><p>- il analyse les facteurs de la performance sportive individuelle ou collective dans son champ d'expertise ; </p><p>- il met en place une veille stratégique sur le champ disciplinaire ; </p><p>- il analyse l'impact des politiques publiques sur l'activité de l'organisation ; </p><p>- il procède à des échanges dans le cadre de réseaux d'acteurs ; </p><p>- il construit ses outils d'analyse de la performance dans son champ disciplinaire ; </p><p>- il formalise des diagnostics stratégiques pour les élus de l'organisation ; </p><p>- il partage les analyses stratégiques avec les instances dirigeantes ; </p><p>- il mobilise les ressources internes dans la préparation d'un projet de développement sportif ; </p><p>- il anime une démarche d'ingénierie de projet ; </p><p>- il conçoit une politique de détection des jeunes sportifs ; </p><p>- il propose des scénarios de développement susceptibles de répondre à la demande des prescripteurs dans le cadre des objectifs sportifs ; </p><p>- il formalise un projet de développement ; </p><p>- il élabore les dossiers de financement ; </p><p>- il prévoit une stratégie de mise en œuvre du projet de développement ; </p><p>- il transmet l'information nécessaire à la prise de décision ; </p><p>- il prépare les travaux des assemblées décisionnelles.</p><p>B. - Piloter un système d'entraînement : </p><p>- il organise le système de l'entraînement ; </p><p>- il organise les différentes délégations ; </p><p>- il définit les axes de la préparation physique des athlètes ; </p><p>- il définit les axes de la préparation mentale des athlètes dans le respect de l'intégrité morale et physique de la personne ; </p><p>- il conçoit une politique de suivi social et professionnel des sportifs dont il a la charge ; </p><p>- il anticipe les évolutions en besoin de personnel pour le projet sportif ; </p><p>- il accompagne l'équipe dans l'analyse de son organisation de travail ; </p><p>- il négocie le plan de formation du personnel ; </p><p>- il établit les budgets prévisionnels de la direction sportive ; </p><p>- il organise le fonctionnement financier de la direction sportive ; </p><p>- il organise la mise en œuvre des actions partenariales.</p><p>C. - Diriger le projet sportif : </p><p>- il dirige le système d'entraînement dans la discipline ; </p><p>- il prescrit les organisations de travail des équipes ; </p><p>- il veille au respect des différents protocoles de travail établis ; </p><p>- il accompagne l'athlète vers l'optimisation de la performance ; </p><p>- il encadre les athlètes dans le cadre de la compétition ; </p><p>- il analyse le comportement de l'athlète dont il a la charge pendant la compétition ; </p><p>- il analyse la performance de l'athlète dont il a la charge pendant la compétition ; </p><p>- il analyse la performance des autres athlètes pendant la compétition ; </p><p>- il met en œuvre des médiations d'ordre stratégique, technique, physique ou relationnel ; </p><p>- il organise les échanges de pratique avec une équipe technique ; </p><p>- il gère les relations sociales au sein de la direction sportive ; </p><p>- il contrôle la mise en œuvre des procédures administratives au sein de la direction sportive ; </p><p>- il contrôle les différentes procédures d'exécution budgétaire au sein de la direction sportive ; </p><p>- il négocie avec les prestataires de l'organisation ; </p><p>- il encadre un groupe dans la pratique de l'activité pour laquelle il est compétent ; </p><p>- il réalise les gestes professionnels nécessaires à la sécurité des compétiteurs ; </p><p>- il réalise en sécurité des démonstrations techniques dans la discipline pour laquelle il est compétent ; </p><p>- il assure la sécurité des pratiquants et des tiers ; </p><p>- il vérifie la conformité du matériel technique nécessaire à la réalisation de l'activité dans laquelle il est compétent ; </p><p>- il vérifie la conformité des lieux de travail au regard des normes d'hygiène et de sécurité ; </p><p>- il conduit des actions de relation publique ; </p><p>- il gère la relation avec les médias.</p><p>D. - Evaluer le système d'entraînement : </p><p>- il formalise les bilans sportifs ; </p><p>- il conduit l'évaluation du système de travail ; </p><p>- il procède à l'évaluation des membres de l'équipe technique ; </p><p>- il rend compte de la mise en œuvre de la délégation ; </p><p>- il évalue la pertinence du fonctionnement administratif de la direction sportive ; </p><p>- il analyse le compte de résultat et le bilan annuel ; </p><p>- il explique les écarts constatés entre les résultats et les objectifs fixés ; </p><p>- il propose aux instances dirigeantes de nouvelles perspectives de développement.</p><p>E. - Organiser des actions de formation de formateurs dans le cadre des réseaux professionnels de l'organisation : </p><p>- il conçoit des actions de formation adaptées aux besoins des réseaux professionnels de l'organisation ; </p><p>- il coordonne la mise en œuvre des actions de formation de formateurs décidées ; </p><p>- il anime des actions de formation de formateurs ; </p><p>- il participe aux échanges professionnels dans le cadre de formation de formateur ; </p><p>- il établit les comptes rendus et les bilans pédagogiques. </p>",
            "num": "Annexe II-3-1 (art. A212-76)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1344556800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 390451572,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019162794",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000026277213",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026274702",
                    "textTitle": "Arrêté du 16 juillet 2012 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000026276232",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2012-08-09",
                    "dateSignaTexte": "2012-07-16",
                    "dateDebutCible": "2012-08-10"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019166090",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1215820800000,
                    "dateFin": 1344556800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026277213",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1344556800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-3-1 (art. A212-76)",
                "II-3-1"
            ],
            "versionPrecedente": "LEGIARTI000019166090",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019166090",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "REFERENTIEL PROFESSIONNEL Si les pratiques sportives en France répondent aujourd'hui à différents attentes sociales (la santé, les loisirs, la sociabilité, l'éducation...), celles qui s'exercent dans un cadre compétitif restent un fondement identitaire du secteur. Elles fondent l'originalité de l'organisation juridique du sport français, système mixte relevant des logiques associatives et de puissance publique à travers la délégation donnée à certaines fédérations. Cette délégation induit un mode d'organisation préparatoire à la compétition particulier : l'entraînement. Aussi, la construction d'une filière de diplômes dans le domaine de l'entraînement sportif en adéquation avec les évolutions des métiers et des attentes des acteurs constitue un préalable pour maintenir la place de la France sur la scène sportive internationale, notamment à l'heure où le renouvellement des cadres techniques va connaître une accélération. Cette rénovation a débuté par la construction d'un nouveau diplôme, le brevet professionnel de la jeunesse, de l'éducation populaire et du sport (BPJEPS), au regard des besoins clairement exprimés par le secteur : \" des animateurs développant des compétences couvrant l'ensemble des champs de l'animation et du sport au niveau IV \". Dans le champ sportif, cela couvre également la préparation au premier niveau de compétition. Cette rénovation se poursuit aujourd'hui par la construction d'une certification de niveau II qui vise à structurer la filière par la reconnaissance d'une fonction professionnelle de direction dans le champ de l'entraînement. 1. Présentation du secteur professionnel Le secteur de l'entraînement et de la préparation à la performance sportive repose sur les deux sous-secteurs suivants : le cadre fédéral et le cadre professionnel. Concernant le secteur fédéral, on rappellera qu'il comprend notamment l'ensemble des associations sportives de statut \" loi 1901 \" qui ont pour but la préparation, la participation et l'organisation de compétitions sportives dans le cadre de fédérations nationales agréées par l'Etat. De ce point de vue, ce secteur est essentiellement constitué des fédérations sportives dites \" unisport \", olympiques (29 fédérations) ou non olympiques (59 fédérations). Dans ce cadre, le nombre total de ces associations s'élève à environ 85 000, dont 75 000 clubs actifs dans le champ du sport olympique. Sur ce total, il apparaît qu'environ 30 % des associations sportives compétitives emploient un ou plusieurs salariés, du fait notamment que : - seul un tiers d'entre elles disposent d'un nombre de licenciés supérieurs à 100 ; - 70 % des clubs présentent un budget inférieur à 30 000 euros. On notera qu'il est difficile d'évaluer le volume d'emploi de ce secteur notamment en raison de la part significative d'emplois à temps partiel. Concernant le nombre de pratiquants, on constate que ce secteur est celui qui délivre la plus grande part des licences sportives. Il regroupe en effet 7 900 000 licenciés (58 % de l'ensemble de licenciés) dont 670 000 pour les fédérations olympiques. Concernant plus particulièrement le sport professionnel, l'étude produite par l'AFRAPS-RUNOPES (1) fait valoir les volumes suivants : 543 entraîneurs, 200 préparateurs physiques et 40 préparateurs mentaux. (1) Le Roux (N.), Camy (J.) (2002), L'Emploi sportif, Editions AFRAPS RUNOPES. 2. Description du métier 2.1. Appellations Un certain nombre d'appellations ont aujourd'hui cours : directeur, directeur sportif, directeur technique, cadre technique, entraîneur cadre... 2.2. Entreprises et structures employeuses Les activités s'exercent notamment dans le cadre d'associations sportives affiliées à une fédération sportive ou d'entreprises du secteur sportif professionnel. 2.3. Publics concernés Ces professionnels peuvent être amenés à intervenir avec tous les publics compétiteurs. 2.4. Champ et nature des interventions Si les fonctions de direction sont par nature multiples et complexes, elles s'avèrent particulièrement singulières dans le champ de l'entraînement dans la mesure où : - l'activité de ce champ est fondée sur une logique de recherche de performances matérialisées par des résultats sportifs ; - elle s'appuie naturellement sur des formes d'expertise croisées d'ordre institutionnel, économique, disciplinaire, technique... ; - elle s'inscrit dans un faisceau de relations et de réseaux de nature complexe qui nécessite des compétences visant à créer des synergies en vue d'optimiser la performance sportive. La complexité du contexte d'exercice amène ce professionnel à devoir gérer, en permanence, des contraintes contradictoires, des dilemmes (2) ; - les directeurs sportifs exercent leurs activités professionnelles sous l'autorité (la subordination juridique) d'un conseil d'administration, d'un président ou d'une personne déléguée à cet effet. Cette posture particulière vis-à-vis des élus avec lesquels il se situe dans une relation d'interdépendance impose des compétences particulières en terme de \" gestion de relations avec une autorité élue \" ; - ils sont responsables de la qualité des relations individuelles et / ou collectives avec les compétiteurs. Dans ce cadre, les modes d'intervention de ce professionnel s'inscrivent dans une logique de travail collectif et partenarial pour : - préparer le projet stratégique de performance dans un champ disciplinaire ; - piloter un système d'entraînement ; - diriger le projet sportif ; - évaluer un système d'entraînement ; - organiser des actions de formation de formateurs dans le cadre des réseaux professionnels de l'organisation. (2) Cf. rapport d'étude sur les référentiels professionnel et de formation des entraîneurs nationaux Chef de projet performance  (2006), MJSVA-INSEP. 2.5. Situation fonctionnelle Le métier est exercé par des femmes et des hommes travaillant majoritairement à temps plein. Ces derniers exercent parfois leur métier selon des horaires adaptés aux réalités fonctionnelles de l'organisation. Les situations statutaires sont généralement \" salariés en CDD \" et ces professionnels expriment le sentiment d'être en situation précaire. 2.6. Autonomie et responsabilité Les activités de ce professionnel relèvent d'une délégation permanente de responsabilités dans la mise en œuvre collective, technique et financière du projet d'activités de l'organisation. 2.7. Débouchés et évolutions de carrière L'accès à ces emplois, précédé d'une expérience dans l'entraînement sportif et d'une pratique personnelle de la discipline, correspond pour certains professionnels à l'aboutissement de la carrière. Pour d'autres, ces postes constituent une étape vers des emplois intégrant une dimension de recherche ou de management plus affirmée dans le secteur. 3. Fiche descriptive d'activités Les activités professionnelles concernées sont classées en cinq grands groupes d'activités professionnelles non hiérarchisées entre elles : A. - Préparer le projet stratégique de performance dans un champ disciplinaire : - il analyse les caractéristiques économiques, sociales, politiques et culturelles de la discipline de référence ; - il analyse les facteurs de la performance sportive individuelle ou collective dans son champ d'expertise ; - il met en place une veille stratégique sur le champ disciplinaire ; - il analyse l'impact des politiques publiques sur l'activité de l'organisation ; - il procède à des échanges dans le cadre de réseaux d'acteurs ; - il construit ses outils d'analyse de la performance dans son champ disciplinaire ; - il formalise des diagnostics stratégiques pour les élus de l'organisation ; - il partage les analyses stratégiques avec les instances dirigeantes ; - il mobilise les ressources internes dans la préparation d'un projet de développement sportif ; - il anime une démarche d'ingénierie de projet ; - il conçoit une politique de détection des jeunes sportifs ; - il propose des scénarios de développement susceptibles de répondre à la demande des prescripteurs dans le cadre des objectifs sportifs ; - il formalise un projet de développement ; - il élabore les dossiers de financement ; - il prévoit une stratégie de mise en œuvre du projet de développement ; - il transmet l'information nécessaire à la prise de décision ; - il prépare les travaux des assemblées décisionnelles. B. - Piloter un système d'entraînement : - il organise le système de l'entraînement ; - il organise les différentes délégations ; - il définit les axes de la préparation physique des athlètes ; - il définit les axes de la préparation mentale des athlètes dans le respect de l'intégrité morale et physique de la personne ; - il conçoit une politique de suivi social et professionnel des sportifs dont il a la charge ; - il anticipe les évolutions en besoin de personnel pour le projet sportif ; - il accompagne l'équipe dans l'analyse de son organisation de travail ; - il négocie le plan de formation du personnel ; - il établit les budgets prévisionnels de la direction sportive ; - il organise le fonctionnement financier de la direction sportive ; - il organise la mise en œuvre des actions partenariales. C. - Diriger le projet sportif : - il dirige le système d'entraînement dans la discipline ; - il prescrit les organisations de travail des équipes ; - il veille au respect des différents protocoles de travail établis ; - il accompagne l'athlète vers l'optimisation de la performance ; - il encadre les athlètes dans le cadre de la compétition ; - il analyse le comportement de l'athlète dont il a la charge pendant la compétition ; - il analyse la performance de l'athlète dont il a la charge pendant la compétition ; - il analyse la performance des autres athlètes pendant la compétition ; - il met en œuvre des médiations d'ordre stratégique, technique, physique ou relationnel ; - il organise les échanges de pratique avec une équipe technique ; - il gère les relations sociales au sein de la direction sportive ; - il contrôle la mise en œuvre des procédures administratives au sein de la direction sportive ; - il contrôle les différentes procédures d'exécution budgétaire au sein de la direction sportive ; - il négocie avec les prestataires de l'organisation ; - il encadre un groupe dans la pratique de l'activité pour laquelle il est compétent ; - il réalise les gestes professionnels nécessaires à la sécurité des compétiteurs ; - il réalise en sécurité des démonstrations techniques dans la discipline pour laquelle il est compétent ; - il assure la sécurité des pratiquants et des tiers ; - il vérifie la conformité du matériel technique nécessaire à la réalisation de l'activité dans laquelle il est compétent ; - il vérifie la conformité des lieux de travail au regard des normes d'hygiène et de sécurité ; - il conduit des actions de relation publique ; - il gère la relation avec les médias. D. - Evaluer le système d'entraînement : - il formalise les bilans sportifs ; - il conduit l'évaluation du système de travail ; - il procède à l'évaluation des membres de l'équipe technique ; - il rend compte de la mise en œuvre de la délégation ; - il évalue la pertinence du fonctionnement administratif de la direction sportive ; - il analyse le compte de résultat et le bilan annuel ; - il explique les écarts constatés entre les résultats et les objectifs fixés ; - il propose aux instances dirigeantes de nouvelles perspectives de développement. E. - Organiser des actions de formation de formateurs dans le cadre des réseaux professionnels de l'organisation : - il conçoit des actions de formation adaptées aux besoins des réseaux professionnels de l'organisation ; - il coordonne la mise en œuvre des actions de formation de formateurs décidées ; - il anime des actions de formation de formateurs ; - il participe aux échanges professionnels dans le cadre de formation de formateur ; - il établit les comptes rendus et les bilans pédagogiques.",
            "texteHtml": "<p></p><p align='center'>REFERENTIEL PROFESSIONNEL</p><p>Si les pratiques sportives en France répondent aujourd'hui à différents attentes sociales (la santé, les loisirs, la sociabilité, l'éducation...), celles qui s'exercent dans un cadre compétitif restent un fondement identitaire du secteur. </p><p>Elles fondent l'originalité de l'organisation juridique du sport français, système mixte relevant des logiques associatives et de puissance publique à travers la délégation donnée à certaines fédérations. </p><p>Cette délégation induit un mode d'organisation préparatoire à la compétition particulier : l'entraînement. </p><p>Aussi, la construction d'une filière de diplômes dans le domaine de l'entraînement sportif en adéquation avec les évolutions des métiers et des attentes des acteurs constitue un préalable pour maintenir la place de la France sur la scène sportive internationale, notamment à l'heure où le renouvellement des cadres techniques va connaître une accélération. </p><p>Cette rénovation a débuté par la construction d'un nouveau diplôme, le brevet professionnel de la jeunesse, de l'éducation populaire et du sport (BPJEPS), au regard des besoins clairement exprimés par le secteur : \" des animateurs développant des compétences couvrant l'ensemble des champs de l'animation et du sport au niveau IV \". Dans le champ sportif, cela couvre également la préparation au premier niveau de compétition. </p><p>Cette rénovation se poursuit aujourd'hui par la construction d'une certification de niveau II qui vise à structurer la filière par la reconnaissance d'une fonction professionnelle de direction dans le champ de l'entraînement. </p><p>1. Présentation du secteur professionnel </p><p>Le secteur de l'entraînement et de la préparation à la performance sportive repose sur les deux sous-secteurs suivants : le cadre fédéral et le cadre professionnel. </p><p>Concernant le secteur fédéral, on rappellera qu'il comprend notamment l'ensemble des associations sportives de statut \" loi 1901 \" qui ont pour but la préparation, la participation et l'organisation de compétitions sportives dans le cadre de fédérations nationales agréées par l'Etat. De ce point de vue, ce secteur est essentiellement constitué des fédérations sportives dites \" unisport \", olympiques (29 fédérations) ou non olympiques (59 fédérations). </p><p>Dans ce cadre, le nombre total de ces associations s'élève à environ 85 000, dont 75 000 clubs actifs dans le champ du sport olympique. Sur ce total, il apparaît qu'environ 30 % des associations sportives compétitives emploient un ou plusieurs salariés, du fait notamment que : </p><p>- seul un tiers d'entre elles disposent d'un nombre de licenciés supérieurs à 100 ; </p><p>- 70 % des clubs présentent un budget inférieur à 30 000 euros. </p><p>On notera qu'il est difficile d'évaluer le volume d'emploi de ce secteur notamment en raison de la part significative d'emplois à temps partiel. </p><p>Concernant le nombre de pratiquants, on constate que ce secteur est celui qui délivre la plus grande part des licences sportives. Il regroupe en effet 7 900 000 licenciés (58 % de l'ensemble de licenciés) dont 670 000 pour les fédérations olympiques. </p><p>Concernant plus particulièrement le sport professionnel, l'étude produite par l'AFRAPS-RUNOPES (1) fait valoir les volumes suivants : 543 entraîneurs, 200 préparateurs physiques et 40 préparateurs mentaux. </p><p>(1) Le Roux (N.), Camy (J.) (2002), L'Emploi sportif, Editions AFRAPS RUNOPES. </p><p>2. Description du métier </p><p>2.1. Appellations </p><p>Un certain nombre d'appellations ont aujourd'hui cours : directeur, directeur sportif, directeur technique, cadre technique, entraîneur cadre... </p><p>2.2. Entreprises et structures employeuses </p><p>Les activités s'exercent notamment dans le cadre d'associations sportives affiliées à une fédération sportive ou d'entreprises du secteur sportif professionnel. </p><p>2.3. Publics concernés </p><p>Ces professionnels peuvent être amenés à intervenir avec tous les publics compétiteurs. </p><p>2.4. Champ et nature des interventions </p><p>Si les fonctions de direction sont par nature multiples et complexes, elles s'avèrent particulièrement singulières dans le champ de l'entraînement dans la mesure où : </p><p>- l'activité de ce champ est fondée sur une logique de recherche de performances matérialisées par des résultats sportifs ; </p><p>- elle s'appuie naturellement sur des formes d'expertise croisées d'ordre institutionnel, économique, disciplinaire, technique... ; </p><p>- elle s'inscrit dans un faisceau de relations et de réseaux de nature complexe qui nécessite des compétences visant à créer des synergies en vue d'optimiser la performance sportive. La complexité du contexte d'exercice amène ce professionnel à devoir gérer, en permanence, des contraintes contradictoires, des dilemmes (2) ; </p><p>- les directeurs sportifs exercent leurs activités professionnelles sous l'autorité (la subordination juridique) d'un conseil d'administration, d'un président ou d'une personne déléguée à cet effet. Cette posture particulière vis-à-vis des élus avec lesquels il se situe dans une relation d'interdépendance impose des compétences particulières en terme de \" gestion de relations avec une autorité élue \" ; </p><p>- ils sont responsables de la qualité des relations individuelles et / ou collectives avec les compétiteurs. </p><p>Dans ce cadre, les modes d'intervention de ce professionnel s'inscrivent dans une logique de travail collectif et partenarial pour : </p><p>- préparer le projet stratégique de performance dans un champ disciplinaire ; </p><p>- piloter un système d'entraînement ; </p><p>- diriger le projet sportif ; </p><p>- évaluer un système d'entraînement ; </p><p>- organiser des actions de formation de formateurs dans le cadre des réseaux professionnels de l'organisation. </p><p>(2) Cf. rapport d'étude sur les référentiels professionnel et de formation des entraîneurs nationaux Chef de projet performance  (2006), MJSVA-INSEP. </p><p>2.5. Situation fonctionnelle </p><p>Le métier est exercé par des femmes et des hommes travaillant majoritairement à temps plein. Ces derniers exercent parfois leur métier selon des horaires adaptés aux réalités fonctionnelles de l'organisation. </p><p>Les situations statutaires sont généralement \" salariés en CDD \" et ces professionnels expriment le sentiment d'être en situation précaire. </p><p>2.6. Autonomie et responsabilité </p><p>Les activités de ce professionnel relèvent d'une délégation permanente de responsabilités dans la mise en œuvre collective, technique et financière du projet d'activités de l'organisation. </p><p>2.7. Débouchés et évolutions de carrière </p><p>L'accès à ces emplois, précédé d'une expérience dans l'entraînement sportif et d'une pratique personnelle de la discipline, correspond pour certains professionnels à l'aboutissement de la carrière. Pour d'autres, ces postes constituent une étape vers des emplois intégrant une dimension de recherche ou de management plus affirmée dans le secteur. </p><p>3. Fiche descriptive d'activités </p><p>Les activités professionnelles concernées sont classées en cinq grands groupes d'activités professionnelles non hiérarchisées entre elles : </p><p>A. - Préparer le projet stratégique de performance dans un champ disciplinaire : </p><p>- il analyse les caractéristiques économiques, sociales, politiques et culturelles de la discipline de référence ; </p><p>- il analyse les facteurs de la performance sportive individuelle ou collective dans son champ d'expertise ; </p><p>- il met en place une veille stratégique sur le champ disciplinaire ; </p><p>- il analyse l'impact des politiques publiques sur l'activité de l'organisation ; </p><p>- il procède à des échanges dans le cadre de réseaux d'acteurs ; </p><p>- il construit ses outils d'analyse de la performance dans son champ disciplinaire ; </p><p>- il formalise des diagnostics stratégiques pour les élus de l'organisation ; </p><p>- il partage les analyses stratégiques avec les instances dirigeantes ; </p><p>- il mobilise les ressources internes dans la préparation d'un projet de développement sportif ; </p><p>- il anime une démarche d'ingénierie de projet ; </p><p>- il conçoit une politique de détection des jeunes sportifs ; </p><p>- il propose des scénarios de développement susceptibles de répondre à la demande des prescripteurs dans le cadre des objectifs sportifs ; </p><p>- il formalise un projet de développement ; </p><p>- il élabore les dossiers de financement ; </p><p>- il prévoit une stratégie de mise en œuvre du projet de développement ; </p><p>- il transmet l'information nécessaire à la prise de décision ; </p><p>- il prépare les travaux des assemblées décisionnelles.</p><p>B. - Piloter un système d'entraînement : </p><p>- il organise le système de l'entraînement ; </p><p>- il organise les différentes délégations ; </p><p>- il définit les axes de la préparation physique des athlètes ; </p><p>- il définit les axes de la préparation mentale des athlètes dans le respect de l'intégrité morale et physique de la personne ; </p><p>- il conçoit une politique de suivi social et professionnel des sportifs dont il a la charge ; </p><p>- il anticipe les évolutions en besoin de personnel pour le projet sportif ; </p><p>- il accompagne l'équipe dans l'analyse de son organisation de travail ; </p><p>- il négocie le plan de formation du personnel ; </p><p>- il établit les budgets prévisionnels de la direction sportive ; </p><p>- il organise le fonctionnement financier de la direction sportive ; </p><p>- il organise la mise en œuvre des actions partenariales.</p><p>C. - Diriger le projet sportif : </p><p>- il dirige le système d'entraînement dans la discipline ; </p><p>- il prescrit les organisations de travail des équipes ; </p><p>- il veille au respect des différents protocoles de travail établis ; </p><p>- il accompagne l'athlète vers l'optimisation de la performance ; </p><p>- il encadre les athlètes dans le cadre de la compétition ; </p><p>- il analyse le comportement de l'athlète dont il a la charge pendant la compétition ; </p><p>- il analyse la performance de l'athlète dont il a la charge pendant la compétition ; </p><p>- il analyse la performance des autres athlètes pendant la compétition ; </p><p>- il met en œuvre des médiations d'ordre stratégique, technique, physique ou relationnel ; </p><p>- il organise les échanges de pratique avec une équipe technique ; </p><p>- il gère les relations sociales au sein de la direction sportive ; </p><p>- il contrôle la mise en œuvre des procédures administratives au sein de la direction sportive ; </p><p>- il contrôle les différentes procédures d'exécution budgétaire au sein de la direction sportive ; </p><p>- il négocie avec les prestataires de l'organisation ; </p><p>- il encadre un groupe dans la pratique de l'activité pour laquelle il est compétent ; </p><p>- il réalise les gestes professionnels nécessaires à la sécurité des compétiteurs ; </p><p>- il réalise en sécurité des démonstrations techniques dans la discipline pour laquelle il est compétent ; </p><p>- il assure la sécurité des pratiquants et des tiers ; </p><p>- il vérifie la conformité du matériel technique nécessaire à la réalisation de l'activité dans laquelle il est compétent ; </p><p>- il vérifie la conformité des lieux de travail au regard des normes d'hygiène et de sécurité ; </p><p>- il conduit des actions de relation publique ; </p><p>- il gère la relation avec les médias.</p><p>D. - Evaluer le système d'entraînement : </p><p>- il formalise les bilans sportifs ; </p><p>- il conduit l'évaluation du système de travail ; </p><p>- il procède à l'évaluation des membres de l'équipe technique ; </p><p>- il rend compte de la mise en œuvre de la délégation ; </p><p>- il évalue la pertinence du fonctionnement administratif de la direction sportive ; </p><p>- il analyse le compte de résultat et le bilan annuel ; </p><p>- il explique les écarts constatés entre les résultats et les objectifs fixés ; </p><p>- il propose aux instances dirigeantes de nouvelles perspectives de développement.</p><p>E. - Organiser des actions de formation de formateurs dans le cadre des réseaux professionnels de l'organisation : </p><p>- il conçoit des actions de formation adaptées aux besoins des réseaux professionnels de l'organisation ; </p><p>- il coordonne la mise en œuvre des actions de formation de formateurs décidées ; </p><p>- il anime des actions de formation de formateurs ; </p><p>- il participe aux échanges professionnels dans le cadre de formation de formateur ; </p><p>- il établit les comptes rendus et les bilans pédagogiques. </p>",
            "num": "Annexe II-3-1 (art. A212-76)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1215820800000,
            "dateFin": 1344556800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 390451572,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019162794",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019166090",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019159158",
                    "textTitle": "Arrêté du 1er juillet 2008 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019162616",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-07-11",
                    "dateSignaTexte": "2008-07-01",
                    "dateDebutCible": "2008-07-12"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019166090",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1215820800000,
                    "dateFin": 1344556800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026277213",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1344556800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-3-1 (art. A212-76)",
                "II-3-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}