{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036102788",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque le collège de résolution décide de recourir à une structure de gestion de passifs mentionnée à l'article L. 311-41 , il peut : 1° Enjoindre à la personne soumise à la procédure de résolution de lui soumettre, dans un délai qu'il fixe et qui ne peut être inférieur à un mois, un projet de contrat de fiducie portant sur les engagements et les actifs déterminés par le collège de résolution ; 2° Enjoindre à la personne en résolution, après avoir constaté l'échec de la procédure mentionnée au 3° du I de l'article L. 311-30 ou du 1°, de conclure un contrat de fiducie avec un ou plusieurs fiduciaires-bénéficiaires qu'il aura désignés. II.-Lorsque dans le cadre du 2° du I, le collège de résolution décide de mettre en place une structure de gestion de passifs, et après l'échec de la procédure prévue au 3° du I de l'article L. 311-30 ou du 1° du I du présent article, il lance un appel d'offres en vue de désigner une ou plusieurs personnes susceptibles de tenir les rôles de fiduciaires et de bénéficiaires. Le collège de résolution retient l'offre qui lui paraît le mieux préserver l'intérêt des assurés, membres participants, souscripteurs, adhérents, employeurs, personnes morales souscriptrices et bénéficiaires de prestations, transférés à la structure de gestion de passifs, notamment au regard de la capacité des personnes candidates à réaliser une gestion efficace des engagements concernés par le contrat de fiducie. III.-Le collège de résolution approuve le contrat de fiducie, toutes ses modifications ultérieures ainsi que la stratégie de gestion proposée par le fiduciaire. Il peut également, par dérogation à l'article 2023 du code civil, limiter certains des pouvoirs du fiduciaire envers le patrimoine fiduciaire ou en soumettre l'usage à une approbation préalable du collège de résolution. Le collège de résolution, avant la conclusion du contrat ou son renouvellement, précise les restrictions applicables à la gestion des engagements d'assurance du patrimoine fiduciaire. Ces restrictions visent à assurer une gestion exclusivement extinctive des engagements d'assurance. A ce titre, le collège de résolution interdit la conclusion de nouveaux contrats d'assurance. Le collège de résolution peut autoriser le maintien de certaines opérations si elles sont nécessaires au respect des engagements ou utiles à l'assainissement de la personne en résolution. IV.-Le contrat de fiducie de la structure de gestion de passifs stipule notamment que : 1° En cas d'insuffisance du patrimoine fiduciaire, le patrimoine des fiduciaires-bénéficiaires supporte l'intégralité du passif résultant du contrat de fiducie. Le contrat ne peut recourir aux dispositions du troisième alinéa de l'article 2025 du code civil ; 2° Toute modification du contrat de fiducie est soumise à l'approbation du collège de résolution ; 3° Le contrat de fiducie prend fin sur décision du collège de résolution et dans les cas prévus à l'article L. 311-47 ; 4° La fin du contrat de fiducie entraîne l'incorporation au patrimoine du ou des fiduciaires-bénéficiaires des engagements et des actifs composant le patrimoine fiduciaire ; 5° Conformément aux dispositions des I et II de l'article L. 311-51 , il peut être procédé à la mise à disposition par le constituant, au profit du ou des fiduciaires, des données de gestion, d'une prestation de service ou d'une éventuelle assistance technique permettant la gestion extinctive des engagements transférés ; 6° L'ouverture d'une procédure de sauvegarde, de redressement judiciaire ou de liquidation judiciaire à l'égard du constituant n'affecte pas le patrimoine fiduciaire ou le contrat de fiducie ; 7° Si le patrimoine fiduciaire dégage un bénéfice imposable, les fiduciaires-bénéficiaires dédommagent le constituant du montant d'impôt sur les sociétés dont il est redevable au titre de ce bénéfice, en application de l'article 238 quarter F du code général des impôts ; 8° Si le patrimoine fiduciaire dégage des pertes ouvrant droit à un crédit d'impôt au profit du constituant, celui-ci ne dédommage le fiduciaire que si ce crédit d'impôt lui permet de réduire sa charge d'impôt à acquitter ; 9° Les modalités de rémunération du ou des fiduciaires. Dans le cas où plusieurs fiduciaires-bénéficiaires sont désignés par le contrat, celui-ci prévoit : 1° Les modalités de répartition du patrimoine fiduciaire entre les fiduciaires-bénéficiaires lorsque le contrat prend fin, conformément au 4° ; 2° La façon dont les fiduciaires prennent les décisions portant sur le patrimoine fiduciaire ; 3° La façon dont ils se répartissent les actes relatifs à la gestion du patrimoine fiduciaire et dont ils s'en rendent mutuellement compte ; 4° Sans préjudice du 3°, les conditions dans lesquelles un fiduciaire-bénéficiaire peut mettre fin à son engagement ou être remplacé par une autre entreprise d'assurance ; 5° Les modalités de conservation du patrimoine fiduciaire applicables en cas de disparition d'un des fiduciaire-bénéficiaires, qui précisent qu'en cas de liquidation du dernier fiduciaire-bénéficiaire, le patrimoine fiduciaire est en totalité intégré au patrimoine de cette personne ; 6° Les conditions dans lesquelles les fiduciaires-bénéficiaires peuvent demander la fin du contrat de fiducie conformément aux dispositions du cinquième alinéa du I de l'article L. 311-47. V.-Aux fins du I, le collège de résolution peut prévoir des critères portant sur la solvabilité ou le profil de risque du fiduciaire au moment de la conclusion du contrat de fiducie. Il peut également limiter certains des pouvoirs du ou des fiduciaires envers le patrimoine fiduciaire ou en soumettre l'usage à une approbation préalable du collège de résolution. VI.-La conclusion de ce contrat intervient dans des conditions permettant de garantir une juste et préalable indemnisation de la personne mentionnée à l'article L. 311-1 . Cette indemnisation peut s'accompagner d'un transfert d'actifs, dont le niveau et la composition sont approuvés par le collège de résolution dans le cadre de la décision de transfert.",
            "texteHtml": "<p>I.-Lorsque le collège de résolution décide de recourir à une structure de gestion de passifs mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000036102222&dateTexte=&categorieLien=cid' title='Code des assurances - art. L311-41 (V)'>L. 311-41</a>, il peut : <br/><br/>1° Enjoindre à la personne soumise à la procédure de résolution de lui soumettre, dans un délai qu'il fixe et qui ne peut être inférieur à un mois, un projet de contrat de fiducie portant sur les engagements et les actifs déterminés par le collège de résolution ; <br/><br/>2° Enjoindre à la personne en résolution, après avoir constaté l'échec de la procédure mentionnée au 3° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000036102196&dateTexte=&categorieLien=cid' title='Code des assurances - art. L311-30 (V)'>L. 311-30 </a>ou du 1°, de conclure un contrat de fiducie avec un ou plusieurs fiduciaires-bénéficiaires qu'il aura désignés. <br/><br/>II.-Lorsque dans le cadre du 2° du I, le collège de résolution décide de mettre en place une structure de gestion de passifs, et après l'échec de la procédure prévue au 3° du I de l'article L. 311-30 ou du 1° du I du présent article, il lance un appel d'offres en vue de désigner une ou plusieurs personnes susceptibles de tenir les rôles de fiduciaires et de bénéficiaires. <br/><br/>Le collège de résolution retient l'offre qui lui paraît le mieux préserver l'intérêt des assurés, membres participants, souscripteurs, adhérents, employeurs, personnes morales souscriptrices et bénéficiaires de prestations, transférés à la structure de gestion de passifs, notamment au regard de la capacité des personnes candidates à réaliser une gestion efficace des engagements concernés par le contrat de fiducie. <br/><br/>III.-Le collège de résolution approuve le contrat de fiducie, toutes ses modifications ultérieures ainsi que la stratégie de gestion proposée par le fiduciaire. Il peut également, par dérogation à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006445445&dateTexte=&categorieLien=cid' title='Code civil - art. 2023 (V)'>2023 </a>du code civil, limiter certains des pouvoirs du fiduciaire envers le patrimoine fiduciaire ou en soumettre l'usage à une approbation préalable du collège de résolution. <br/><br/>Le collège de résolution, avant la conclusion du contrat ou son renouvellement, précise les restrictions applicables à la gestion des engagements d'assurance du patrimoine fiduciaire. Ces restrictions visent à assurer une gestion exclusivement extinctive des engagements d'assurance. A ce titre, le collège de résolution interdit la conclusion de nouveaux contrats d'assurance. Le collège de résolution peut autoriser le maintien de certaines opérations si elles sont nécessaires au respect des engagements ou utiles à l'assainissement de la personne en résolution. <br/><br/>IV.-Le contrat de fiducie de la structure de gestion de passifs stipule notamment que : <br/><br/>1° En cas d'insuffisance du patrimoine fiduciaire, le patrimoine des fiduciaires-bénéficiaires supporte l'intégralité du passif résultant du contrat de fiducie. Le contrat ne peut recourir aux dispositions du troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006445455&dateTexte=&categorieLien=cid' title='Code civil - art. 2025 (V)'>2025 </a>du code civil ; <br/><br/>2° Toute modification du contrat de fiducie est soumise à l'approbation du collège de résolution ; <br/><br/>3° Le contrat de fiducie prend fin sur décision du collège de résolution et dans les cas prévus à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000036102234&dateTexte=&categorieLien=cid' title='Code des assurances - art. L311-47 (V)'>L. 311-47 </a>; <br/><br/>4° La fin du contrat de fiducie entraîne l'incorporation au patrimoine du ou des fiduciaires-bénéficiaires des engagements et des actifs composant le patrimoine fiduciaire ; <br/><br/>5° Conformément aux dispositions des I et II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000036102244&dateTexte=&categorieLien=cid' title='Code des assurances - art. L311-51 (V)'>L. 311-51</a>, il peut être procédé à la mise à disposition par le constituant, au profit du ou des fiduciaires, des données de gestion, d'une prestation de service ou d'une éventuelle assistance technique permettant la gestion extinctive des engagements transférés ; <br/><br/>6° L'ouverture d'une procédure de sauvegarde, de redressement judiciaire ou de liquidation judiciaire à l'égard du constituant n'affecte pas le patrimoine fiduciaire ou le contrat de fiducie ; <br/><br/>7° Si le patrimoine fiduciaire dégage un bénéfice imposable, les fiduciaires-bénéficiaires dédommagent le constituant du montant d'impôt sur les sociétés dont il est redevable au titre de ce bénéfice, en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000020191085&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 238 quater F (V)'>238 quarter F </a>du code général des impôts ; <br/><br/>8° Si le patrimoine fiduciaire dégage des pertes ouvrant droit à un crédit d'impôt au profit du constituant, celui-ci ne dédommage le fiduciaire que si ce crédit d'impôt lui permet de réduire sa charge d'impôt à acquitter ; <br/><br/>9° Les modalités de rémunération du ou des fiduciaires. <br/><br/>Dans le cas où plusieurs fiduciaires-bénéficiaires sont désignés par le contrat, celui-ci prévoit : <br/><br/>1° Les modalités de répartition du patrimoine fiduciaire entre les fiduciaires-bénéficiaires lorsque le contrat prend fin, conformément au 4° ; <br/><br/>2° La façon dont les fiduciaires prennent les décisions portant sur le patrimoine fiduciaire ; <br/><br/>3° La façon dont ils se répartissent les actes relatifs à la gestion du patrimoine fiduciaire et dont ils s'en rendent mutuellement compte ; <br/><br/>4° Sans préjudice du 3°, les conditions dans lesquelles un fiduciaire-bénéficiaire peut mettre fin à son engagement ou être remplacé par une autre entreprise d'assurance ; <br/><br/>5° Les modalités de conservation du patrimoine fiduciaire applicables en cas de disparition d'un des fiduciaire-bénéficiaires, qui précisent qu'en cas de liquidation du dernier fiduciaire-bénéficiaire, le patrimoine fiduciaire est en totalité intégré au patrimoine de cette personne ; <br/><br/>6° Les conditions dans lesquelles les fiduciaires-bénéficiaires peuvent demander la fin du contrat de fiducie conformément aux dispositions du cinquième alinéa du I de l'article L. 311-47. <br/><br/>V.-Aux fins du I, le collège de résolution peut prévoir des critères portant sur la solvabilité ou le profil de risque du fiduciaire au moment de la conclusion du contrat de fiducie. Il peut également limiter certains des pouvoirs du ou des fiduciaires envers le patrimoine fiduciaire ou en soumettre l'usage à une approbation préalable du collège de résolution. <br/><br/>VI.-La conclusion de ce contrat intervient dans des conditions permettant de garantir une juste et préalable indemnisation de la personne mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000036102122&dateTexte=&categorieLien=cid' title='Code des assurances - art. L311-1 (V)'>L. 311-1</a>. Cette indemnisation peut s'accompagner d'un transfert d'actifs, dont le niveau et la composition sont approuvés par le collège de résolution dans le cadre de la décision de transfert.</p>",
            "num": "L311-42",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1511913600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128455",
                        "id": "LEGISCTA000006128455",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositions générales et contrôle de l'Etat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142825",
                        "id": "LEGISCTA000006142825",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-11-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Mesures de prévention et de gestion des crises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036101486",
                        "id": "LEGISCTA000036101491",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-11-29",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Dispositions relatives à la procédure de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036102164",
                        "id": "LEGISCTA000036102728",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-11-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Dispositions relatives au recours à une structure de gestion de passifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036102220",
                        "id": "LEGISCTA000036102743",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036102224",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036102220",
            "sectionParentId": "LEGISCTA000036102743",
            "sectionParentTitre": "Sous-section 5 : Dispositions relatives au recours à une structure de gestion de passifs",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Les entreprises. &gt; Titre Ier : Dispositions générales et contrôle de l'Etat. &gt; Chapitre II : Mesures de prévention et de gestion des crises &gt; Section VI : Dispositions relatives à la procédure de résolution &gt; Sous-section 5 : Dispositions relatives au recours à une structure de gestion de passifs",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036102788",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036100429",
                    "textTitle": "Ordonnance n°2017-1608 du 27 novembre 2017 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036101033",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-11-28",
                    "dateSignaTexte": "2017-11-27",
                    "dateDebutCible": "2017-11-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 quater F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "238 quater F",
                    "articleId": "LEGIARTI000020191085",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2023",
                    "articleId": "LEGIARTI000006445445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5233852800000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2025 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2025",
                    "articleId": "LEGIARTI000006445455",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5233852800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L311-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-1",
                    "articleId": "LEGIARTI000036102122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1511913600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L311-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-30",
                    "articleId": "LEGIARTI000036102196",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1511913600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L311-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-41",
                    "articleId": "LEGIARTI000036102222",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1511913600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L311-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L311-45",
                    "articleId": "LEGIARTI000036102800",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1511913600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L311-47 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-47",
                    "articleId": "LEGIARTI000036102234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1511913600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L311-51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-51",
                    "articleId": "LEGIARTI000036102244",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1511913600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R311-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R311-11",
                    "articleId": "LEGIARTI000036709808",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1521158400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R311-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R311-12",
                    "articleId": "LEGIARTI000036709811",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1521158400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R311-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R311-13",
                    "articleId": "LEGIARTI000036709814",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1521158400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R311-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R311-21",
                    "articleId": "LEGIARTI000036709850",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1521158400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036102788",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1511913600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L311-42",
                "311-42"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}