{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000027511572",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article 39 AA du code général des impôts ou de l'amortissement exceptionnel mentionné à l'article 39 AB du même code, les matériels destinés à économiser l'énergie et les équipements de production d'énergies renouvelables mentionnés sur la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans être rendus définitivement inutilisables. II. – La liste des matériels est fixée ainsi qu'il suit : 1. Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux, de combustibles minéraux solides ou d'électricité : 1° a. matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée : -chaudière à vapeur, à eau chaude, à fluide thermique, à haut rendement (soit supérieur à 90 % PCS) ; -chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé ; b. échangeurs thermiques récupérateurs sur fluides liquides, gazeux ou de refroidissement : échangeurs tubulaires, échangeurs à plaques, à caloducs, par fluide caloporteur, rotatifs, lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus ; c. installation de préchauffage de produits par échange direct avec des rejets thermiques ; d. incinérateurs de sous-produits de fabrication ou de déchets, avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation ; e. hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de température ; f. matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals, issus comme sous-produits de procédés industriels ; g. dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous pression : turbines, turboalternateurs mus par la détente de gaz ou de fluides sous pression destinés à (ou provenant d') un procédé de fabrication ; h. pompes à chaleur à recompression mécanique de vapeur dont le coefficient de performance est supérieur ou égal à 4 et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée ; i. turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers ou par récupération sur un procédé de fabrication excédentaire en énergie ; 2° Matériel de cogénération permettant la production simultanée, dans un seul processus, d'énergie thermique et électrique et/ ou mécanique : a. turbine de détente de vapeur en contre-pression ; b. turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau ; c. turbine de détente de haute pression utilisée en place de vanne de laminage ou de détente ; d. turbine à gaz et moteur thermique avec équipements de récupération de l'énergie sur les gaz d'échappement et/ ou les fluides de refroidissement ; 3° Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus ; 4° Générateur électrochimique à usage stationnaire. 2. Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie : a. matériel de combustion performant acquis en remplacement d'un matériel de combustion classique : brûleurs autorécupérateurs, brûleurs régénératifs ; b. matériel de régulation améliorant les performances énergétiques des matériels suivants : fours, chaudières, séchoirs, moteurs ou machines-outils ; c. matériel permettant une chauffe en surface ou dans la masse en remplacement d'un chauffage global classique : chauffage infrarouge (gaz ou électricité), à haute fréquence, par rayonnement ultraviolet, micro-ondes ; d. matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations, à l'exception des appareils de contrôle prévus par les articles R. 224-26 et R. 224-27 du code de l'environnement ; e. matériel de séparation performant en substitution d'un système de séparation par voies thermiques : membranes polymères, membranes minérales, membranes cryogéniques ; f. matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par microprocesseurs ; g. matériel permettant la réduction des pertes sur les réseaux de fluides énergétiques (réseau de condensats, réseau de vapeur, réseau d'air comprimé, réseau de vide, réseau de fluide frigorigène) tels que les purgeurs de vapeur ; h. matériel d'isolation utilisé dans le secteur tertiaire et industriel permettant de limiter les déperditions thermiques des matériels utilisant ou transportant de l'énergie ; i. matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs ; j. matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée ; k. moteur électrique à rendement amélioré (classe de rendement EFF1 dont la valeur d'efficacité est définie suivant la norme EN 60034-2) ; l. presse hydraulique électrique ; 3. Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux, les combustibles minéraux solides et l'électricité : a. matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé, d'eau chaude sanitaire et son stockage, pour la production d'électricité, son stockage et son raccordement au réseau ; b. matériel permettant l'utilisation d'énergie hydraulique, éolienne ou géothermique, son stockage et son raccordement au réseau électrique ou de chaleur ; c. matériel d'exploitation de la biomasse : chaudières avec ses auxiliaires et ses équipements de stockage et d'alimentation en combustible, équipements sylvicoles utilisés exclusivement pour la production et le conditionnement de bois à des fins énergétiques, digesteurs et équipements de production thermiques ou électriques associés à une utilisation du biogaz ; d. réseaux de récupération et collecte de biogaz en vue de son utilisation énergétique ; e. matériel permettant l'utilisation de l'énergie marémotrice, houlomotrice et thermique des mers et son stockage ; f. matériel de raccordement à un réseau de chaleur classé au sens des deuxième et troisième alinéas de l'article 5 de la loi n° 80-531 du 15 juillet 1980 modifiée relative aux économies d'énergie et à l'utilisation de la chaleur et du chapitre II du titre Ier du livre VII du code de l'énergie ; g. matériel de raccordement à un réseau de chaleur utilisant majoritairement de l'énergie géothermale ; h. autres matériels de transformation thermochimique de la biomasse ; i. autres types d'équipements de valorisation thermique et électrique des biocombustibles ; 4. a. matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire ; b. matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydroélectriques la remontée d'eau de l'aval vers la retenue) ou cinématique (volants d'inertie de grande puissance) ; c. batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours ; d. matériel permettant le stockage de froid pour le lissage de la demande d'électricité afin de réduire les tensions sur les réseaux électriques ; 5. matériels utilisant un procédé à haut rendement énergétique pour le chauffage et le conditionnement des bâtiments : a. systèmes de climatisation réversible dont le coefficient de performance, à + 7° C, est supérieur ou égal à 3 ; b. chaudière à condensation ; c. matériel de régulation améliorant les performances énergétiques des appareils de chauffage, de climatisation ou de ventilation ; d. matériel de chauffage permettant de favoriser les concentrations énergétiques dans des espaces limités en remplacement d'un chauffage classique : générateurs d'air chaud, aérothermes directs, générateurs de ventilation tempérée ; e. système de pompes à chaleur géothermale ou air/ eau dont le coefficient de performance machine en mode chauffage est supérieur ou égal à 3 ; f. système d'optimisation énergétique en fonction des programmes de production et/ ou des données climatiques ; g. matériaux d'isolation thermique des parois opaques : – plancher bas sur sous-sol, sur vide sanitaire ou sur passage ouvert, toiture-terrasse, mur en façade ou en pignon, possédant une résistance supérieure ou égale à 2,4 mètres carrés kelvin par watt (m 2 K/W) ; – toiture sur comble possédant une résistance thermique supérieure ou égale à 4,5 m 2 K/W ; h. système de ventilation mécanique contrôlée dont l'efficacité de la récupération d'énergie de l'échangeur est supérieure à 65 % sur l'air humide et dont la puissance par ventilateur est inférieure à 0,30 W/m 3 /h, soit 0,70 W/m 3 /h pour la centrale double flux.",
            "texteHtml": "<p>I. – Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302275&dateTexte=&categorieLien=cid'>39 AA </a>du code général des impôts ou de l'amortissement exceptionnel mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302284&dateTexte=&categorieLien=cid'>39 AB </a>du même code, les matériels destinés à économiser l'énergie et les équipements de production d'énergies renouvelables mentionnés sur la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans être rendus définitivement inutilisables.</p><p>II. – La liste des matériels est fixée ainsi qu'il suit :</p><p>1. Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux, de combustibles minéraux solides ou d'électricité :</p><p>1° a. matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée :</p><p>-chaudière à vapeur, à eau chaude, à fluide thermique, à haut rendement (soit supérieur à 90 % PCS) ;</p><p>-chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé ;</p><p>b. échangeurs thermiques récupérateurs sur fluides liquides, gazeux ou de refroidissement : échangeurs tubulaires, échangeurs à plaques, à caloducs, par fluide caloporteur, rotatifs, lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus ;</p><p>c. installation de préchauffage de produits par échange direct avec des rejets thermiques ;</p><p>d. incinérateurs de sous-produits de fabrication ou de déchets, avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation ;</p><p>e. hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de température ;</p><p>f. matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals, issus comme sous-produits de procédés industriels ;</p><p>g. dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous pression : turbines, turboalternateurs mus par la détente de gaz ou de fluides sous pression destinés à (ou provenant d') un procédé de fabrication ;</p><p>h. pompes à chaleur à recompression mécanique de vapeur dont le coefficient de performance est supérieur ou égal à 4 et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée ;</p><p>i. turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers ou par récupération sur un procédé de fabrication excédentaire en énergie ;</p><p>2° Matériel de cogénération permettant la production simultanée, dans un seul processus, d'énergie thermique et électrique et/ ou mécanique :</p><p>a. turbine de détente de vapeur en contre-pression ;</p><p>b. turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau ;</p><p>c. turbine de détente de haute pression utilisée en place de vanne de laminage ou de détente ;</p><p>d. turbine à gaz et moteur thermique avec équipements de récupération de l'énergie sur les gaz d'échappement et/ ou les fluides de refroidissement ;</p><p>3° Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus ;</p><p>4° Générateur électrochimique à usage stationnaire.</p><p>2. Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie :</p><p>a. matériel de combustion performant acquis en remplacement d'un matériel de combustion classique : brûleurs autorécupérateurs, brûleurs régénératifs ;</p><p>b. matériel de régulation améliorant les performances énergétiques des matériels suivants : fours, chaudières, séchoirs, moteurs ou machines-outils ;</p><p>c. matériel permettant une chauffe en surface ou dans la masse en remplacement d'un chauffage global classique : chauffage infrarouge (gaz ou électricité), à haute fréquence, par rayonnement ultraviolet, micro-ondes ;</p><p>d. matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations, à l'exception des appareils de contrôle prévus par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006837155&dateTexte=&categorieLien=cid'>R. 224-26 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006837156&dateTexte=&categorieLien=cid'>R. 224-27 du code de l'environnement </a>;</p><p>e. matériel de séparation performant en substitution d'un système de séparation par voies thermiques : membranes polymères, membranes minérales, membranes cryogéniques ;</p><p>f. matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par microprocesseurs ;</p><p>g. matériel permettant la réduction des pertes sur les réseaux de fluides énergétiques (réseau de condensats, réseau de vapeur, réseau d'air comprimé, réseau de vide, réseau de fluide frigorigène) tels que les purgeurs de vapeur ;</p><p>h. matériel d'isolation utilisé dans le secteur tertiaire et industriel permettant de limiter les déperditions thermiques des matériels utilisant ou transportant de l'énergie ;</p><p>i. matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs ;</p><p>j. matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée ;</p><p>k. moteur électrique à rendement amélioré (classe de rendement EFF1 dont la valeur d'efficacité est définie suivant la norme EN 60034-2) ;</p><p>l. presse hydraulique électrique ;</p><p>3. Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux, les combustibles minéraux solides et l'électricité :</p><p>a. matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé, d'eau chaude sanitaire et son stockage, pour la production d'électricité, son stockage et son raccordement au réseau ;</p><p>b. matériel permettant l'utilisation d'énergie hydraulique, éolienne ou géothermique, son stockage et son raccordement au réseau électrique ou de chaleur ;</p><p>c. matériel d'exploitation de la biomasse : chaudières avec ses auxiliaires et ses équipements de stockage et d'alimentation en combustible, équipements sylvicoles utilisés exclusivement pour la production et le conditionnement de bois à des fins énergétiques, digesteurs et équipements de production thermiques ou électriques associés à une utilisation du biogaz ;</p><p>d. réseaux de récupération et collecte de biogaz en vue de son utilisation énergétique ;</p><p>e. matériel permettant l'utilisation de l'énergie marémotrice, houlomotrice et thermique des mers et son stockage ;</p><p>f. matériel de raccordement à un réseau de chaleur classé au sens des deuxième et troisième alinéas de l'article 5 de la loi n° <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000886864&idArticle=LEGIARTI000006846964&dateTexte=&categorieLien=cid' title='Loi n° 80-531 du 15 juillet 1980 - art. 5 (V)'>80-531</a> du 15 juillet 1980 modifiée relative aux économies d'énergie et à l'utilisation de la chaleur et du chapitre II du titre Ier du livre VII du code de l'énergie ;</p><p>g. matériel de raccordement à un réseau de chaleur utilisant majoritairement de l'énergie géothermale ;</p><p>h. autres matériels de transformation thermochimique de la biomasse ;</p><p>i. autres types d'équipements de valorisation thermique et électrique des biocombustibles ;</p><p>4. a. matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire ;</p><p>b. matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydroélectriques la remontée d'eau de l'aval vers la retenue) ou cinématique (volants d'inertie de grande puissance) ;</p><p>c. batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours ;</p><p>d. matériel permettant le stockage de froid pour le lissage de la demande d'électricité afin de réduire les tensions sur les réseaux électriques ;</p><p>5. matériels utilisant un procédé à haut rendement énergétique pour le chauffage et le conditionnement des bâtiments :</p><p>a. systèmes de climatisation réversible dont le coefficient de performance, à + 7° C, est supérieur ou égal à 3 ;</p><p>b. chaudière à condensation ;</p><p>c. matériel de régulation améliorant les performances énergétiques des appareils de chauffage, de climatisation ou de ventilation ;</p><p>d. matériel de chauffage permettant de favoriser les concentrations énergétiques dans des espaces limités en remplacement d'un chauffage classique : générateurs d'air chaud, aérothermes directs, générateurs de ventilation tempérée ;</p><p>e. système de pompes à chaleur géothermale ou air/ eau dont le coefficient de performance machine en mode chauffage est supérieur ou égal à 3 ;</p><p>f. système d'optimisation énergétique en fonction des programmes de production et/ ou des données climatiques ;</p><p>g. matériaux d'isolation thermique des parois opaques :</p><p>– plancher bas sur sous-sol, sur vide sanitaire ou sur passage ouvert, toiture-terrasse, mur en façade ou en pignon, possédant une résistance supérieure ou égale à 2,4 mètres carrés kelvin par watt (m<sup>2</sup> K/W) ;</p><p>– toiture sur comble possédant une résistance thermique supérieure ou égale à 4,5 m<sup>2</sup> K/W ;</p><p>h. système de ventilation mécanique contrôlée dont l'efficacité de la récupération d'énergie de l'échangeur est supérieure à 65 % sur l'air humide et dont la puissance par ventilateur est inférieure à 0,30 W/m<sup>3</sup>/h, soit 0,70 W/m<sup>3</sup>/h pour la centrale double flux.</p>",
            "num": "02",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1370563200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133783",
                        "id": "LEGISCTA000006133783",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146900",
                        "id": "LEGISCTA000006146900",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162376",
                        "id": "LEGISCTA000006162376",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-31",
                        "fin": "2999-01-01",
                        "titre": "0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179538",
                        "id": "LEGISCTA000006179538",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300198",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179538",
            "sectionParentId": "LEGISCTA000006179538",
            "sectionParentTitre": "0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section I : Bénéfices industriels et commerciaux &gt; 0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027511572",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Modification effectuée en conséquence des art. 1er, 2, 4 [16°], 6 [4° a] et 14 de l'ordonnance n° 2011-504 du 9 mai 2011.",
            "notaHtml": "<p></p><p>Modification effectuée en conséquence des art. 1er, 2, 4 [16°], 6 [4° a] et 14 de l'ordonnance n° 2011-504 du 9 mai 2011.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027506791",
                    "textTitle": "Arrêté du 3 juin 2013 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027508704",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2013-06-06",
                    "dateSignaTexte": "2013-06-03",
                    "dateDebutCible": "2013-06-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886864",
                    "textTitle": "Loi n° 80-531 du 15 juillet 1980 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006846964",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "80-531",
                    "datePubli": 332553600000,
                    "dateDebut": 332553600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 AA",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 AA",
                    "articleId": "LEGIARTI000006302275",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 AB",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 AB",
                    "articleId": "LEGIARTI000006302284",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 662515200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R224-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-26",
                    "articleId": "LEGIARTI000006837155",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596067200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R224-27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-27",
                    "articleId": "LEGIARTI000006837156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596067200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300198",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 710208000000,
                    "dateFin": 992736000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300199",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300200",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018567809",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1370563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027511572",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1370563200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "02"
            ],
            "versionPrecedente": "LEGIARTI000018567809",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018567809",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article 39 AA du code général des impôts ou de l'amortissement exceptionnel mentionné à l'article 39 AB du même code, les matériels destinés à économiser l'énergie et les équipements de production d'énergies renouvelables mentionnés sur la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans être rendus définitivement inutilisables. II.-La liste des matériels est fixée ainsi qu'il suit : 1. Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux, de combustibles minéraux solides ou d'électricité : 1° a. matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée : -chaudière à vapeur, à eau chaude, à fluide thermique, à haut rendement (soit supérieur à 90 % PCS) ; -chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé ; b. échangeurs thermiques récupérateurs sur fluides liquides, gazeux ou de refroidissement : échangeurs tubulaires, échangeurs à plaques, à caloducs, par fluide caloporteur, rotatifs, lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus ; c. installation de préchauffage de produits par échange direct avec des rejets thermiques ; d. incinérateurs de sous-produits de fabrication ou de déchets, avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation ; e. hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de température ; f. matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals, issus comme sous-produits de procédés industriels ; g. dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous pression : turbines, turboalternateurs mus par la détente de gaz ou de fluides sous pression destinés à (ou provenant d') un procédé de fabrication ; h. pompes à chaleur à recompression mécanique de vapeur dont le coefficient de performance est supérieur ou égal à 4 et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée ; i. turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers ou par récupération sur un procédé de fabrication excédentaire en énergie ; 2° Matériel de cogénération permettant la production simultanée, dans un seul processus, d'énergie thermique et électrique et / ou mécanique : a. turbine de détente de vapeur en contre-pression ; b. turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau ; c. turbine de détente de haute pression utilisée en place de vanne de laminage ou de détente ; d. turbine à gaz et moteur thermique avec équipements de récupération de l'énergie sur les gaz d'échappement et / ou les fluides de refroidissement ; 3° Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus ; 4° Générateur électrochimique à usage stationnaire. 2. Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie : a. matériel de combustion performant acquis en remplacement d'un matériel de combustion classique : brûleurs autorécupérateurs, brûleurs régénératifs ; b. matériel de régulation améliorant les performances énergétiques des matériels suivants : fours, chaudières, séchoirs, moteurs ou machines-outils ; c. matériel permettant une chauffe en surface ou dans la masse en remplacement d'un chauffage global classique : chauffage infrarouge (gaz ou électricité), à haute fréquence, par rayonnement ultraviolet, micro-ondes ; d. matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations, à l'exception des appareils de contrôle prévus par les articles R. 224-26 et R. 224-27 du code de l'environnement ; e. matériel de séparation performant en substitution d'un système de séparation par voies thermiques : membranes polymères, membranes minérales, membranes cryogéniques ; f. matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par microprocesseurs ; g. matériel permettant la réduction des pertes sur les réseaux de fluides énergétiques (réseau de condensats, réseau de vapeur, réseau d'air comprimé, réseau de vide, réseau de fluide frigorigène) tels que les purgeurs de vapeur ; h. matériel d'isolation utilisé dans le secteur tertiaire et industriel permettant de limiter les déperditions thermiques des matériels utilisant ou transportant de l'énergie ; i. matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs ; j. matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée ; k. moteur électrique à rendement amélioré (classe de rendement EFF1 dont la valeur d'efficacité est définie suivant la norme EN 60034-2) ; l. presse hydraulique électrique ; 3. Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux, les combustibles minéraux solides et l'électricité : a. matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé, d'eau chaude sanitaire et son stockage, pour la production d'électricité, son stockage et son raccordement au réseau ; b. matériel permettant l'utilisation d'énergie hydraulique, éolienne ou géothermique, son stockage et son raccordement au réseau électrique ou de chaleur ; c. matériel d'exploitation de la biomasse : chaudières avec ses auxiliaires et ses équipements de stockage et d'alimentation en combustible, équipements sylvicoles utilisés exclusivement pour la production et le conditionnement de bois à des fins énergétiques, digesteurs et équipements de production thermiques ou électriques associés à une utilisation du biogaz ; d. réseaux de récupération et collecte de biogaz en vue de son utilisation énergétique ; e. matériel permettant l'utilisation de l'énergie marémotrice, houlomotrice et thermique des mers et son stockage ; f. matériel de raccordement à un réseau de chaleur classé au sens de la loi n° 80-531 du 15 juillet 1980 modifiée relative aux économies d'énergie et à l'utilisation de la chaleur ; g. matériel de raccordement à un réseau de chaleur utilisant majoritairement de l'énergie géothermale ; h. autres matériels de transformation thermochimique de la biomasse ; i. autres types d'équipements de valorisation thermique et électrique des biocombustibles ; 4. a. matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire ; b. matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydroélectriques la remontée d'eau de l'aval vers la retenue) ou cinématique (volants d'inertie de grande puissance) ; c. batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours ; d. matériel permettant le stockage de froid pour le lissage de la demande d'électricité afin de réduire les tensions sur les réseaux électriques ; 5. matériels utilisant un procédé à haut rendement énergétique pour le chauffage et le conditionnement des bâtiments : a. systèmes de climatisation réversible dont le coefficient de performance, à + 7° C, est supérieur ou égal à 3 ; b. chaudière à condensation ; c. matériel de régulation améliorant les performances énergétiques des appareils de chauffage, de climatisation ou de ventilation ; d. matériel de chauffage permettant de favoriser les concentrations énergétiques dans des espaces limités en remplacement d'un chauffage classique : générateurs d'air chaud, aérothermes directs, générateurs de ventilation tempérée ; e. système de pompes à chaleur géothermale ou air / eau dont le coefficient de performance machine en mode chauffage est supérieur ou égal à 3 ; f. système d'optimisation énergétique en fonction des programmes de production et / ou des données climatiques ; g. matériaux d'isolation thermique des parois opaques : -plancher bas sur sous-sol, sur vide sanitaire ou sur passage ouvert, toiture-terrasse, mur en façade ou en pignon, possédant une résistance supérieure ou égale à 2,4 mètres carrés kelvin par watt (m2 K / W) ; -toiture sur comble possédant une résistance thermique supérieure ou égale à 4,5 m2 K / W ; h. système de ventilation mécanique contrôlée dont l'efficacité de la récupération d'énergie de l'échangeur est supérieure à 65 % sur l'air humide et dont la puissance par ventilateur est inférieure à 0,30 W / m3 / h, soit 0,70 W / m3 / h pour la centrale double flux.",
            "texteHtml": "<p>I.-Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302275&dateTexte=&categorieLien=cid'>39 AA </a>du code général des impôts ou de l'amortissement exceptionnel mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302284&dateTexte=&categorieLien=cid'>39 AB </a>du même code, les matériels destinés à économiser l'énergie et les équipements de production d'énergies renouvelables mentionnés sur la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans être rendus définitivement inutilisables.</p><p>II.-La liste des matériels est fixée ainsi qu'il suit :</p><p>1. Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux, de combustibles minéraux solides ou d'électricité :</p><p>1° a. matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée :</p><p>-chaudière à vapeur, à eau chaude, à fluide thermique, à haut rendement (soit supérieur à 90 % PCS) ;</p><p>-chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé ;</p><p>b. échangeurs thermiques récupérateurs sur fluides liquides, gazeux ou de refroidissement : échangeurs tubulaires, échangeurs à plaques, à caloducs, par fluide caloporteur, rotatifs, lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus ;</p><p>c. installation de préchauffage de produits par échange direct avec des rejets thermiques ;</p><p>d. incinérateurs de sous-produits de fabrication ou de déchets, avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation ;</p><p>e. hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de température ;</p><p>f. matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals, issus comme sous-produits de procédés industriels ;</p><p>g. dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous pression : turbines, turboalternateurs mus par la détente de gaz ou de fluides sous pression destinés à (ou provenant d') un procédé de fabrication ;</p><p>h. pompes à chaleur à recompression mécanique de vapeur dont le coefficient de performance est supérieur ou égal à 4 et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée ;</p><p>i. turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers ou par récupération sur un procédé de fabrication excédentaire en énergie ;</p><p>2° Matériel de cogénération permettant la production simultanée, dans un seul processus, d'énergie thermique et électrique et / ou mécanique :</p><p>a. turbine de détente de vapeur en contre-pression ;</p><p>b. turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau ;</p><p>c. turbine de détente de haute pression utilisée en place de vanne de laminage ou de détente ;</p><p>d. turbine à gaz et moteur thermique avec équipements de récupération de l'énergie sur les gaz d'échappement et / ou les fluides de refroidissement ;</p><p>3° Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus ;</p><p>4° Générateur électrochimique à usage stationnaire.</p><p>2. Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie :</p><p>a. matériel de combustion performant acquis en remplacement d'un matériel de combustion classique : brûleurs autorécupérateurs, brûleurs régénératifs ;</p><p>b. matériel de régulation améliorant les performances énergétiques des matériels suivants : fours, chaudières, séchoirs, moteurs ou machines-outils ;</p><p>c. matériel permettant une chauffe en surface ou dans la masse en remplacement d'un chauffage global classique : chauffage infrarouge (gaz ou électricité), à haute fréquence, par rayonnement ultraviolet, micro-ondes ;</p><p>d. matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations, à l'exception des appareils de contrôle prévus par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006837155&dateTexte=&categorieLien=cid'>R. 224-26 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006837156&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R224-27 (V)'>R. 224-27 du code de l'environnement</a> ;</p><p>e. matériel de séparation performant en substitution d'un système de séparation par voies thermiques : membranes polymères, membranes minérales, membranes cryogéniques ;</p><p>f. matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par microprocesseurs ;</p><p>g. matériel permettant la réduction des pertes sur les réseaux de fluides énergétiques (réseau de condensats, réseau de vapeur, réseau d'air comprimé, réseau de vide, réseau de fluide frigorigène) tels que les purgeurs de vapeur ;</p><p>h. matériel d'isolation utilisé dans le secteur tertiaire et industriel permettant de limiter les déperditions thermiques des matériels utilisant ou transportant de l'énergie ;</p><p>i. matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs ;</p><p>j. matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée ;</p><p>k. moteur électrique à rendement amélioré (classe de rendement EFF1 dont la valeur d'efficacité est définie suivant la norme EN 60034-2) ;</p><p>l. presse hydraulique électrique ;</p><p>3. Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux, les combustibles minéraux solides et l'électricité :</p><p>a. matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé, d'eau chaude sanitaire et son stockage, pour la production d'électricité, son stockage et son raccordement au réseau ;</p><p>b. matériel permettant l'utilisation d'énergie hydraulique, éolienne ou géothermique, son stockage et son raccordement au réseau électrique ou de chaleur ;</p><p>c. matériel d'exploitation de la biomasse : chaudières avec ses auxiliaires et ses équipements de stockage et d'alimentation en combustible, équipements sylvicoles utilisés exclusivement pour la production et le conditionnement de bois à des fins énergétiques, digesteurs et équipements de production thermiques ou électriques associés à une utilisation du biogaz ;</p><p>d. réseaux de récupération et collecte de biogaz en vue de son utilisation énergétique ;</p><p>e. matériel permettant l'utilisation de l'énergie marémotrice, houlomotrice et thermique des mers et son stockage ;</p><p>f. matériel de raccordement à un réseau de chaleur classé au sens de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886864&categorieLien=cid' title='Loi n°80-531 du 15 juillet 1980 (V)'>loi n° 80-531 du 15 juillet 1980 </a>modifiée relative aux économies d'énergie et à l'utilisation de la chaleur ;</p><p>g. matériel de raccordement à un réseau de chaleur utilisant majoritairement de l'énergie géothermale ;</p><p>h. autres matériels de transformation thermochimique de la biomasse ;</p><p>i. autres types d'équipements de valorisation thermique et électrique des biocombustibles ;</p><p>4. a. matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire ;</p><p>b. matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydroélectriques la remontée d'eau de l'aval vers la retenue) ou cinématique (volants d'inertie de grande puissance) ;</p><p>c. batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours ;</p><p>d. matériel permettant le stockage de froid pour le lissage de la demande d'électricité afin de réduire les tensions sur les réseaux électriques ;</p><p>5. matériels utilisant un procédé à haut rendement énergétique pour le chauffage et le conditionnement des bâtiments :</p><p>a. systèmes de climatisation réversible dont le coefficient de performance, à + 7° C, est supérieur ou égal à 3 ;</p><p>b. chaudière à condensation ;</p><p>c. matériel de régulation améliorant les performances énergétiques des appareils de chauffage, de climatisation ou de ventilation ;</p><p>d. matériel de chauffage permettant de favoriser les concentrations énergétiques dans des espaces limités en remplacement d'un chauffage classique : générateurs d'air chaud, aérothermes directs, générateurs de ventilation tempérée ;</p><p>e. système de pompes à chaleur géothermale ou air / eau dont le coefficient de performance machine en mode chauffage est supérieur ou égal à 3 ;</p><p>f. système d'optimisation énergétique en fonction des programmes de production et / ou des données climatiques ;</p><p>g. matériaux d'isolation thermique des parois opaques :</p><p>-plancher bas sur sous-sol, sur vide sanitaire ou sur passage ouvert, toiture-terrasse, mur en façade ou en pignon, possédant une résistance supérieure ou égale à 2,4 mètres carrés kelvin par watt (m2 K / W) ;</p><p>-toiture sur comble possédant une résistance thermique supérieure ou égale à 4,5 m2 K / W ;</p><p>h. système de ventilation mécanique contrôlée dont l'efficacité de la récupération d'énergie de l'échangeur est supérieure à 65 % sur l'air humide et dont la puissance par ventilateur est inférieure à 0,30 W / m3 / h, soit 0,70 W / m3 / h pour la centrale double flux.</p>",
            "num": "02",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1207180800000,
            "dateFin": 1370563200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133783",
                        "id": "LEGISCTA000006133783",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146900",
                        "id": "LEGISCTA000006146900",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162376",
                        "id": "LEGISCTA000006162376",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-31",
                        "fin": "2999-01-01",
                        "titre": "0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179538",
                        "id": "LEGISCTA000006179538",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300198",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179538",
            "sectionParentId": "LEGISCTA000006179538",
            "sectionParentTitre": "0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section I : Bénéfices industriels et commerciaux &gt; 0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018567809",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Modification effectuée en conséquence des articles 1er, 2 et 4-45 du décret n° 2007-397 du 27 mars 2007.",
            "notaHtml": "<p>Modification effectuée en conséquence des articles 1er, 2 et 4-45 du décret n° 2007-397 du 27 mars 2007.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018556622",
                    "textTitle": "Arrêté du 1er avril 2008 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000018561065",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-04-02",
                    "dateSignaTexte": "2008-04-01",
                    "dateDebutCible": "2008-04-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886864",
                    "textTitle": "Loi n°80-531 du 15 juillet 1980 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886864",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "80-531",
                    "datePubli": 332553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 AA",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 AA",
                    "articleId": "LEGIARTI000006302275",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 AB",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 AB",
                    "articleId": "LEGIARTI000006302284",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 662515200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R224-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-26",
                    "articleId": "LEGIARTI000006837155",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596067200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R224-27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-27",
                    "articleId": "LEGIARTI000006837156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596067200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300198",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 710208000000,
                    "dateFin": 992736000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300199",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300200",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018567809",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1370563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027511572",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1370563200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "02"
            ],
            "versionPrecedente": "LEGIARTI000006300200",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006300200",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article 39 AA du code général des impôts ou de l'amortissement exceptionnel mentionné à l'article 39 AB du même code, les matériels destinés à économiser l'énergie et les équipements de production d'énergies renouvelables mentionnés sur la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans être rendus définitivement inutilisables. II.-La liste des matériels est fixée ainsi qu'il suit : 1. Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux, de combustibles minéraux solides ou d'électricité : 1° a. matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée : - chaudière à vapeur, à eau chaude, à fluide thermique, à haut rendement (soit supérieur à 90 % PCS) ; - chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé ; b. échangeurs thermiques récupérateurs sur fluides liquides, gazeux ou de refroidissement : échangeurs tubulaires, échangeurs à plaques, à caloducs, par fluide caloporteur, rotatifs, lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus ; c. installation de préchauffage de produits par échange direct avec des rejets thermiques ; d. incinérateurs de sous-produits de fabrication ou de déchets, avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation ; e. hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de température ; f. matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals, issus comme sous-produits de procédés industriels ; g. dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous pression : turbines, turboalternateurs mus par la détente de gaz ou de fluides sous pression destinés à (ou provenant d') un procédé de fabrication ; h. pompes à chaleur à recompression mécanique de vapeur dont le coefficient de performance est supérieur ou égal à 4 et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée ; i. turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers ou par récupération sur un procédé de fabrication excédentaire en énergie ; 2° Matériel de cogénération permettant la production simultanée, dans un seul processus, d'énergie thermique et électrique et/ou mécanique : a. turbine de détente de vapeur en contre-pression ; b. turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau ; c. turbine de détente de haute pression utilisée en place de vanne de laminage ou de détente ; d. turbine à gaz et moteur thermique avec équipements de récupération de l'énergie sur les gaz d'échappement et/ou les fluides de refroidissement ; 3° Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus ; 4° Générateur électrochimique à usage stationnaire. 2. Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie : a. matériel de combustion performant acquis en remplacement d'un matériel de combustion classique : brûleurs autorécupérateurs, brûleurs régénératifs ; b. matériel de régulation améliorant les performances énergétiques des matériels suivants : fours, chaudières, séchoirs, moteurs ou machines-outils ; c. matériel permettant une chauffe en surface ou dans la masse en remplacement d'un chauffage global classique : chauffage infrarouge (gaz ou électricité), à haute fréquence, par rayonnement ultraviolet, micro-ondes ; d. matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations, à l'exception des appareils de contrôle prévus par les articles 7 et 8 du décret n° 98-817 du 11 septembre 1998 relatif aux rendements minimaux et à l'équipement des chaudières de puissance comprise entre 400 kW et 50 MW ; e. matériel de séparation performant en substitution d'un système de séparation par voies thermiques : membranes polymères, membranes minérales, membranes cryogéniques ; f. matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par microprocesseurs ; g. matériel permettant la réduction des pertes sur les réseaux de fluides énergétiques (réseau de condensats, réseau de vapeur, réseau d'air comprimé, réseau de vide, réseau de fluide frigorigène) tels que les purgeurs de vapeur ; h. matériel d'isolation utilisé dans le secteur tertiaire et industriel permettant de limiter les déperditions thermiques des matériels utilisant ou transportant de l'énergie ; i. matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs ; j. matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée ; k. moteur électrique à rendement amélioré (classe de rendement EFF1 dont la valeur d'efficacité est définie suivant la norme EN 60034-2) ; l. presse hydraulique électrique ; 3. Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux, les combustibles minéraux solides et l'électricité : a. matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé, d'eau chaude sanitaire et son stockage, pour la production d'électricité, son stockage et son raccordement au réseau ; b. matériel permettant l'utilisation d'énergie hydraulique, éolienne ou géothermique, son stockage et son raccordement au réseau électrique ou de chaleur ; c. matériel d'exploitation de la biomasse : chaudières avec ses auxiliaires et ses équipements de stockage et d'alimentation en combustible, équipements sylvicoles utilisés exclusivement pour la production et le conditionnement de bois à des fins énergétiques, digesteurs et équipements de production thermiques ou électriques associés à une utilisation du biogaz ; d. réseaux de récupération et collecte de biogaz en vue de son utilisation énergétique ; e. matériel permettant l'utilisation de l'énergie marémotrice, houlomotrice et thermique des mers et son stockage ; f. matériel de raccordement à un réseau de chaleur classé au sens de la loi n° 80-531 du 15 juillet 1980 modifiée relative aux économies d'énergie et à l'utilisation de la chaleur ; g. matériel de raccordement à un réseau de chaleur utilisant majoritairement de l'énergie géothermale ; h. autres matériels de transformation thermochimique de la biomasse ; i. autres types d'équipements de valorisation thermique et électrique des biocombustibles ; 4. a. matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire ; b. matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydroélectriques la remontée d'eau de l'aval vers la retenue) ou cinématique (volants d'inertie de grande puissance) ; c. batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours ; d. matériel permettant le stockage de froid pour le lissage de la demande d'électricité afin de réduire les tensions sur les réseaux électriques ; 5. matériels utilisant un procédé à haut rendement énergétique pour le chauffage et le conditionnement des bâtiments : a. systèmes de climatisation réversible dont le coefficient de performance, à + 7 °C, est supérieur ou égal à 3 ; b. chaudière à condensation ; c. matériel de régulation améliorant les performances énergétiques des appareils de chauffage, de climatisation ou de ventilation ; d. matériel de chauffage permettant de favoriser les concentrations énergétiques dans des espaces limités en remplacement d'un chauffage classique : générateurs d'air chaud, aérothermes directs, générateurs de ventilation tempérée ; e. système de pompes à chaleur géothermale ou air/eau dont le coefficient de performance machine en mode chauffage est supérieur ou égal à 3 ; f. système d'optimisation énergétique en fonction des programmes de production et/ou des données climatiques ; g. matériaux d'isolation thermique des parois opaques : - plancher bas sur sous-sol, sur vide sanitaire ou sur passage ouvert, toiture-terrasse, mur en façade ou en pignon, possédant une résistance supérieure ou égale à 2,4 mètres carrés kelvin par watt (m2 K/W) ; - toiture sur comble possédant une résistance thermique supérieure ou égale à 4,5 m2 K/W ; h. système de ventilation mécanique contrôlée dont l'efficacité de la récupération d'énergie de l'échangeur est supérieure à 65 % sur l'air humide et dont la puissance par ventilateur est inférieure à 0,30 W/m3/h, soit 0,70 W/m3/h pour la centrale double flux.",
            "texteHtml": "<p>I.-Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article 39 AA du code général des impôts ou de l'amortissement exceptionnel mentionné à l'article 39 AB du même code, les matériels destinés à économiser l'énergie et les équipements de production d'énergies renouvelables mentionnés sur la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans être rendus définitivement inutilisables.</p><p>II.-La liste des matériels est fixée ainsi qu'il suit :</p><p>1. Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux, de combustibles minéraux solides ou d'électricité :</p><p>1° a. matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée :</p><p>- chaudière à vapeur, à eau chaude, à fluide thermique, à haut rendement (soit supérieur à 90 % PCS) ;</p><p>- chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé ;</p><p>b. échangeurs thermiques récupérateurs sur fluides liquides, gazeux ou de refroidissement : échangeurs tubulaires, échangeurs à plaques, à caloducs, par fluide caloporteur, rotatifs, lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus ;</p><p>c. installation de préchauffage de produits par échange direct avec des rejets thermiques ;</p><p>d. incinérateurs de sous-produits de fabrication ou de déchets, avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation ;</p><p>e. hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de température ;</p><p>f. matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals, issus comme sous-produits de procédés industriels ;</p><p>g. dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous pression : turbines, turboalternateurs mus par la détente de gaz ou de fluides sous pression destinés à (ou provenant d') un procédé de fabrication ;</p><p>h. pompes à chaleur à recompression mécanique de vapeur dont le coefficient de performance est supérieur ou égal à 4 et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée ;</p><p>i. turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers ou par récupération sur un procédé de fabrication excédentaire en énergie ;</p><p>2° Matériel de cogénération permettant la production simultanée, dans un seul processus, d'énergie thermique et électrique et/ou mécanique :</p><p>a. turbine de détente de vapeur en contre-pression ;</p><p>b. turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau ;</p><p>c. turbine de détente de haute pression utilisée en place de vanne de laminage ou de détente ;</p><p>d. turbine à gaz et moteur thermique avec équipements de récupération de l'énergie sur les gaz d'échappement et/ou les fluides de refroidissement ;</p><p>3° Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus ;</p><p>4° Générateur électrochimique à usage stationnaire.</p><p>2. Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie :</p><p>a. matériel de combustion performant acquis en remplacement d'un matériel de combustion classique : brûleurs autorécupérateurs, brûleurs régénératifs ;</p><p>b. matériel de régulation améliorant les performances énergétiques des matériels suivants : fours, chaudières, séchoirs, moteurs ou machines-outils ;</p><p>c. matériel permettant une chauffe en surface ou dans la masse en remplacement d'un chauffage global classique : chauffage infrarouge (gaz ou électricité), à haute fréquence, par rayonnement ultraviolet, micro-ondes ;</p><p>d. matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations, à l'exception des appareils de contrôle prévus par les articles 7 et 8 du décret n° 98-817 du 11 septembre 1998 relatif aux rendements minimaux et à l'équipement des chaudières de puissance comprise entre 400 kW et 50 MW ;</p><p>e. matériel de séparation performant en substitution d'un système de séparation par voies thermiques : membranes polymères, membranes minérales, membranes cryogéniques ;</p><p>f. matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par microprocesseurs ;</p><p>g. matériel permettant la réduction des pertes sur les réseaux de fluides énergétiques (réseau de condensats, réseau de vapeur, réseau d'air comprimé, réseau de vide, réseau de fluide frigorigène) tels que les purgeurs de vapeur ;</p><p>h. matériel d'isolation utilisé dans le secteur tertiaire et industriel permettant de limiter les déperditions thermiques des matériels utilisant ou transportant de l'énergie ;</p><p>i. matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs ;</p><p>j. matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée ;</p><p>k. moteur électrique à rendement amélioré (classe de rendement EFF1 dont la valeur d'efficacité est définie suivant la norme EN 60034-2) ;</p><p>l. presse hydraulique électrique ;</p><p>3. Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux, les combustibles minéraux solides et l'électricité :</p><p>a. matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé, d'eau chaude sanitaire et son stockage, pour la production d'électricité, son stockage et son raccordement au réseau ;</p><p>b. matériel permettant l'utilisation d'énergie hydraulique, éolienne ou géothermique, son stockage et son raccordement au réseau électrique ou de chaleur ;</p><p>c. matériel d'exploitation de la biomasse : chaudières avec ses auxiliaires et ses équipements de stockage et d'alimentation en combustible, équipements sylvicoles utilisés exclusivement pour la production et le conditionnement de bois à des fins énergétiques, digesteurs et équipements de production thermiques ou électriques associés à une utilisation du biogaz ;</p><p>d. réseaux de récupération et collecte de biogaz en vue de son utilisation énergétique ;</p><p>e. matériel permettant l'utilisation de l'énergie marémotrice, houlomotrice et thermique des mers et son stockage ;</p><p>f. matériel de raccordement à un réseau de chaleur classé au sens de la loi n° 80-531 du 15 juillet 1980 modifiée relative aux économies d'énergie et à l'utilisation de la chaleur ;</p><p>g. matériel de raccordement à un réseau de chaleur utilisant majoritairement de l'énergie géothermale ;</p><p>h. autres matériels de transformation thermochimique de la biomasse ;</p><p>i. autres types d'équipements de valorisation thermique et électrique des biocombustibles ;</p><p>4. a. matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire ;</p><p>b. matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydroélectriques la remontée d'eau de l'aval vers la retenue) ou cinématique (volants d'inertie de grande puissance) ;</p><p>c. batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours ;</p><p>d. matériel permettant le stockage de froid pour le lissage de la demande d'électricité afin de réduire les tensions sur les réseaux électriques ;</p><p>5. matériels utilisant un procédé à haut rendement énergétique pour le chauffage et le conditionnement des bâtiments :</p><p>a. systèmes de climatisation réversible dont le coefficient de performance, à + 7 °C, est supérieur ou égal à 3 ;</p><p>b. chaudière à condensation ;</p><p>c. matériel de régulation améliorant les performances énergétiques des appareils de chauffage, de climatisation ou de ventilation ;</p><p>d. matériel de chauffage permettant de favoriser les concentrations énergétiques dans des espaces limités en remplacement d'un chauffage classique : générateurs d'air chaud, aérothermes directs, générateurs de ventilation tempérée ;</p><p>e. système de pompes à chaleur géothermale ou air/eau dont le coefficient de performance machine en mode chauffage est supérieur ou égal à 3 ;</p><p>f. système d'optimisation énergétique en fonction des programmes de production et/ou des données climatiques ;</p><p>g. matériaux d'isolation thermique des parois opaques :</p><p>- plancher bas sur sous-sol, sur vide sanitaire ou sur passage ouvert, toiture-terrasse, mur en façade ou en pignon, possédant une résistance supérieure ou égale à 2,4 mètres carrés kelvin par watt (m2 K/W) ;</p><p>- toiture sur comble possédant une résistance thermique supérieure ou égale à 4,5 m2 K/W ;</p><p>h. système de ventilation mécanique contrôlée dont l'efficacité de la récupération d'énergie de l'échangeur est supérieure à 65 % sur l'air humide et dont la puissance par ventilateur est inférieure à 0,30 W/m3/h, soit 0,70 W/m3/h pour la centrale double flux.</p>",
            "num": "02",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1135987200000,
            "dateFin": 1207180800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133783",
                        "id": "LEGISCTA000006133783",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146900",
                        "id": "LEGISCTA000006146900",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162376",
                        "id": "LEGISCTA000006162376",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-31",
                        "fin": "2999-01-01",
                        "titre": "0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179538",
                        "id": "LEGISCTA000006179538",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300198",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179538",
            "sectionParentId": "LEGISCTA000006179538",
            "sectionParentTitre": "0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section I : Bénéfices industriels et commerciaux &gt; 0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006300200",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 2005-12-27 art. 1 JORF 31 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2006",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300198",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 710208000000,
                    "dateFin": 992736000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300199",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300200",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018567809",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1370563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027511572",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1370563200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "02"
            ],
            "versionPrecedente": "LEGIARTI000006300199",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006300199",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article 39 AA du code général des impôts ou de l'amortissement exceptionnel mentionné à l'article 39 AB du même code, les matériels destinés à économiser l'énergie et les équipements de production d'énergies renouvelables mentionnés sur la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans être rendus définitivement inutilisables. 2. La liste des matériels est fixée ainsi qu'il suit : A. - Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux, de combustibles minéraux solides ou d'électricité : 1° Matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée. Chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé : chaudière à vapeur, à eau chaude, à fluide thermique, à condensation, à haut rendement (soit supérieur à 80 % PCS). Echangeurs thermiques récupérateurs sur fluides liquides ou gazeux : échangeurs tubulaires, échangeurs à plaques, à caloducs, par fluide caloporteur, rotatifs, à tapis lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le séchage de produits ou le chauffage de locaux, le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus. Installation de préchauffage de produits par échange direct avec des rejets thermiques. Incinérateurs de sous-produits de fabrication ou de déchets, avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation. Hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de température. Matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals, issus comme sous-produits de procédés industriels. Dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous pression : turbines, turboalternateurs mus par la détente de gaz ou de fluides sous pression destinés à (ou provenant d') un procédé de fabrication. Matériel de chauffage permettant de favoriser les concentrations énergétiques dans des espaces limités en remplacement d'un chauffage classique ; générateurs d'air chaud, aérothermes directs, générateurs de ventilation tempérée. Pompes à chaleur à recompression mécanique de vapeur et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée. Matériel permettant la récupération de l'énergie contenue dans les fluides de refroidissement utilisés pour les moteurs thermiques et les fours électriques à induction. Turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers ou par récupération sur un procédé de fabrication excédentaire en énergie. 2° Matériel de cogénération permettant la production combinée de chaleur et de force : a) Turbine de détente de vapeur en contre-pression ; b) Turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau ; c) Turbine de détente de haute pression utilisée en place de vanne de laminage ou de détente ; d) Turbine à gaz et moteur thermique avec équipements de récupération de l'énergie sur les gaz d'échappement et/ou les fluides de refroidissement. Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus. B. - Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie : Matériel de combustion performant acquis en remplacement d'un matériel de combustion classique : brûleurs autorécupérateurs, brûleurs régénératifs. Matériel de régulation améliorant les performances énergétiques des matériels suivants : fours, chaudières, séchoirs, appareils de chauffage, de climatisation ou de ventilation, moteurs ou machines-outils. Matériel permettant une chauffe en surface ou dans la masse en remplacement d'un chauffage global classique : chauffage infrarouge (gaz ou électricité), à haute fréquence, par rayonnement ultraviolet, micro-ondes. Matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations. Matériel de séparation performant en substitution d'un système de séparation par voies thermiques : membranes polymères, membranes minérales, membranes cryogéniques. Matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par microprocesseurs. Matériel permettant la réduction des pertes sur les réseaux de fluides énergétiques (réseau de condensats, réseau de vapeur, réseau d'air comprimé, réseau de vide, réseau de fluide frigorigène) tels que les purgeurs de vapeur. Matériel d'isolation certifié utilisé dans le secteur tertiaire et industriel permettant de limiter les déperditions thermiques des matériels utilisant ou transportant de l'énergie, des parois opaques (isolation de locaux achevés avant le 12 avril 1988 et de procédés de fabrication). Matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs ; Matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée. Déflecteur ajouté à des véhicules routiers existants dont ils réduisent la traînée aérodynamique. Système de gestion embarquée. C. - Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux, les combustibles minéraux solides et l'électricité : Matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé, d'eau chaude sanitaire et son stockage, pour la production d'électricité, son stockage et son raccordement au réseau. Matériel permettant l'utilisation d'énergie hydraulique, éolienne ou géothermique, son stockage et son raccordement au réseau électrique ou de chaleur. Matériel d'exploitation de la biomasse : chaudières avec ses auxiliaires et ses équipements de stockage et d'alimentation en combustible, équipements sylvicoles utilisés exclusivement pour la production et le conditionnement de bois à des fins énergétiques, digesteurs et équipements de production thermiques ou électriques associés à une utilisation du biogaz. Réseaux de récupération et collecte de biogaz en vue de son utilisation énergétique. Matériel permettant l'utilisation de l'énergie marémotrice, houlomotrice et thermique des mers et son stockage. Matériel de raccordement à un réseau de chaleur classé au sens de la loi n° 80-531 du 15 juillet 1980 modifiée relative aux économies d'énergie et à l'utilisation de la chaleur. D. - Matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire. Matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydroélectriques la remontée d'eau de l'aval vers la retenue) ou cinématique (volants d'inertie de grande puissance). Batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours. E. - Matériels utilisant un procédé physique à haut rendement énergétique pour la production de chaleur destiné au chauffage des bâtiments : Systèmes de climatisation réversible dont le coefficient de performance, à + 7 °C, est au moins égal à 2,5.",
            "texteHtml": "<p></p>   1. Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article 39 AA du code général des impôts ou de l'amortissement exceptionnel mentionné à l'article 39 AB du même code, les matériels destinés à économiser l'énergie et les équipements de production d'énergies renouvelables mentionnés sur la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans être rendus définitivement inutilisables.<p></p><p></p><p></p>   2. La liste des matériels est fixée ainsi qu'il suit :<p></p><p></p>   A. - Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux, de combustibles minéraux solides ou d'électricité :<p></p><p></p>   1° Matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée. Chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé : chaudière à vapeur, à eau chaude, à fluide thermique, à condensation, à haut rendement (soit supérieur à 80 % PCS).<p></p><p></p>   Echangeurs thermiques récupérateurs sur fluides liquides ou gazeux : échangeurs tubulaires, échangeurs à plaques, à caloducs, par fluide caloporteur, rotatifs, à tapis lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le séchage de produits ou le chauffage de locaux, le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus.<p></p><p></p>   Installation de préchauffage de produits par échange direct avec des rejets thermiques.<p></p><p></p>   Incinérateurs de sous-produits de fabrication ou de déchets, avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation.<p></p><p></p>   Hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de température.<p></p><p></p>   Matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals, issus comme sous-produits de procédés industriels.<p></p><p></p>   Dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous pression : turbines, turboalternateurs mus par la détente de gaz ou de fluides sous pression destinés à (ou provenant d') un procédé de fabrication.<p></p><p></p>   Matériel de chauffage permettant de favoriser les concentrations énergétiques dans des espaces limités en remplacement d'un chauffage classique ; générateurs d'air chaud, aérothermes directs, générateurs de ventilation tempérée.<p></p><p></p>   Pompes à chaleur à recompression mécanique de vapeur et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée.<p></p><p></p>   Matériel permettant la récupération de l'énergie contenue dans les fluides de refroidissement utilisés pour les moteurs thermiques et les fours électriques à induction.<p></p><p></p>   Turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers ou par récupération sur un procédé de fabrication excédentaire en énergie.<p></p><p></p>   2° Matériel de cogénération permettant la production combinée de chaleur et de force :<p></p><p></p>   a) Turbine de détente de vapeur en contre-pression ;<p></p><p></p>   b) Turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau ;<p></p><p></p>   c) Turbine de détente de haute pression utilisée en place de vanne de laminage ou de détente ;<p></p><p></p>   d) Turbine à gaz et moteur thermique avec équipements de récupération de l'énergie sur les gaz d'échappement et/ou les fluides de refroidissement.<p></p><p></p>   Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus.<p></p><p></p>   B. - Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie :<p></p><p></p>   Matériel de combustion performant acquis en remplacement d'un matériel de combustion classique : brûleurs autorécupérateurs, brûleurs régénératifs.<p></p><p></p>   Matériel de régulation améliorant les performances énergétiques des matériels suivants : fours, chaudières, séchoirs, appareils de chauffage, de climatisation ou de ventilation, moteurs ou machines-outils.<p></p><p></p>   Matériel permettant une chauffe en surface ou dans la masse en remplacement d'un chauffage global classique : chauffage infrarouge (gaz ou électricité), à haute fréquence, par rayonnement ultraviolet, micro-ondes.<p></p><p></p>   Matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations.<p></p><p></p>   Matériel de séparation performant en substitution d'un système de séparation par voies thermiques : membranes polymères, membranes minérales, membranes cryogéniques.<p></p><p></p>   Matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par microprocesseurs.<p></p><p></p>   Matériel permettant la réduction des pertes sur les réseaux de fluides énergétiques (réseau de condensats, réseau de vapeur, réseau d'air comprimé, réseau de vide, réseau de fluide frigorigène) tels que les purgeurs de vapeur.<p></p><p></p>   Matériel d'isolation certifié utilisé dans le secteur tertiaire et industriel permettant de limiter les déperditions thermiques des matériels utilisant ou transportant de l'énergie, des parois opaques (isolation de locaux achevés avant le 12 avril 1988 et de procédés de fabrication).<p></p><p></p>   Matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs ;<p></p><p></p>   Matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée.<p></p><p></p>   Déflecteur ajouté à des véhicules routiers existants dont ils réduisent la traînée aérodynamique.<p></p><p></p>   Système de gestion embarquée.<p></p><p></p>   C. - Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux, les combustibles minéraux solides et l'électricité :<p></p><p></p>   Matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé, d'eau chaude sanitaire et son stockage, pour la production d'électricité, son stockage et son raccordement au réseau.<p></p><p></p>   Matériel permettant l'utilisation d'énergie hydraulique, éolienne ou géothermique, son stockage et son raccordement au réseau électrique ou de chaleur. Matériel d'exploitation de la biomasse :<p></p>\n chaudières avec ses auxiliaires et ses équipements de stockage et d'alimentation en combustible, équipements sylvicoles utilisés exclusivement pour la production et le conditionnement de bois à des fins énergétiques, digesteurs et équipements de production thermiques ou électriques associés à une utilisation du biogaz.<p></p><p></p>   Réseaux de récupération et collecte de biogaz en vue de son utilisation énergétique.<p></p><p></p>   Matériel permettant l'utilisation de l'énergie marémotrice, houlomotrice et thermique des mers et son stockage.<p></p><p></p>   Matériel de raccordement à un réseau de chaleur classé au sens de la loi n° 80-531 du 15 juillet 1980 modifiée relative aux économies d'énergie et à l'utilisation de la chaleur.<p></p><p></p>   D. - Matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire.<p></p><p></p>   Matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydroélectriques la remontée d'eau de l'aval vers la retenue) ou cinématique (volants d'inertie de grande puissance).<p></p><p></p>   Batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours.<p></p><p></p>   E. - Matériels utilisant un procédé physique à haut rendement énergétique pour la production de chaleur destiné au chauffage des bâtiments :<p></p><p></p>   Systèmes de climatisation réversible dont le coefficient de performance, à + 7 °C, est au moins égal à 2,5.<p></p>",
            "num": "02",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1017532800000,
            "dateFin": 1135987200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133783",
                        "id": "LEGISCTA000006133783",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146900",
                        "id": "LEGISCTA000006146900",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162376",
                        "id": "LEGISCTA000006162376",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-31",
                        "fin": "2999-01-01",
                        "titre": "0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179538",
                        "id": "LEGISCTA000006179538",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300198",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179538",
            "sectionParentId": "LEGISCTA000006179538",
            "sectionParentTitre": "0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section I : Bénéfices industriels et commerciaux &gt; 0I : Amortissement dégressif ou exceptionnel des matériels destinés à économiser l'énergie et des équipements de production d'énergies renouvelables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006300199",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 2001-06-14 art. 1 JORF 17 juin 2001",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 AA, 39 AB",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000886864",
                    "textTitle": "Loi 80-531 1980-07-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886864",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "80-531",
                    "datePubli": 332553600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 2002",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300198",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 710208000000,
                    "dateFin": 992736000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300199",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300200",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018567809",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1370563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027511572",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1370563200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "02"
            ],
            "versionPrecedente": "LEGIARTI000006300198",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006300198",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article 39 AA du code général des impôts, les matériels destinés à économiser l'énergie énumérés aux A et B de la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans les rendre définitivement inutilisables. 2. La liste des matériels est fixée ainsi qu'il suit : A. Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux  de combustibles minéraux solides ou d'électricité. A. 1. Matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée. Chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé : chaudière à vapeur, à eau chaude, à fluide thermique. Echangeurs thermiques récupérateurs sur fluides liquides ou gazeux : échangeurs à plaques, à caloducs par fluide caloporteur, rotatifs, à tapis lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le séchage de produits ou le chauffage de locaux le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus. Installation de préchauffage de produits par échange direct avec des rejets thermiques. Incinérateurs de sous-produits de fabrication ou de déchets avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation. Hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de la température. Matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals issus comme sous-produits de procédés industriels. Dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous-pression : turbines turbo-alternateurs mus par la détente de gaz ou de fluides sous pression destinés à ou provenant d'un procédé de fabrication. Pompes à chaleur et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée. Matériel permettant la récupération de l'énergie contenue dans les fluides de refroidissement utilisés pour les moteurs diesel et les fours électriques à induction. Matériel permettant la récupération des condensats de vapeur. Turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers. A. 2. Matériel permettant la production combinée de chaleur et de force. Turbine de détente de vapeur en contrepression. Turbine à gaz avec chaudière de récupération sur le gaz d'échappement. Turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau. Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus. Matériel constitutif d'une centrale diesel à énergie totale. B. Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie. Matériel de régulation améliorant les performances énergétiques des matériels suivants : fours  chaudières  séchoirs  appareils de chauffage  de climatisation ou de ventilation  moteurs ou machines-outils. Matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations. Matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par micro-processeurs. Matériel permettant la diminution des pertes de réseaux de transports de fluides énergétiques : purgeurs de vapeur. Matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs. Matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée. Déflecteurs ajoutés à des véhicules routiers existants dont ils réduisent la trainée aérodynamique. C. Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux les combustibles minéraux solides et l'électricité. Matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé d'eau chaude sanitaire. Matériel permettant l'utilisation d'énergie éolienne ou géothermique. D. Matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire. Matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydro-électriques la remontée d'eau de l'aval vers la retenue) ou cinétique (volants d'inertie de grande puissance). Batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours.",
            "texteHtml": "<p></p>   1. Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article 39 AA du code général des impôts, les matériels destinés à économiser l'énergie énumérés aux A et B de la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans les rendre définitivement inutilisables.<p></p><p></p><p></p>   2. La liste des matériels est fixée ainsi qu'il suit :<p></p><p></p>   A. Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux  de combustibles minéraux solides ou d'électricité.<p></p><p></p>   A. 1. Matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée.<p></p><p></p>   Chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé : chaudière à vapeur, à eau chaude, à fluide thermique.<p></p><p></p>   Echangeurs thermiques récupérateurs sur fluides liquides ou gazeux : échangeurs à plaques, à caloducs par fluide caloporteur, rotatifs, à tapis lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le séchage de produits ou le chauffage de locaux le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus.<p></p><p></p>   Installation de préchauffage de produits par échange direct avec des rejets thermiques.<p></p><p></p>   Incinérateurs de sous-produits de fabrication ou de déchets avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation.<p></p><p></p>   Hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de la température.<p></p><p></p>   Matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals issus comme sous-produits de procédés industriels.<p></p><p></p>   Dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous-pression : turbines turbo-alternateurs mus par la détente de gaz ou de fluides sous pression destinés à ou provenant d'un procédé de fabrication.<p></p><p></p>   Pompes à chaleur et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée.<p></p><p></p>   Matériel permettant la récupération de l'énergie contenue dans les fluides de refroidissement utilisés pour les moteurs diesel et les fours électriques à induction.<p></p><p></p>   Matériel permettant la récupération des condensats de vapeur.<p></p><p></p>   Turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers.<p></p><p></p>   A. 2. Matériel permettant la production combinée de chaleur et de force.<p></p><p></p>   Turbine de détente de vapeur en contrepression.<p></p><p></p>   Turbine à gaz avec chaudière de récupération sur le gaz d'échappement.<p></p><p></p>   Turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau.<p></p><p></p>   Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus. Matériel constitutif d'une centrale diesel à énergie totale.<p></p><p></p>   B. Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie.<p></p><p></p>   Matériel de régulation améliorant les performances énergétiques des matériels suivants : fours  chaudières  séchoirs  appareils de chauffage  de climatisation ou de ventilation  moteurs ou machines-outils.<p></p><p></p>   Matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations.<p></p><p></p>   Matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par micro-processeurs.<p></p><p></p>   Matériel permettant la diminution des pertes de réseaux de transports de fluides énergétiques : purgeurs de vapeur.<p></p><p></p>   Matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs.<p></p><p></p>   Matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée.<p></p><p></p>   Déflecteurs ajoutés à des véhicules routiers existants dont ils réduisent la trainée aérodynamique.<p></p><p></p>   C. Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux les combustibles minéraux solides et l'électricité.<p></p><p></p>   Matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé d'eau chaude sanitaire.<p></p><p></p>   Matériel permettant l'utilisation d'énergie éolienne ou géothermique.<p></p><p></p>   D. Matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire.<p></p><p></p>   Matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydro-électriques la remontée d'eau de l'aval vers la retenue) ou cinétique (volants d'inertie de grande puissance).<p></p><p></p>   Batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours.<p></p>",
            "num": "02",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 710208000000,
            "dateFin": 992736000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133783",
                        "id": "LEGISCTA000006133783",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146900",
                        "id": "LEGISCTA000006146900",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162376",
                        "id": "LEGISCTA000006162376",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2001-06-17",
                        "titre": "0I : Amortissement dégressif des matériels destinés à économiser l'énergie ou les matières premières.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179451",
                        "id": "LEGISCTA000006179451",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300198",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179451",
            "sectionParentId": "LEGISCTA000006179451",
            "sectionParentTitre": "0I : Amortissement dégressif des matériels destinés à économiser l'énergie ou les matières premières.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section I : Bénéfices industriels et commerciaux",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006300198",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1991-07-30 art. 1, art. 2 JORF 31 août 1991",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 AA 2°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 4 juillet 1992",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300198",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 710208000000,
                    "dateFin": 992736000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300199",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300200",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018567809",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1370563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027511572",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1370563200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "02"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}