{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006547786",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "STATUTS TYPES DES ENTREPRISES UNIPERSONNELLES SPORTIVES A RESPONSABILITÉ LIMITÉE TITRE Ier : FORME, DÉNOMINATION, OBJET, SIÈGE, DURÉE Article 1er Il est formé, par l'association, une société à responsabilité limitée régie par les présents statuts et par les lois et règlements relatifs aux sociétés à responsabilité limitée (SARL) et à l'organisation et la promotion des activités physiques et sportives. Article 2 La société a pour objet (1). Article 3 La société a pour dénomination sociale (2). Dans tous les actes et documents émanant de la société et destinés aux tiers, cette dénomination est précédée ou suivie de la mention : \" société à responsabilité limitée \" ou \" entreprise unipersonnelle sportive à responsabilité limitée \" ou des initiales \" SARL \" ou \" EUSRL \" et de l'énonciation du montant du capital social. La société doit indiquer en tête de ses factures, notes de commandes, tarifs et documents publicitaires, ainsi que sur toutes correspondances et récépissés concernant son activité et signés par elle ou en son nom, la mention : \" RCS \" suivie du nom de la ville dans laquelle se trouve le greffe où elle est immatriculée et son numéro d'identification. Article 4 Le siège de la société est fixé à (3). Il peut être transféré en tout autre lieu en France par décision de l'associé unique. Article 5 La durée de la société est de (4) années, à compter de la date de son immatriculation au registre du commerce et des sociétés, sauf prorogation ou dissolution anticipée dans les conditions prévues aux présents statuts. Article 6 Conformément aux dispositions prévues à l'article 1844-5 du code civil , l'expiration du terme de la société ou sa dissolution anticipée pour quelque cause que ce soit entraîne la transmission universelle du patrimoine de la société à l'associé unique sans qu'il y ait lieu à liquidation. TITRE II : APPORTS, CAPITAL SOCIAL, PARTS SOCIALES. Article 7 L'association, associé unique, apporte à la société une somme en espèces de. Cette somme a été déposée dès avant ce jour à un compte ouvert au nom de la société en formation à la banque ainsi qu'il résulte d'un certificat établi par ladite banque en date du.......L'association, associé unique, apporte à la société, aux clauses et conditions suivantes, sous les garanties ordinaires et de droit le (les) biens (s) ci-après désigné (s) et évalué (s) (5). Cet apport a été évalué à (6), au vu du rapport établi sous sa responsabilité le, par M, commissaire aux apports désigné par l'associé unique, ce rapport étant annexé aux présents statuts : Apport en numéraire euros Apport (s) en nature euros Montant total des apports euros Article 8 Le capital est fixé à et divisé en parts sociales de (7) chacune numérotées de 1 à...... entièrement souscrites et attribuées en totalité à l'association, associé unique, en rémunération de ses apports, soit : - à concurrence de parts portant les numéros... à... en rémunération de son apport en numéraire parts ; - à concurrence de parts portant les numéros.... à.... en rémunération de son apport en nature parts. Total égal au nombre de parts composant le capital social parts. L'association, associé unique, a déclaré que ces parts ont été entièrement souscrites par elle, qu'elles lui ont été en totalité attribuées et qu'elles sont toutes libérées intégralement. Le capital social peut être augmenté ou réduit dans les conditions prévues par la loi. Si les capitaux propres deviennent inférieurs à la moitié du capital social, il sera fait application des dispositions de l'article L. 223-42 du code de commerce. Article 9 Les parts sociales ne peuvent pas être représentées par des titres négociables. Article 10 La cession de la totalité des parts sociales est constatée par acte authentique ou sous seing privé. Toute cession de la totalité des parts sociales de nature à donner à la société une autre forme que celles prévues à l'article L. 122-2 du code du sport est interdite. La cession n'est opposable aux tiers qu'après publicité au registre du commerce et des sociétés. TITRE III : ADMINISTRATION ET CONTRÔLE Article 11 La société est gérée par une personne physique, nommée pour une durée de...... renouvelable. Le gérant est désigné par l'associé unique et ne peut cumuler ses fonctions avec celles de dirigeant d'une autre société sportive de la même discipline. Le gérant a les pouvoirs les plus étendus pour agir en toutes circonstances au nom de la société, sous réserve des pouvoirs que la loi attribue expressément à l'associé. La société est engagée même par les actes qui ne relèvent pas de l'objet social, à moins qu'elle ne prouve que le tiers savait que l'acte dépassait cet objet, ou qu'il ne pouvait l'ignorer compte tenu des circonstances, étant exclu que la seule publication des statuts suffise à constituer cette preuve. Cependant, la réalisation des actes ci-après limitativement énumérés exige l'autorisation de l'associé : (8). La responsabilité du gérant est engagée dans le cadre des lois et règlements. Le gérant doit à la société le temps et les soins nécessaires aux affaires sociales ; il doit également satisfaire aux devoirs et obligations de ses charges tels qu'ils sont fixés par les textes. La rémunération du gérant est fixée par décision de l'associé unique. Le gérant a droit au remboursement de ses frais de représentation, voyages et déplacements sur justification. Il peut se démettre de ses fonctions en prévenant l'associé...... mois au moins à l'avance, par lettre recommandée avec demande d'avis de réception. Le gérant est révocable par décision de l'associé unique. Décidée sans justes motifs, la révocation peut donner lieu à dommages-intérêts. Article 12 Deux commissaires aux comptes, dont un titulaire et un suppléant, sont désignés par l'associé unique. Les commissaires aux comptes sont nommés pour six exercices et exercent leurs fonctions conformément à la loi. TITRE IV : DÉCISIONS DE L'ASSOCIÉ CONVENTIONS RÉGLEMENTÉES Article 13 L'associé unique exerce les pouvoirs dévolus par la loi et les statuts à la collectivité des associés dans les SARL. Il ne peut déléguer ses pouvoirs. Ses décisions, à peine de nullité, sont constatées par des procès-verbaux signés par lui et établis sur un registre coté et paraphé ou sur feuillets mobiles. Le représentant de l'associé unique peut à toute époque prendre connaissance des documents prévus par la loi au siège social.L'associé dispose du droit d'information et de communication préalable à l'approbation annuelle des comptes. Article 14 A peine de nullité du contrat, il est interdit au gérant de contracter, sous quelque forme que ce soit, des emprunts auprès de la société, de se faire consentir par elle un découvert en compte courant ou autrement, ainsi que de faire cautionner ou avaliser par elle ses engagements. Article 15 Les conventions conclues avec l'associé unique sont mentionnées au registre des délibérations. Les conventions conclues entre la société et son gérant sont soumises à l'approbation préalable de l'associé. Les dispositions des alinéas précédents ne sont pas applicables aux conventions portant sur des opérations courantes et conclues à des conditions normales. TITRE V : DISPOSITIONS FINANCIÈRES Article 16 L'exercice social a une durée de douze mois et s'étend du.... au Par exception, le premier exercice social comprendra le temps écoulé depuis l'immatriculation de la société au registre du commerce et des sociétés jusqu'au Les comptes annuels, l'inventaire ainsi que le rapport de gestion de l'exercice écoulé sont établis par le gérant. L'associé approuve les comptes après rapport du commissaire aux comptes. Les comptes annuels et documents relatifs à l'approbation des comptes annuels font l'objet d'un dépôt au greffe dans les conditions prévues par les lois et règlements. Article 17 Les bénéfices de la société ne peuvent donner lieu à aucune distribution et sont affectés en totalité à la constitution des réserves. TITRE VI : CONSTITUTION DE LA SOCIÉTÉ Article 18 Un état des actes accomplis pour le compte de la société en formation avec, pour chacun d'eux, indication de l'engagement qui en résulte pour la société est annexé aux présents statuts. Cet état est signé par le représentant de l'associé unique. L'immatriculation de la société au registre du commerce et des sociétés emporte de plein droit reprise par la société desdits engagements. En outre, l'associé donne mandat à M., soussigné, qui accepte de prendre les engagements suivants pour le compte de la société : Article 19 La gérance de la société est assurée par M. (9) pour une durée de M........... a déclaré accepter les fonctions de gérant qui viennent de lui être conférées en assurant n'être frappé d'aucune interdiction ou incompatibilité l'empêchant de les exercer. Article 20 Tous pouvoirs sont conférés au porteur d'un original, d'une copie ou d'un extrait des présents pour effectuer les formalités prévues par la loi et les règlements et à M., représentant l'association, associé unique, à l'effet de signer l'avis à publier dans un journal d'annonces légales. (1) Préciser l'objet de la société : gestion et animation d'activités donnant lieu à l'organisation de manifestations payantes et à des versements de rémunérations, le sport pratiqué, le champ territorial de la société. Indiquer que la société peut mener toutes actions en relation avec son objet et généralement toutes opérations commerciales se rattachant directement à l'objet social (telles que participation dans toutes sociétés ou groupements créés ou à créer, dont l'objet se rapporte à l'objet social, par voie d'apports ou autrement, dans le respect des lois et règlements). (2) La dénomination sociale ne peut être différente de celle de l'association. (3) Adresse complète, département. (4) Quatre-vingt-dix-neuf ans au maximum. (5) Décrire les biens apportés en prenant soin d'indiquer toutes les mentions spécifiques à chaque type d'apport. (6) Somme en chiffres et en lettres. (7) Le montant nominal de l'action doit être compris entre 15 euros et 76 euros. (8) Enumérer ces actes. Par exemple : acheter, vendre tous immeubles et fonds de commerce, consentir hypothèques. (9) Indiquer les nom, prénom, domicile.",
            "texteHtml": "<p align='center'>STATUTS TYPES DES ENTREPRISES UNIPERSONNELLES SPORTIVES A RESPONSABILITÉ LIMITÉE</p><p>TITRE Ier : FORME, DÉNOMINATION, OBJET, SIÈGE, DURÉE</p><p>Article 1er </p><p>Il est formé, par l'association, une société à responsabilité limitée régie par les présents statuts et par les lois et règlements relatifs aux sociétés à responsabilité limitée (SARL) et à l'organisation et la promotion des activités physiques et sportives. </p><p>Article 2 </p><p>La société a pour objet (1). </p><p>Article 3 </p><p>La société a pour dénomination sociale (2). </p><p>Dans tous les actes et documents émanant de la société et destinés aux tiers, cette dénomination est précédée ou suivie de la mention : </p><p>\" société à responsabilité limitée \" ou \" entreprise unipersonnelle sportive à responsabilité limitée \" ou des initiales \" SARL \" ou \" EUSRL \" et de l'énonciation du montant du capital social. </p><p>La société doit indiquer en tête de ses factures, notes de commandes, tarifs et documents publicitaires, ainsi que sur toutes correspondances et récépissés concernant son activité et signés par elle ou en son nom, la mention : \" RCS \" suivie du nom de la ville dans laquelle se trouve le greffe où elle est immatriculée et son numéro d'identification. </p><p>Article 4 </p><p>Le siège de la société est fixé à (3). </p><p>Il peut être transféré en tout autre lieu en France par décision de l'associé unique. </p><p>Article 5 </p><p>La durée de la société est de (4) années, </p><p>à compter de la date de son immatriculation au registre du commerce et des sociétés, sauf prorogation ou dissolution anticipée dans les conditions prévues aux présents statuts. </p><p>Article 6 </p><p>Conformément aux dispositions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006444157&dateTexte=&categorieLien=cid' title='Code civil - art. 1844 (V)'>1844-5 du code civil</a>, l'expiration du terme de la société ou sa dissolution anticipée pour quelque cause que ce soit entraîne la transmission universelle du patrimoine de la société à l'associé unique sans qu'il y ait lieu à liquidation. </p><p>TITRE II : APPORTS, CAPITAL SOCIAL, PARTS SOCIALES. </p><p>Article 7 </p><p>L'association, associé unique, apporte à la société une somme en espèces de. </p><p>Cette somme a été déposée dès avant ce jour à un compte ouvert au nom de la société en formation à la banque ainsi qu'il résulte d'un certificat établi par ladite banque en date du.......L'association, associé unique, apporte à la société, aux clauses et conditions suivantes, sous les garanties ordinaires et de droit le (les) biens (s) ci-après désigné (s) et évalué (s) (5). </p><p>Cet apport a été évalué à (6), </p><p>au vu du rapport établi sous sa responsabilité le, </p><p>par M, commissaire aux apports </p><p>désigné par l'associé unique, ce rapport étant annexé aux présents statuts : </p><p>Apport en numéraire euros </p><p>Apport (s) en nature euros </p><p>Montant total des apports euros </p><p>Article 8 </p><p>Le capital est fixé à et </p><p>divisé en parts sociales de (7) </p><p>chacune numérotées de 1 à...... entièrement souscrites et attribuées en totalité à l'association, associé unique, en rémunération de ses apports, soit :</p><p>- à concurrence de parts portant les numéros... à... en rémunération de son apport en numéraire parts ;</p><p>- à concurrence de parts portant les numéros.... à.... en rémunération de son apport en nature parts. </p><p>Total égal au nombre de parts composant le capital social parts.</p><p>L'association, associé unique, a déclaré que ces parts ont été entièrement souscrites par elle, qu'elles lui ont été en totalité attribuées et qu'elles sont toutes libérées intégralement. </p><p>Le capital social peut être augmenté ou réduit dans les conditions prévues par la loi. </p><p>Si les capitaux propres deviennent inférieurs à la moitié du capital social, il sera fait application des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223371&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L223-42 (V)'>L. 223-42 du code de commerce. </a></p><p>Article 9 </p><p>Les parts sociales ne peuvent pas être représentées par des titres négociables. </p><p>Article 10 </p><p>La cession de la totalité des parts sociales est constatée par acte authentique ou sous seing privé. </p><p>Toute cession de la totalité des parts sociales de nature à donner à la société une autre forme que celles prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071318&idArticle=LEGIARTI000006547510&dateTexte=&categorieLien=cid' title='Code du sport. - art. L122-2 (V)'>L. 122-2 du code du sport</a> est interdite. </p><p>La cession n'est opposable aux tiers qu'après publicité au registre du commerce et des sociétés. </p><p>TITRE III : ADMINISTRATION ET CONTRÔLE </p><p>Article 11 </p><p>La société est gérée par une personne physique, nommée pour une durée de...... renouvelable. Le gérant est désigné par l'associé unique et ne peut cumuler ses fonctions avec celles de dirigeant d'une autre société sportive de la même discipline. </p><p>Le gérant a les pouvoirs les plus étendus pour agir en toutes circonstances au nom de la société, sous réserve des pouvoirs que la loi attribue expressément à l'associé. La société est engagée même par les actes qui ne relèvent pas de l'objet social, à moins qu'elle ne prouve que le tiers savait que l'acte dépassait cet objet, ou qu'il ne pouvait l'ignorer compte tenu des circonstances, étant exclu que la seule publication des statuts suffise à constituer cette preuve. </p><p>Cependant, la réalisation des actes ci-après limitativement énumérés exige l'autorisation de l'associé : (8). </p><p>La responsabilité du gérant est engagée dans le cadre des lois et règlements. Le gérant doit à la société le temps et les soins nécessaires aux affaires sociales ; il doit également satisfaire aux devoirs et obligations de ses charges tels qu'ils sont fixés par les textes. </p><p>La rémunération du gérant est fixée par décision de l'associé unique. </p><p>Le gérant a droit au remboursement de ses frais de représentation, voyages et déplacements sur justification. </p><p>Il peut se démettre de ses fonctions en prévenant l'associé...... mois au moins à l'avance, par lettre recommandée avec demande d'avis de réception. </p><p>Le gérant est révocable par décision de l'associé unique. Décidée sans justes motifs, la révocation peut donner lieu à dommages-intérêts. </p><p>Article 12 </p><p>Deux commissaires aux comptes, dont un titulaire et un suppléant, sont désignés par l'associé unique. </p><p>Les commissaires aux comptes sont nommés pour six exercices et exercent leurs fonctions conformément à la loi. </p><p>TITRE IV : DÉCISIONS DE L'ASSOCIÉ CONVENTIONS RÉGLEMENTÉES </p><p>Article 13 </p><p>L'associé unique exerce les pouvoirs dévolus par la loi et les statuts à la collectivité des associés dans les SARL. Il ne peut déléguer ses pouvoirs. </p><p>Ses décisions, à peine de nullité, sont constatées par des procès-verbaux signés par lui et établis sur un registre coté et paraphé ou sur feuillets mobiles. </p><p>Le représentant de l'associé unique peut à toute époque prendre connaissance des documents prévus par la loi au siège social.L'associé dispose du droit d'information et de communication préalable à l'approbation annuelle des comptes. </p><p>Article 14 </p><p>A peine de nullité du contrat, il est interdit au gérant de contracter, sous quelque forme que ce soit, des emprunts auprès de la société, de se faire consentir par elle un découvert en compte courant ou autrement, ainsi que de faire cautionner ou avaliser par elle ses engagements. </p><p>Article 15 </p><p>Les conventions conclues avec l'associé unique sont mentionnées au registre des délibérations. </p><p>Les conventions conclues entre la société et son gérant sont soumises à l'approbation préalable de l'associé. </p><p>Les dispositions des alinéas précédents ne sont pas applicables aux conventions portant sur des opérations courantes et conclues à des conditions normales. </p><p>TITRE V : DISPOSITIONS FINANCIÈRES </p><p>Article 16 </p><p>L'exercice social a une durée de douze mois et s'étend du.... au </p><p>Par exception, le premier exercice social comprendra le temps écoulé depuis l'immatriculation de la société au registre du commerce et des sociétés jusqu'au </p><p>Les comptes annuels, l'inventaire ainsi que le rapport de gestion de l'exercice écoulé sont établis par le gérant.</p><p>L'associé approuve les comptes après rapport du commissaire aux comptes. </p><p>Les comptes annuels et documents relatifs à l'approbation des comptes annuels font l'objet d'un dépôt au greffe dans les conditions prévues par les lois et règlements. </p><p>Article 17 </p><p>Les bénéfices de la société ne peuvent donner lieu à aucune distribution et sont affectés en totalité à la constitution des réserves. </p><p>TITRE VI : CONSTITUTION DE LA SOCIÉTÉ </p><p>Article 18 </p><p>Un état des actes accomplis pour le compte de la société en formation avec, pour chacun d'eux, indication de l'engagement qui en résulte pour la société est annexé aux présents statuts. Cet état est signé par le représentant de l'associé unique.</p><p>L'immatriculation de la société au registre du commerce et des sociétés emporte de plein droit reprise par la société desdits engagements. </p><p>En outre, l'associé donne mandat à M., </p><p>soussigné, qui accepte de prendre les engagements suivants pour le compte de la société : </p><p>Article 19 </p><p>La gérance de la société est assurée par M. (9) </p><p>pour une durée de </p><p>M........... a déclaré accepter les fonctions de gérant qui viennent de lui être conférées en assurant n'être frappé d'aucune interdiction ou incompatibilité l'empêchant de les exercer. </p><p>Article 20 </p><p>Tous pouvoirs sont conférés au porteur d'un original, d'une copie ou d'un extrait des présents pour effectuer les formalités prévues par la loi et les règlements et à M., </p><p>représentant l'association, associé unique, à l'effet de signer l'avis à publier dans un journal d'annonces légales. </p><p>(1) Préciser l'objet de la société : gestion et animation d'activités donnant lieu à l'organisation de manifestations payantes et à des versements de rémunérations, le sport pratiqué, le champ territorial de la société. Indiquer que la société peut mener toutes actions en relation avec son objet et généralement toutes opérations commerciales se rattachant directement à l'objet social (telles que participation dans toutes sociétés ou groupements créés ou à créer, dont l'objet se rapporte à l'objet social, par voie d'apports ou autrement, dans le respect des lois et règlements). </p><p>(2) La dénomination sociale ne peut être différente de celle de l'association. </p><p>(3) Adresse complète, département. </p><p>(4) Quatre-vingt-dix-neuf ans au maximum. </p><p>(5) Décrire les biens apportés en prenant soin d'indiquer toutes les mentions spécifiques à chaque type d'apport. </p><p>(6) Somme en chiffres et en lettres. </p><p>(7) Le montant nominal de l'action doit être compris entre 15 euros et 76 euros. </p><p>(8) Enumérer ces actes. Par exemple : acheter, vendre tous immeubles et fonds de commerce, consentir hypothèques. </p><p>(9) Indiquer les nom, prénom, domicile.</p>",
            "num": "Annexe I-2 (art. R122-4)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1185321600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 613566756,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020910159",
                        "id": "LEGISCTA000020910159",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547786",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020910159",
            "sectionParentId": "LEGISCTA000020910159",
            "sectionParentTitre": "Annexes I",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes I",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006547786",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret 2007-1133 2007-07-24 JORF 25 juillet 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L223-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-42",
                    "articleId": "LEGIARTI000006223371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1844 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1844",
                    "articleId": "LEGIARTI000006444157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 268099200000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. L122-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-2",
                    "articleId": "LEGIARTI000006547510",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1148515200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547786",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I-2 (art. R122-4)",
                "I-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}