{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042734951",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Lorsque le collège de résolution est l'autorité de résolution sur base consolidée, il établit ou met à jour, après consultation des autorités compétentes pertinentes des Etats membres, y compris de celles dont relèvent des succursales d'importance significative, les plans préventifs de résolution de groupe, le cas échéant conjointement avec les autorités de résolution des filiales concernées et après consultation, s'il y a lieu, des autorités de résolution des succursales d'importance significative établies dans un Etat membre. Il associe, s'il y a lieu, les autorités de résolution de pays tiers lorsque le groupe y a établi des filiales, des compagnies financières holding ou des succursales d'importance significative et qu'il estime que cette autorité est soumise à des obligations de confidentialité équivalentes à celles prévues aux articles L. 612-11 , L. 612-17 et L. 613-50-7 quant aux informations qu'il peut recevoir. Le collège de résolution constitue à cette fin un collège d'autorités de résolution dans les conditions prévues à l'article L. 613-59 ou, le cas échéant, à l'article L. 613-59-1 . Le collège de résolution s'assure que le plan préventif de résolution de groupe n'a pas d'effets disproportionnés en France ou dans les Etats membres concernés, notamment en termes de répartition des concours entre les dispositifs de financement de la résolution des Etats membres concernés ou en termes d'impact sur la stabilité financière. Le collège de résolution peut se faire communiquer par l'entreprise mère dans l'Union concernée tout élément qu'il estime nécessaire. Il a accès aux mêmes fins à toute information détenue par le collège de supervision. II. – Pour l'application du I, le collège de résolution transmet aux personnes suivantes, chacune en ce qui la concerne et sous réserve qu'elle soit soumise à des obligations de confidentialité équivalentes à celles prévues aux articles L. 612-11, L. 612-17 et L. 613-50-7, les informations nécessaires à l'établissement ou la mise à jour du plan préventif de résolution de groupe : 1° L'Autorité bancaire européenne ; 2° Les autorités de résolution des filiales ; 3° Les autorités de résolution dont relèvent les succursales d'importance significative concernées ; 4° Les autorités compétentes concernées ; 5° Les autorités de résolution des Etats membres où se situent des personnes concernées mentionnées aux 4° à 6° du I de l'article L. 613-34 . Le collège de résolution peut s'opposer à la transmission des informations relatives à une filiale établie dans un pays tiers lorsqu'il n'a pas reçu l'accord de l'autorité chargée de la supervision ou de la résolution de cette filiale. III. – Le collège de résolution s'efforce de parvenir avec les autorités de résolution des filiales concernées à une décision commune sur l'adoption ou la mise à jour du plan préventif de résolution de groupe dans un délai de quatre mois suivant la transmission des informations mentionnées au II. Lorsqu'un groupe comprend plus d'un groupe de résolution, cette décision commune inclut la planification des mesures mentionnées au 1° du VI de l'article L. 613-38 pour chaque groupe de résolution. Le collège de résolution peut adopter avec les autorités de résolution avec lesquelles il n'est pas en désaccord une décision commune portant sur les personnes qui relèvent de leurs compétences respectives. IV. – Afin de parvenir à une décision commune dans les conditions prévues au premier alinéa du III, le collège de résolution peut : 1° Saisir l'Autorité bancaire européenne sur le fondement de l'article 31 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 ; 2° Saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 en cas de désaccord sur l'élaboration ou la mise à jour du plan préventif de résolution de groupe. Le collège de résolution peut également saisir l'Autorité bancaire européenne en cas de désaccord avec une autre autorité de résolution qui envisage d'établir ou mettre à jour seule le plan préventif de résolution d'une filiale qui relève de la compétence de cette dernière. Le collège de résolution ne peut saisir l'Autorité bancaire européenne au titre du 2° si une autre autorité de résolution concernée s'y oppose au motif que la question faisant l'objet du désaccord peut avoir des incidences sur les finances publiques de son Etat. Le collège de résolution peut s'opposer pour les mêmes motifs à ce que l'Autorité bancaire européenne soit saisie par une autre autorité de résolution. V. – En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul : 1° Sur le plan préventif de résolution de groupe. Il tient compte des avis et réserves exprimés par les autres autorités de résolution concernées ; 2° S'il y a lieu, sur le plan préventif de résolution des filiales qui relèvent de sa compétence. Il tient compte des avis et réserves exprimés par les autres autorités de résolution et les autorités compétentes concernées. Dans le cas où le collège de résolution ou l'une des autres autorités de résolution concernées a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne. A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au premier alinéa s'applique. VI. – Le collège de résolution réexamine le plan préventif de résolution de groupe, y compris l'exigence minimale de fonds propres et d'engagements éligibles, dès lors qu'il a fait l'objet d'une décision commune en application du III et qu'une autorité de résolution concernée estime que la question faisant l'objet du désaccord peut avoir des incidences sur les finances publiques dans son Etat d'origine. Le collège de résolution s'efforce de parvenir à une nouvelle décision commune dans les conditions prévues au III sans préjudice des dispositions mentionnées au IV. VII. – Les décisions prises seules par les autres autorités de résolution concernées concernant les filiales qui relèvent de leurs compétences sont, s'il y a lieu, applicables en France.",
            "texteHtml": "<p>I. – Lorsque le collège de résolution est l'autorité de résolution sur base consolidée, il établit ou met à jour, après consultation des autorités compétentes pertinentes des Etats membres, y compris de celles dont relèvent des succursales d'importance significative, les plans préventifs de résolution de groupe, le cas échéant conjointement avec les autorités de résolution des filiales concernées et après consultation, s'il y a lieu, des autorités de résolution des succursales d'importance significative établies dans un Etat membre. Il associe, s'il y a lieu, les autorités de résolution de pays tiers lorsque le groupe y a établi des filiales, des compagnies financières holding ou des succursales d'importance significative et qu'il estime que cette autorité est soumise à des obligations de confidentialité équivalentes à celles prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000021721929&dateTexte=&categorieLien=cid'>L. 612-11</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000021721998&dateTexte=&categorieLien=cid'>L. 612-17 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082222&dateTexte=&categorieLien=cid'>L. 613-50-7 </a>quant aux informations qu'il peut recevoir.</p><p>Le collège de résolution constitue à cette fin un collège d'autorités de résolution dans les conditions prévues à l'article L. 613-59 ou, le cas échéant, à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000042735233&dateTexte=&categorieLien=id' title='Code monétaire et financier - art. L613-59-1 (VD)'>L. 613-59-1</a>.</p><p>Le collège de résolution s'assure que le plan préventif de résolution de groupe n'a pas d'effets disproportionnés en France ou dans les Etats membres concernés, notamment en termes de répartition des concours entre les dispositifs de financement de la résolution des Etats membres concernés ou en termes d'impact sur la stabilité financière.</p><p>Le collège de résolution peut se faire communiquer par l'entreprise mère dans l'Union concernée tout élément qu'il estime nécessaire. Il a accès aux mêmes fins à toute information détenue par le collège de supervision.</p><p>II. – Pour l'application du I, le collège de résolution transmet aux personnes suivantes, chacune en ce qui la concerne et sous réserve qu'elle soit soumise à des obligations de confidentialité équivalentes à celles prévues aux articles L. 612-11, L. 612-17 et L. 613-50-7, les informations nécessaires à l'établissement ou la mise à jour du plan préventif de résolution de groupe :</p><p>1° L'Autorité bancaire européenne ;</p><p>2° Les autorités de résolution des filiales ;</p><p>3° Les autorités de résolution dont relèvent les succursales d'importance significative concernées ;</p><p>4° Les autorités compétentes concernées ;</p><p>5° Les autorités de résolution des Etats membres où se situent des personnes concernées mentionnées aux 4° à 6° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660038&dateTexte=&categorieLien=cid'>L. 613-34</a>.</p><p>Le collège de résolution peut s'opposer à la transmission des informations relatives à une filiale établie dans un pays tiers lorsqu'il n'a pas reçu l'accord de l'autorité chargée de la supervision ou de la résolution de cette filiale.</p><p>III. – Le collège de résolution s'efforce de parvenir avec les autorités de résolution des filiales concernées à une décision commune sur l'adoption ou la mise à jour du plan préventif de résolution de groupe dans un délai de quatre mois suivant la transmission des informations mentionnées au II.</p><p>Lorsqu'un groupe comprend plus d'un groupe de résolution, cette décision commune inclut la planification des mesures mentionnées au 1° du VI de l'article L. 613-38 pour chaque groupe de résolution.</p><p>Le collège de résolution peut adopter avec les autorités de résolution avec lesquelles il n'est pas en désaccord une décision commune portant sur les personnes qui relèvent de leurs compétences respectives.</p><p>IV. – Afin de parvenir à une décision commune dans les conditions prévues au premier alinéa du III, le collège de résolution peut :</p><p>1° Saisir l'Autorité bancaire européenne sur le fondement de l'article 31 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 ;</p><p>2° Saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 en cas de désaccord sur l'élaboration ou la mise à jour du plan préventif de résolution de groupe. Le collège de résolution peut également saisir l'Autorité bancaire européenne en cas de désaccord avec une autre autorité de résolution qui envisage d'établir ou mettre à jour seule le plan préventif de résolution d'une filiale qui relève de la compétence de cette dernière.</p><p>Le collège de résolution ne peut saisir l'Autorité bancaire européenne au titre du 2° si une autre autorité de résolution concernée s'y oppose au motif que la question faisant l'objet du désaccord peut avoir des incidences sur les finances publiques de son Etat. Le collège de résolution peut s'opposer pour les mêmes motifs à ce que l'Autorité bancaire européenne soit saisie par une autre autorité de résolution.</p><p>V. – En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul :</p><p>1° Sur le plan préventif de résolution de groupe. Il tient compte des avis et réserves exprimés par les autres autorités de résolution concernées ;</p><p>2° S'il y a lieu, sur le plan préventif de résolution des filiales qui relèvent de sa compétence. Il tient compte des avis et réserves exprimés par les autres autorités de résolution et les autorités compétentes concernées.</p><p>Dans le cas où le collège de résolution ou l'une des autres autorités de résolution concernées a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne.</p><p>A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au premier alinéa s'applique.</p><p>VI. – Le collège de résolution réexamine le plan préventif de résolution de groupe, y compris l'exigence minimale de fonds propres et d'engagements éligibles, dès lors qu'il a fait l'objet d'une décision commune en application du III et qu'une autorité de résolution concernée estime que la question faisant l'objet du désaccord peut avoir des incidences sur les finances publiques dans son Etat d'origine. Le collège de résolution s'efforce de parvenir à une nouvelle décision commune dans les conditions prévues au III sans préjudice des dispositions mentionnées au IV.</p><p>VII. – Les décisions prises seules par les autres autorités de résolution concernées concernant les filiales qui relèvent de leurs compétences sont, s'il y a lieu, applicables en France.</p>",
            "num": "L613-40",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1609113600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives à l'élaboration des plans préventifs de résolution ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081274",
                        "id": "LEGISCTA000031081274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Dispositions relatives aux plans préventifs de résolution de groupe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081284",
                        "id": "LEGISCTA000031081284",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081286",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081284",
            "sectionParentId": "LEGISCTA000031081284",
            "sectionParentTitre": "Paragraphe 3 : Dispositions relatives aux plans préventifs de résolution de groupe ",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 3 : Dispositions relatives à l'élaboration des plans préventifs de résolution  &gt; Paragraphe 3 : Dispositions relatives aux plans préventifs de résolution de groupe ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042734951",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.",
            "notaHtml": "<p>Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042722149",
                    "textTitle": "Ordonnance n°2020-1636 du 21 décembre 2020 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000042723617",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-23",
                    "dateSignaTexte": "2020-12-21",
                    "dateDebutCible": "2020-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035773206",
                    "textTitle": "Décision n°2017-C-43 du 29 septembre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035773209",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-C-43",
                    "datePubli": 1507766400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042015403",
                    "textTitle": "Décision n°2020-C-23 du 9 juin 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042015405",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-23",
                    "datePubli": 1592524800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042700993",
                    "textTitle": "Décision n°2020-C-59 du 11 décembre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042700995",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-59",
                    "datePubli": 1608336000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043306686",
                    "textTitle": "Décision n°2021-C-07 du 16 mars 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043306688",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-07",
                    "datePubli": 1617148800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043673704",
                    "textTitle": "Décision n°2021-C-17 du 4 juin 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043673706",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-17",
                    "datePubli": 1623974400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045374026",
                    "textTitle": "Décision n°2022-C-03 du 4 mars 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000045374028",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-C-03",
                    "datePubli": 1647561600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047784395",
                    "textTitle": "Décision n°2023-C-14 du 9 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047784398",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-C-14",
                    "datePubli": 1688515200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-11",
                    "articleId": "LEGIARTI000021721929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-17",
                    "articleId": "LEGIARTI000021721998",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000006660038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-34-1",
                    "articleId": "LEGIARTI000043707147",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-40-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-40-2",
                    "articleId": "LEGIARTI000031081292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-43 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-43",
                    "articleId": "LEGIARTI000042734989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-57-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-57-1",
                    "articleId": "LEGIARTI000031082222",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-59",
                    "articleId": "LEGIARTI000042735240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-59-1",
                    "articleId": "LEGIARTI000042735233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081286",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042734951",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-40",
                "613-40"
            ],
            "versionPrecedente": "LEGIARTI000031081286",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031081286",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Lorsque le collège de résolution est l'autorité de résolution sur base consolidée, il établit ou met à jour les plans préventifs de résolution de groupe, le cas échéant conjointement avec les autorités de résolution des filiales concernées et après consultation, s'il y a lieu, des autorités de résolution des succursales d'importance significative établies dans un Etat membre. Il associe, s'il y a lieu, les autorités de résolution de pays tiers lorsque le groupe y a établi des filiales, des compagnies financières holding ou des succursales d'importance significative et qu'il estime que cette autorité est soumise à des obligations de confidentialité équivalentes à celles prévues aux articles L. 612-11 , L. 612-17 et L. 613-50-7 quant aux informations qu'il peut recevoir. Le collège de résolution constitue à cette fin un collège d'autorités de résolution dans les conditions prévues à l'article L. 613-59 ou, le cas échéant, à l'article L. 613-59-1 . Le collège de résolution s'assure que le plan préventif de résolution de groupe n'a pas d'effets disproportionnés en France ou dans les Etats membres concernés, notamment en termes de répartition des concours entre les dispositifs de financement de la résolution des Etats membres concernés ou en termes d'impact sur la stabilité financière. Le collège de résolution peut se faire communiquer par l'entreprise mère dans l'Union concernée tout élément qu'il estime nécessaire. Il a accès aux mêmes fins à toute information détenue par le collège de supervision. II. – Pour l'application du I, le collège de résolution transmet aux personnes suivantes, chacune en ce qui la concerne et sous réserve qu'elle soit soumise à des obligations de confidentialité équivalentes à celles prévues aux articles L. 612-11, L. 612-17 et L. 613-50-7, les informations nécessaires à l'établissement ou la mise à jour du plan préventif de résolution de groupe : 1° L'Autorité bancaire européenne ; 2° Les autorités de résolution des filiales ; 3° Les autorités de résolution dont relèvent les succursales d'importance significative concernées ; 4° Les autorités compétentes concernées ; 5° Les autorités de résolution des Etats membres où se situent des personnes concernées mentionnées aux 4° à 6° du I de l'article L. 613-34 . Le collège de résolution peut s'opposer à la transmission des informations relatives à une filiale établie dans un pays tiers lorsqu'il n'a pas reçu l'accord de l'autorité chargée de la supervision ou de la résolution de cette filiale. III. – Le collège de résolution s'efforce de parvenir avec les autorités de résolution des filiales concernées à une décision commune sur l'adoption ou la mise à jour du plan préventif de résolution de groupe dans un délai de quatre mois suivant la transmission des informations mentionnées au II. Le collège de résolution peut adopter avec les autorités de résolution avec lesquelles il n'est pas en désaccord une décision commune portant sur les personnes qui relèvent de leurs compétences respectives. IV. – Afin de parvenir à une décision commune dans les conditions prévues au premier alinéa du III, le collège de résolution peut : 1° Saisir l'Autorité bancaire européenne sur le fondement de l'article 31 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 ; 2° Saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 en cas de désaccord sur l'élaboration ou la mise à jour du plan préventif de résolution de groupe. Le collège de résolution peut également saisir l'Autorité bancaire européenne en cas de désaccord avec une autre autorité de résolution qui envisage d'établir ou mettre à jour seule le plan préventif de résolution d'une filiale qui relève de la compétence de cette dernière. Le collège de résolution ne peut saisir l'Autorité bancaire européenne au titre du 2° si une autre autorité de résolution concernée s'y oppose au motif que la question faisant l'objet du désaccord peut avoir des incidences sur les finances publiques de son Etat. Le collège de résolution peut s'opposer pour les mêmes motifs à ce que l'Autorité bancaire européenne soit saisie par une autre autorité de résolution. V. – En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul : 1° Sur le plan préventif de résolution de groupe. Il tient compte des avis et réserves exprimés par les autres autorités de résolution concernées ; 2° S'il y a lieu, sur le plan préventif de résolution des filiales qui relèvent de sa compétence. Il tient compte des avis et réserves exprimés par les autres autorités de résolution et les autorités compétentes concernées. Dans le cas où le collège de résolution ou l'une des autres autorités de résolution concernées a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne. A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au premier alinéa s'applique. VI. – Le collège de résolution réexamine le plan préventif de résolution de groupe, y compris l'exigence minimale de fonds propres et d'engagements éligibles, dès lors qu'il a fait l'objet d'une décision commune en application du III et qu'une autorité de résolution concernée estime que la question faisant l'objet du désaccord peut avoir des incidences sur les finances publiques dans son Etat d'origine. Le collège de résolution s'efforce de parvenir à une nouvelle décision commune dans les conditions prévues au III sans préjudice des dispositions mentionnées au IV. VII. – Les décisions prises seules par les autres autorités de résolution concernées concernant les filiales qui relèvent de leurs compétences sont, s'il y a lieu, applicables en France.",
            "texteHtml": "<p>I. – Lorsque le collège de résolution est l'autorité de résolution sur base consolidée, il établit ou met à jour les plans préventifs de résolution de groupe, le cas échéant conjointement avec les autorités de résolution des filiales concernées et après consultation, s'il y a lieu, des autorités de résolution des succursales d'importance significative établies dans un Etat membre. Il associe, s'il y a lieu, les autorités de résolution de pays tiers lorsque le groupe y a établi des filiales, des compagnies financières holding ou des succursales d'importance significative et qu'il estime que cette autorité est soumise à des obligations de confidentialité équivalentes à celles prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000021721929&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L612-11 (V)'>L. 612-11</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000021721998&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L612-17 (V)'>L. 612-17 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082222&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-57-1 (V)'>L. 613-50-7 </a>quant aux informations qu'il peut recevoir. </p><p>Le collège de résolution constitue à cette fin un collège d'autorités de résolution dans les conditions prévues à l'article L. 613-59 ou, le cas échéant, à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082896&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-59-1 (V)'>L. 613-59-1</a>. </p><p>Le collège de résolution s'assure que le plan préventif de résolution de groupe n'a pas d'effets disproportionnés en France ou dans les Etats membres concernés, notamment en termes de répartition des concours entre les dispositifs de financement de la résolution des Etats membres concernés ou en termes d'impact sur la stabilité financière. </p><p>Le collège de résolution peut se faire communiquer par l'entreprise mère dans l'Union concernée tout élément qu'il estime nécessaire. Il a accès aux mêmes fins à toute information détenue par le collège de supervision. </p><p>II. – Pour l'application du I, le collège de résolution transmet aux personnes suivantes, chacune en ce qui la concerne et sous réserve qu'elle soit soumise à des obligations de confidentialité équivalentes à celles prévues aux articles L. 612-11, L. 612-17 et L. 613-50-7, les informations nécessaires à l'établissement ou la mise à jour du plan préventif de résolution de groupe : </p><p>1° L'Autorité bancaire européenne ; </p><p>2° Les autorités de résolution des filiales ; </p><p>3° Les autorités de résolution dont relèvent les succursales d'importance significative concernées ; </p><p>4° Les autorités compétentes concernées ; </p><p>5° Les autorités de résolution des Etats membres où se situent des personnes concernées mentionnées aux 4° à 6° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660038&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-34 (VT)'>L. 613-34</a>. </p><p>Le collège de résolution peut s'opposer à la transmission des informations relatives à une filiale établie dans un pays tiers lorsqu'il n'a pas reçu l'accord de l'autorité chargée de la supervision ou de la résolution de cette filiale. </p><p>III. – Le collège de résolution s'efforce de parvenir avec les autorités de résolution des filiales concernées à une décision commune sur l'adoption ou la mise à jour du plan préventif de résolution de groupe dans un délai de quatre mois suivant la transmission des informations mentionnées au II. </p><p>Le collège de résolution peut adopter avec les autorités de résolution avec lesquelles il n'est pas en désaccord une décision commune portant sur les personnes qui relèvent de leurs compétences respectives. </p><p>IV. – Afin de parvenir à une décision commune dans les conditions prévues au premier alinéa du III, le collège de résolution peut : </p><p>1° Saisir l'Autorité bancaire européenne sur le fondement de l'article 31 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 ; </p><p>2° Saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 en cas de désaccord sur l'élaboration ou la mise à jour du plan préventif de résolution de groupe. Le collège de résolution peut également saisir l'Autorité bancaire européenne en cas de désaccord avec une autre autorité de résolution qui envisage d'établir ou mettre à jour seule le plan préventif de résolution d'une filiale qui relève de la compétence de cette dernière. </p><p>Le collège de résolution ne peut saisir l'Autorité bancaire européenne au titre du 2° si une autre autorité de résolution concernée s'y oppose au motif que la question faisant l'objet du désaccord peut avoir des incidences sur les finances publiques de son Etat. Le collège de résolution peut s'opposer pour les mêmes motifs à ce que l'Autorité bancaire européenne soit saisie par une autre autorité de résolution. </p><p>V. – En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul : </p><p>1° Sur le plan préventif de résolution de groupe. Il tient compte des avis et réserves exprimés par les autres autorités de résolution concernées ; </p><p>2° S'il y a lieu, sur le plan préventif de résolution des filiales qui relèvent de sa compétence. Il tient compte des avis et réserves exprimés par les autres autorités de résolution et les autorités compétentes concernées. </p><p>Dans le cas où le collège de résolution ou l'une des autres autorités de résolution concernées a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne. </p><p>A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au premier alinéa s'applique. </p><p>VI. – Le collège de résolution réexamine le plan préventif de résolution de groupe, y compris l'exigence minimale de fonds propres et d'engagements éligibles, dès lors qu'il a fait l'objet d'une décision commune en application du III et qu'une autorité de résolution concernée estime que la question faisant l'objet du désaccord peut avoir des incidences sur les finances publiques dans son Etat d'origine. Le collège de résolution s'efforce de parvenir à une nouvelle décision commune dans les conditions prévues au III sans préjudice des dispositions mentionnées au IV. </p><p>VII. – Les décisions prises seules par les autres autorités de résolution concernées concernant les filiales qui relèvent de leurs compétences sont, s'il y a lieu, applicables en France.</p>",
            "num": "L613-40",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1440201600000,
            "dateFin": 1609113600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives à l'élaboration des plans préventifs de résolution ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081274",
                        "id": "LEGISCTA000031081274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Dispositions relatives aux plans préventifs de résolution de groupe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081284",
                        "id": "LEGISCTA000031081284",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081286",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081284",
            "sectionParentId": "LEGISCTA000031081284",
            "sectionParentTitre": "Paragraphe 3 : Dispositions relatives aux plans préventifs de résolution de groupe ",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 3 : Dispositions relatives à l'élaboration des plans préventifs de résolution  &gt; Paragraphe 3 : Dispositions relatives aux plans préventifs de résolution de groupe ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031081286",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031070122",
                    "textTitle": "ORDONNANCE n° 2015-1024 du 20 août 2015 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000031075654",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-08-21",
                    "dateSignaTexte": "2015-08-20",
                    "dateDebutCible": "2015-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035773206",
                    "textTitle": "Décision n°2017-C-43 du 29 septembre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035773209",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-C-43",
                    "datePubli": 1507766400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042015403",
                    "textTitle": "Décision n°2020-C-23 du 9 juin 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042015405",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-23",
                    "datePubli": 1592524800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042700993",
                    "textTitle": "Décision n°2020-C-59 du 11 décembre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042700995",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-59",
                    "datePubli": 1608336000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043306686",
                    "textTitle": "Décision n°2021-C-07 du 16 mars 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043306688",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-07",
                    "datePubli": 1617148800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043673704",
                    "textTitle": "Décision n°2021-C-17 du 4 juin 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043673706",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-17",
                    "datePubli": 1623974400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045374026",
                    "textTitle": "Décision n°2022-C-03 du 4 mars 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000045374028",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-C-03",
                    "datePubli": 1647561600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047784395",
                    "textTitle": "Décision n°2023-C-14 du 9 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047784398",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-C-14",
                    "datePubli": 1688515200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-11",
                    "articleId": "LEGIARTI000021721929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-17",
                    "articleId": "LEGIARTI000021721998",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000006660038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-34-1",
                    "articleId": "LEGIARTI000043707147",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-40-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-40-2",
                    "articleId": "LEGIARTI000031081292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-43 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-43",
                    "articleId": "LEGIARTI000042734989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-57-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-57-1",
                    "articleId": "LEGIARTI000031082222",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-59",
                    "articleId": "LEGIARTI000042735240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-59-1",
                    "articleId": "LEGIARTI000031082896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081286",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042734951",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-40",
                "613-40"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}