{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038270377",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans les cas prévus à l'article 395, s'il existe contre la personne des charges suffisantes pour la faire comparaître devant le tribunal correctionnel, mais que l'affaire n'est pas en état d'être jugée selon la procédure de comparution immédiate parce que n'ont pas encore été obtenus les résultats de réquisitions, d'examens techniques ou médicaux déjà sollicités, le procureur de la République peut, si le prévenu est assisté par un avocat choisi par lui ou désigné par le bâtonnier, le poursuivre devant le tribunal correctionnel selon la procédure de comparution à délai différé conformément aux dispositions du présent article. Conformément aux dispositions de l'article 396, le prévenu est présenté devant le juge des libertés et de la détention, qui statue sur les réquisitions du ministère public aux fins de contrôle judiciaire, d'assignation à résidence avec surveillance électronique ou de détention provisoire, après avoir recueilli les observations éventuelles du prévenu ou de son avocat. Les réquisitions du procureur précisent les raisons justifiant le recours à la présente procédure, en indiquant s'il y a lieu les actes en cours dont les résultats sont attendus. La détention provisoire ne peut être ordonnée que si la peine d'emprisonnement encourue est égale ou supérieure à trois ans. L'ordonnance rendue est susceptible d'appel dans un délai de dix jours devant la chambre de l'instruction. L'ordonnance prescrivant le contrôle judiciaire, l'assignation à résidence avec surveillance électronique ou la détention provisoire, rendue dans les conditions et selon les modalités prévues à l'article 396 , énonce les faits retenus et saisit le tribunal ; elle est notifiée verbalement au prévenu et mentionnée au procès-verbal dont copie lui est remise sur-le-champ. Le prévenu doit comparaître devant le tribunal au plus tard dans un délai de deux mois, à défaut de quoi il est mis fin d'office au contrôle judiciaire, à l'assignation à résidence avec surveillance électronique ou à la détention provisoire. Si le prévenu placé sous contrôle judiciaire ou sous assignation à résidence avec surveillance électronique se soustrait aux obligations qui lui sont imposées, les dispositions du deuxième alinéa de l'article 141-2 et de l'article 141-4 sont applicables ; les attributions confiées au juge d'instruction par les mêmes articles 141-2 et 141-4 sont alors exercées par le procureur de la République. Les procès-verbaux ou autres pièces résultant des réquisitions, examens techniques ou médicaux mentionnés au premier alinéa du présent article sont versés au dossier de la procédure dès leur accomplissement et mis à la disposition des parties ou de leur avocat. Jusqu'à l'audience de jugement, le prévenu ou son avocat peuvent demander au président du tribunal la réalisation de tout acte qu'ils estiment nécessaire à la manifestation de la vérité, conformément aux dispositions de l'article 388-5, dont les deuxième à dernier alinéas sont applicables. Si le prévenu est détenu, la demande peut être faite au moyen d'une déclaration auprès du chef de l'établissement pénitentiaire. Cette déclaration est constatée et datée par le chef de l'établissement pénitentiaire, qui la signe, ainsi que le demandeur. Si celui-ci ne peut signer, il en est fait mention par le chef de l'établissement. Pour la mise en œuvre de la procédure de comparution à délai différée, la présentation de la personne devant le procureur de la République prévue à l'article 393 ainsi que sa présentation devant le juge des libertés et de la détention prévue au deuxième alinéa du présent article peuvent intervenir dans un lieu autre que le tribunal si l'état de santé de cette personne ne permet pas de l'y transporter. Lorsqu'il est fait application des dispositions du présent article, la victime en est avisée par tout moyen. Elle peut alors se constituer partie civile et déposer des demandes d'actes conformément à l'article 388-5 .",
            "texteHtml": "<p>Dans les cas prévus à l'article 395, s'il existe contre la personne des charges suffisantes pour la faire comparaître devant le tribunal correctionnel, mais que l'affaire n'est pas en état d'être jugée selon la procédure de comparution immédiate parce que n'ont pas encore été obtenus les résultats de réquisitions, d'examens techniques ou médicaux déjà sollicités, le procureur de la République peut, si le prévenu est assisté par un avocat choisi par lui ou désigné par le bâtonnier, le poursuivre devant le tribunal correctionnel selon la procédure de comparution à délai différé conformément aux dispositions du présent article. </p><p>Conformément aux dispositions de l'article 396, le prévenu est présenté devant le juge des libertés et de la détention, qui statue sur les réquisitions du ministère public aux fins de contrôle judiciaire, d'assignation à résidence avec surveillance électronique ou de détention provisoire, après avoir recueilli les observations éventuelles du prévenu ou de son avocat. Les réquisitions du procureur précisent les raisons justifiant le recours à la présente procédure, en indiquant s'il y a lieu les actes en cours dont les résultats sont attendus. La détention provisoire ne peut être ordonnée que si la peine d'emprisonnement encourue est égale ou supérieure à trois ans. L'ordonnance rendue est susceptible d'appel dans un délai de dix jours devant la chambre de l'instruction. </p><p>L'ordonnance prescrivant le contrôle judiciaire, l'assignation à résidence avec surveillance électronique ou la détention provisoire, rendue dans les conditions et selon les modalités prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576417&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 396 (V)'>396</a>, énonce les faits retenus et saisit le tribunal ; elle est notifiée verbalement au prévenu et mentionnée au procès-verbal dont copie lui est remise sur-le-champ. Le prévenu doit comparaître devant le tribunal au plus tard dans un délai de deux mois, à défaut de quoi il est mis fin d'office au contrôle judiciaire, à l'assignation à résidence avec surveillance électronique ou à la détention provisoire. </p><p>Si le prévenu placé sous contrôle judiciaire ou sous assignation à résidence avec surveillance électronique se soustrait aux obligations qui lui sont imposées, les dispositions du deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575636&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 141-2 (V)'>141-2 </a>et de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000022456301&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 141-4 (V)'>141-4 </a>sont applicables ; les attributions confiées au juge d'instruction par les mêmes articles 141-2 et 141-4 sont alors exercées par le procureur de la République. </p><p>Les procès-verbaux ou autres pièces résultant des réquisitions, examens techniques ou médicaux mentionnés au premier alinéa du présent article sont versés au dossier de la procédure dès leur accomplissement et mis à la disposition des parties ou de leur avocat. </p><p>Jusqu'à l'audience de jugement, le prévenu ou son avocat peuvent demander au président du tribunal la réalisation de tout acte qu'ils estiment nécessaire à la manifestation de la vérité, conformément aux dispositions de l'article 388-5, dont les deuxième à dernier alinéas sont applicables. Si le prévenu est détenu, la demande peut être faite au moyen d'une déclaration auprès du chef de l'établissement pénitentiaire. Cette déclaration est constatée et datée par le chef de l'établissement pénitentiaire, qui la signe, ainsi que le demandeur. Si celui-ci ne peut signer, il en est fait mention par le chef de l'établissement. </p><p>Pour la mise en œuvre de la procédure de comparution à délai différée, la présentation de la personne devant le procureur de la République prévue à l'article 393 ainsi que sa présentation devant le juge des libertés et de la détention prévue au deuxième alinéa du présent article peuvent intervenir dans un lieu autre que le tribunal si l'état de santé de cette personne ne permet pas de l'y transporter. </p><p>Lorsqu'il est fait application des dispositions du présent article, la victime en est avisée par tout moyen. Elle peut alors se constituer partie civile et déposer des demandes d'actes conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000028992264&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 388-5 (V)'>388-5</a>.</p>",
            "num": "397-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1553472000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1030776,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Des juridictions de jugement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121325",
                        "id": "LEGISCTA000006121325",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Du jugement des délits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138093",
                        "id": "LEGISCTA000006138093",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du tribunal correctionnel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151898",
                        "id": "LEGISCTA000006151898",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : De la compétence et de la saisine du tribunal correctionnel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167479",
                        "id": "LEGISCTA000006167479",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-06-27",
                        "fin": "2019-03-25",
                        "titre": "Paragraphe 3 : De la convocation par procès-verbal et de la comparution immédiate",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182903",
                        "id": "LEGISCTA000006182903",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-03-25",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : De la convocation par procès-verbal, de la comparution immédiate et de la comparution différée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182903",
                        "id": "LEGISCTA000038312517",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000038270377",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182903",
            "sectionParentId": "LEGISCTA000038312517",
            "sectionParentTitre": "Paragraphe 3 : De la convocation par procès-verbal, de la comparution immédiate et de la comparution différée",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Des juridictions de jugement &gt; Titre II : Du jugement des délits &gt; Chapitre Ier : Du tribunal correctionnel &gt; Section 1 : De la compétence et de la saisine du tribunal correctionnel &gt; Paragraphe 3 : De la convocation par procès-verbal, de la comparution immédiate et de la comparution différée",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038270377",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038261631",
                    "textTitle": "LOI n°2019-222 du 23 mars 2019 - art. 60",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000038262684",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-03-24",
                    "dateSignaTexte": "2019-03-23",
                    "dateDebutCible": "2019-03-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000045476241",
                    "textTitle": "Code pénitentiaire - art. L315-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L315-6",
                    "articleId": "LEGIARTI000045480170",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1649203200000,
                    "dateDebut": 1651363200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 141-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "141-2",
                    "articleId": "LEGIARTI000006575636",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 141-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "141-4",
                    "articleId": "LEGIARTI000022456301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 388-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "388-5",
                    "articleId": "LEGIARTI000028992264",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 393 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "393",
                    "articleId": "LEGIARTI000042779677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 393-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "393-1",
                    "articleId": "LEGIARTI000038311411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 396 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "396",
                    "articleId": "LEGIARTI000006576417",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-119 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-119",
                    "articleId": "LEGIARTI000042744048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D32-25-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D32-25-1",
                    "articleId": "LEGIARTI000044629997",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1643673600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R24-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R24-19",
                    "articleId": "LEGIARTI000042358292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1600992000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R24-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R24-22",
                    "articleId": "LEGIARTI000042358294",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1600992000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000038270377",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "397-1-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}