{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006579342",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le représentant de l'Etat dans le département, à la demande du conseil général ou de sa propre initiative, charge la commission départementale d'aménagement foncier de recenser les zones dans lesquelles il serait d'intérêt général de remettre en valeur des parcelles incultes ou manifestement sous-exploitées depuis plus de trois ans sans raison de force majeure. Ce délai est réduit à deux ans en zone de montagne. Le représentant de l'Etat dans le département présente pour avis, au conseil général et à la chambre d'agriculture, le rapport de la commission départementale d'aménagement foncier et arrête les périmètres dans lesquels sera mise en oeuvre la procédure de mise en valeur des terres incultes ou manifestement sous-exploitées. Lorsque le périmètre a été arrêté en application de l'alinéa précédent ou des dispositions de l'article 4-1 du présent code, la commission communale ou intercommunale d'aménagement foncier dresse l'état des parcelles dont elle juge la mise en valeur agricole, pastorale ou forestière possible ou opportune. La commission communale ou intercommunale formule éventuellement des propositions sur les interdictions ou réglementations de plantations et semis d'essences forestières susceptibles d'être ordonnées sur ces parcelles par le représentant de l'Etat dans le département. Les intéressés, propriétaires ou exploitants, sont entendus comme en matière de remembrement. Le préfet arrête cet état après avis de la commission départementale de réorganisation foncière et de remembrement. Il est revisé tous les trois ans et publié dans les communes intéressées. Un extrait est notifié pour ce qui le concerne à chaque propriétaire et, s'il y a lieu, à chaque titulaire du droit d'exploitation. La notification de l'extrait vaut mise en demeure dans les conditions prévues au paragraphe II de l'article 39. Lorsque l'identité ou l'adresse du propriétaire ou des indivisaires n'a pu être déterminée, les dispositions du deuxième alinéa du II de l'article 39 sont appliquées. Le préfet procède, en outre, dans les conditions déterminées par décret, à une publicité destinée à faire connaître aux bénéficiaires éventuels la faculté qui leur est offerte de demander l'attribution d'une autorisation d'exploiter. Si une ou plusieurs demandes d'attribution ont été formulées, le préfet en informe le propriétaire et, dans les zones de montagne, la société d'aménagement foncier et d'établissement rural. II. - Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation, ont renoncé expressément ou tacitement à exploiter le fonds, ou lorsque celui-ci n'a pas effectivement été mis en valeur dans les délais prévus au II de l'article 39, le préfet le constate par arrêté dans un délai déterminé par décret. Le préfet peut dès lors attribuer, après avis de la commission départementale des structures, l'autorisation d'exploiter à l'un des demandeurs ayant présenté un plan de remise en valeur. L'autorisation d'exploiter emporte de plein droit l'existence d'un bail à ferme soumis aux dispositions du titre premier du livre VI du présent code sans permettre la vente sur pied de la récolte d'herbe ou de foin. A défaut d'accord amiable, le tribunal paritaire de baux ruraux fixe les conditions de la jouissance et le prix du fermage, le propriétaire ayant la faculté de demander qu'il soit fait application des articles 870-24 à 870-29. Le fonds doit être mis en valeur dans un délai d'un an, sous peine de résiliation. Les dispositions des troisième à septième alinéas du paragraphe III de l'article 39 sont applicables. III. - Le préfet peut aussi provoquer l'acquisition amiable ou, à défaut et après avis de la commission départementale des structures, l'expropriation des fonds visés au premier alinéa du II ci-dessus, au profit de l'Etat, des collectivités et établissements publics, afin notamment de les mettre à la disposition des SAFER dans le cadre des dispositions de l'article 42 du présent code.",
            "texteHtml": "<p></p>   I. - Le représentant de l'Etat dans le département, à la demande du conseil général ou de sa propre initiative, charge la commission départementale d'aménagement foncier de recenser les zones dans lesquelles il serait d'intérêt général de remettre en valeur des parcelles incultes ou manifestement sous-exploitées depuis plus de trois ans sans raison de force majeure. Ce délai est réduit à deux ans en zone de montagne. Le représentant de l'Etat dans le département présente pour avis, au conseil général et à la chambre d'agriculture, le rapport de la commission départementale d'aménagement foncier et arrête les périmètres dans lesquels sera mise en oeuvre la procédure de mise en valeur des terres incultes ou manifestement sous-exploitées.<p></p><p></p>   Lorsque le périmètre a été arrêté en application de l'alinéa précédent ou des dispositions de l'article 4-1 du présent code, la commission communale ou intercommunale d'aménagement foncier dresse l'état des parcelles dont elle juge la mise en valeur agricole, pastorale ou forestière possible ou opportune. La commission communale ou intercommunale formule éventuellement des propositions sur les interdictions ou réglementations de plantations et semis d'essences forestières susceptibles d'être ordonnées sur ces parcelles par le représentant de l'Etat dans le département.<p></p><p></p>   Les intéressés, propriétaires ou exploitants, sont entendus comme en matière de remembrement.<p></p><p></p>   Le préfet arrête cet état après avis de la commission départementale de réorganisation foncière et de remembrement. Il est revisé tous les trois ans et publié dans les communes intéressées.<p></p><p></p>   Un extrait est notifié pour ce qui le concerne à chaque propriétaire et, s'il y a lieu, à chaque titulaire du droit d'exploitation.<p></p><p></p>   La notification de l'extrait vaut mise en demeure dans les conditions prévues au paragraphe II de l'article 39. Lorsque l'identité ou l'adresse du propriétaire ou des indivisaires n'a pu être déterminée, les dispositions du deuxième alinéa du II de l'article 39 sont appliquées.<p></p><p></p>   Le préfet procède, en outre, dans les conditions déterminées par décret, à une publicité destinée à faire connaître aux bénéficiaires éventuels la faculté qui leur est offerte de demander l'attribution d'une autorisation d'exploiter. Si une ou plusieurs demandes d'attribution ont été formulées, le préfet en informe le propriétaire et, dans les zones de montagne, la société d'aménagement foncier et d'établissement rural.<p></p><p></p>   II. - Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation, ont renoncé expressément ou tacitement à exploiter le fonds, ou lorsque celui-ci n'a pas effectivement été mis en valeur dans les délais prévus au II de l'article 39, le préfet le constate par arrêté dans un délai déterminé par décret.<p></p><p></p>   Le préfet peut dès lors attribuer, après avis de la commission départementale des structures, l'autorisation d'exploiter à l'un des demandeurs ayant présenté un plan de remise en valeur.<p></p><p></p>   L'autorisation d'exploiter emporte de plein droit l'existence d'un bail à ferme soumis aux dispositions du titre premier du livre VI du présent code sans permettre la vente sur pied de la récolte d'herbe ou de foin. A défaut d'accord amiable, le tribunal paritaire de baux ruraux fixe les conditions de la jouissance et le prix du fermage, le propriétaire ayant la faculté de demander qu'il soit fait application des articles 870-24 à 870-29. Le fonds doit être mis en valeur dans un délai d'un an, sous peine de résiliation.<p></p><p></p>   Les dispositions des troisième à septième alinéas du paragraphe III de l'article 39 sont applicables.<p></p><p></p>   III. - Le préfet peut aussi provoquer l'acquisition amiable ou, à défaut et après avis de la commission départementale des structures, l'expropriation des fonds visés au premier alinéa du II ci-dessus, au profit de l'Etat, des collectivités et établissements publics, afin notamment de les mettre à la disposition des SAFER dans le cadre des dispositions de l'article 42 du présent code.<p></p><p></p>",
            "num": "40",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 505094400000,
            "dateFin": 721526400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1992-12-12",
                        "titre": "Titre Ier : De l'aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121347",
                        "id": "LEGISCTA000006121347",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1986-01-03",
                        "fin": "1992-11-12",
                        "titre": "Chapitre V : De la mise en valeur des terres incultes ou manifestement sous-exploitées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138298",
                        "id": "LEGISCTA000006138298",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579339",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138298",
            "sectionParentId": "LEGISCTA000006138298",
            "sectionParentTitre": "Chapitre V : De la mise en valeur des terres incultes ou manifestement sous-exploitées.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre Ier : De l'aménagement foncier",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006579342",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000521298",
                    "textTitle": "Loi n°85-1496 du 31 décembre 1985 - art. 11 () JORF 3 janvier 1986",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006274529",
                    "natureText": "LOI",
                    "datePubliTexte": "1986-01-03",
                    "dateSignaTexte": "1985-12-31",
                    "dateDebutCible": "1986-01-03"
                },
                {
                    "textCid": "JORFTEXT000000521298",
                    "textTitle": "Loi n°85-1496 du 31 décembre 1985 - art. 12 () JORF 3 janvier 1986",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006600500",
                    "natureText": "LOI",
                    "datePubliTexte": "1986-01-03",
                    "dateSignaTexte": "1985-12-31",
                    "dateDebutCible": "1986-01-03"
                },
                {
                    "textCid": "JORFTEXT000000542506",
                    "textTitle": "Loi n°92-1283 du 11 décembre 1992 - art. 5 (V) JORF 12 décembre 1992",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006600053",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-12-12",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "1992-12-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 4-1, 39, 42, 870-24 à 870-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Loi 1942-02-19 art. 4, art. 5, art. 6",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579339",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 252806400000,
                    "dateFin": 474163200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579340",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 474163200000,
                    "dateFin": 502588800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579341",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 502588800000,
                    "dateFin": 505094400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579342",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 505094400000,
                    "dateFin": 721526400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "40"
            ],
            "versionPrecedente": "LEGIARTI000006579341",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006579341",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le représentant de l'Etat dans le département, à la demande du président du conseil général ou de sa propre initiative, charge la commission départementale d'aménagement foncier de recenser les périmètres dans lesquels il serait d'intérêt général de remettre en valeur des parcelles incultes ou manifestement sous-exploitées depuis plus de trois ans sans raison de force majeure. Ce délai est réduit à deux ans en zone de montagne. Le représentant de l'Etat dans le département présente pour avis, au conseil général et à la chambre d'agriculture, le rapport de la commission départementale d'aménagement foncier et arrête les périmètres dans lesquels la commission communale ou intercommunale d'aménagement foncier, complétée comme il est dit à l'article 2-1, dresse l'état des parcelles dont elle juge la mise en valeur agricole, pastorale ou forestière possible et opportune. La commission communale ou intercommunale formule éventuellement des propositions sur les interdictions ou réglementations des plantations et semis d'essences forestières susceptibles d'être ordonnées sur ces parcelles par le représentant de l'Etat dans le département. Les intéressés, propriétaires ou exploitants, sont entendus comme en matière de remembrement. Le préfet arrête cet état après avis de la commission départementale de réorganisation foncière et de remembrement. Il est revisé tous les trois ans et publié dans les communes intéressées. Un extrait est notifié pour ce qui le concerne à chaque propriétaire et, s'il y a lieu, à chaque titulaire du droit d'exploitation. La notification de l'extrait vaut mise en demeure dans les conditions prévues au paragraphe II de l'article 39. Lorsque l'identité ou l'adresse du propriétaire ou des indivisaires n'a pu être déterminée, les dispositions du deuxième alinéa du II de l'article 39 sont appliquées. Le préfet procède, en outre, dans les conditions déterminées par décret, à une publicité destinée à faire connaître aux bénéficiaires éventuels la faculté qui leur est offerte de demander l'attribution d'une autorisation d'exploiter. Si une ou plusieurs demandes d'attribution ont été formulées, le préfet en informe le propriétaire et, dans les zones de montagne, la société d'aménagement foncier et d'établissement rural. II. - Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation, ont renoncé expressément ou tacitement à exploiter le fonds, ou lorsque celui-ci n'a pas effectivement été mis en valeur dans les délais prévus au II de l'article 39, le préfet le constate par arrêté dans un délai déterminé par décret. Le préfet peut dès lors attribuer, après avis de la commission départementale des structures, l'autorisation d'exploiter à l'un des demandeurs ayant présenté un plan de remise en valeur. L'autorisation d'exploiter emporte de plein droit l'existence d'un bail à ferme soumis aux dispositions du titre premier du livre VI du présent code sans permettre la vente sur pied de la récolte d'herbe ou de foin. A défaut d'accord amiable, le tribunal paritaire de baux ruraux fixe les conditions de la jouissance et le prix du fermage, le propriétaire ayant la faculté de demander qu'il soit fait application des articles 870-24 à 870-29. Le fonds doit être mis en valeur dans un délai d'un an, sous peine de résiliation. Les dispositions des troisième à septième alinéas du paragraphe III de l'article 39 sont applicables. III. - Le préfet peut aussi provoquer l'acquisition amiable ou, à défaut et après avis de la commission départementale des structures, l'expropriation des fonds visés au premier alinéa du II ci-dessus, au profit de l'Etat, des collectivités et établissements publics, afin notamment de les mettre à la disposition des SAFER dans le cadre des dispositions de l'article 42 du présent code.",
            "texteHtml": "<p></p>   I. - Le représentant de l'Etat dans le département, à la demande du président du conseil général ou de sa propre initiative, charge la commission départementale d'aménagement foncier de recenser les périmètres dans lesquels il serait d'intérêt général de remettre en valeur des parcelles incultes ou manifestement sous-exploitées depuis plus de trois ans sans raison de force majeure. Ce délai est réduit à deux ans en zone de montagne. Le représentant de l'Etat dans le département présente pour avis, au conseil général et à la chambre d'agriculture, le rapport de la commission départementale d'aménagement foncier et arrête les périmètres dans lesquels la commission communale ou intercommunale d'aménagement foncier, complétée comme il est dit à l'article 2-1, dresse l'état des parcelles dont elle juge la mise en valeur agricole, pastorale ou forestière possible et opportune. La commission communale ou intercommunale formule éventuellement des propositions sur les interdictions ou réglementations des plantations et semis d'essences forestières susceptibles d'être ordonnées sur ces parcelles par le représentant de l'Etat dans le département.<p></p><p></p>   Les intéressés, propriétaires ou exploitants, sont entendus comme en matière de remembrement.<p></p><p></p>   Le préfet arrête cet état après avis de la commission départementale de réorganisation foncière et de remembrement. Il est revisé tous les trois ans et publié dans les communes intéressées.<p></p><p></p>   Un extrait est notifié pour ce qui le concerne à chaque propriétaire et, s'il y a lieu, à chaque titulaire du droit d'exploitation.<p></p><p></p>   La notification de l'extrait vaut mise en demeure dans les conditions prévues au paragraphe II de l'article 39. Lorsque l'identité ou l'adresse du propriétaire ou des indivisaires n'a pu être déterminée, les dispositions du deuxième alinéa du II de l'article 39 sont appliquées.<p></p><p></p>   Le préfet procède, en outre, dans les conditions déterminées par décret, à une publicité destinée à faire connaître aux bénéficiaires éventuels la faculté qui leur est offerte de demander l'attribution d'une autorisation d'exploiter. Si une ou plusieurs demandes d'attribution ont été formulées, le préfet en informe le propriétaire et, dans les zones de montagne, la société d'aménagement foncier et d'établissement rural.<p></p><p></p>   II. - Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation, ont renoncé expressément ou tacitement à exploiter le fonds, ou lorsque celui-ci n'a pas effectivement été mis en valeur dans les délais prévus au II de l'article 39, le préfet le constate par arrêté dans un délai déterminé par décret.<p></p><p></p>   Le préfet peut dès lors attribuer, après avis de la commission départementale des structures, l'autorisation d'exploiter à l'un des demandeurs ayant présenté un plan de remise en valeur.<p></p><p></p>   L'autorisation d'exploiter emporte de plein droit l'existence d'un bail à ferme soumis aux dispositions du titre premier du livre VI du présent code sans permettre la vente sur pied de la récolte d'herbe ou de foin. A défaut d'accord amiable, le tribunal paritaire de baux ruraux fixe les conditions de la jouissance et le prix du fermage, le propriétaire ayant la faculté de demander qu'il soit fait application des articles 870-24 à 870-29. Le fonds doit être mis en valeur dans un délai d'un an, sous peine de résiliation.<p></p><p></p>   Les dispositions des troisième à septième alinéas du paragraphe III de l'article 39 sont applicables.<p></p><p></p>   III. - Le préfet peut aussi provoquer l'acquisition amiable ou, à défaut et après avis de la commission départementale des structures, l'expropriation des fonds visés au premier alinéa du II ci-dessus, au profit de l'Etat, des collectivités et établissements publics, afin notamment de les mettre à la disposition des SAFER dans le cadre des dispositions de l'article 42 du présent code.<p></p><p></p>",
            "num": "40",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 502588800000,
            "dateFin": 505094400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1992-12-12",
                        "titre": "Titre Ier : De l'aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121347",
                        "id": "LEGISCTA000006121347",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1960-08-07",
                        "fin": "1992-11-12",
                        "titre": "Chapitre V : De la mise en valeur des terres incultes récupérables.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138179",
                        "id": "LEGISCTA000006138179",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579339",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138179",
            "sectionParentId": "LEGISCTA000006138179",
            "sectionParentTitre": "Chapitre V : De la mise en valeur des terres incultes récupérables.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre Ier : De l'aménagement foncier &gt; Chapitre V : De la mise en valeur des terres incultes récupérables.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006579341",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000320896",
                    "textTitle": "Loi n°85-1273 du 4 décembre 1985 - art. 43 () JORF 5 décembre 1985",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000006613685",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-12-05",
                    "dateSignaTexte": "1985-12-04",
                    "dateDebutCible": "1985-12-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 2-1, 39, 42, 870-24 à 870-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Loi 1942-02-19 art. 4, art. 5, art. 6",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579339",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 252806400000,
                    "dateFin": 474163200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579340",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 474163200000,
                    "dateFin": 502588800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579341",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 502588800000,
                    "dateFin": 505094400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579342",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 505094400000,
                    "dateFin": 721526400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "40"
            ],
            "versionPrecedente": "LEGIARTI000006579340",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006579340",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le représentant de l'Etat dans le département, à la demande du président du conseil général ou de sa propre initiative, charge la commission départementale d'aménagement foncier de recenser les périmètres dans lesquels il serait d'intérêt général de remettre en valeur des parcelles incultes ou manifestement sous-exploitées depuis plus de trois ans sans raison de force majeure. Ce délai est réduit à deux ans en zone de montagne. Le représentant de l'Etat dans le département présente pour avis, au conseil général et à la chambre d'agriculture, le rapport de la commission départementale d'aménagement foncier et arrête les périmètres dans lesquels la commission communale ou intercommunale d'aménagement foncier, complétée par trois personnes qualifiées en matière d'aménagement forestier, dresse l'état des parcelles dont elle juge la mise en valeur agricole, pastorale ou forestière possible et opportune, à l'exclusion des biens dont le défrichement est soumis à autorisation. La commission communale ou intercommunale formule éventuellement des propositions sur les interdictions ou réglementations des plantations et semis d'essences forestières susceptibles d'être ordonnées sur ces parcelles par le représentant de l'Etat dans le département. Les intéressés, propriétaires ou exploitants, sont entendus comme en matière de remembrement. Le préfet arrête cet état après avis de la commission départementale de réorganisation foncière et de remembrement. Il est revisé tous les trois ans et publié dans les communes intéressées. Un extrait est notifié pour ce qui le concerne à chaque propriétaire et, s'il y a lieu, à chaque titulaire du droit d'exploitation. La notification de l'extrait vaut mise en demeure dans les conditions prévues au paragraphe II de l'article 39. Lorsque l'identité ou l'adresse du propriétaire ou des indivisaires n'a pu être déterminée, les dispositions du deuxième alinéa du II de l'article 39 sont appliquées. Le préfet procède, en outre, dans les conditions déterminées par décret, à une publicité destinée à faire connaître aux bénéficiaires éventuels la faculté qui leur est offerte de demander l'attribution d'une autorisation d'exploiter. Si une ou plusieurs demandes d'attribution ont été formulées, le préfet en informe le propriétaire et, dans les zones de montagne, la société d'aménagement foncier et d'établissement rural. II. - Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation, ont renoncé expressément ou tacitement à exploiter le fonds, ou lorsque celui-ci n'a pas effectivement été mis en valeur dans les délais prévus au II de l'article 39, le préfet le constate par arrêté dans un délai déterminé par décret. Le préfet peut dès lors attribuer, après avis de la commission départementale des structures, l'autorisation d'exploiter à l'un des demandeurs ayant présenté un plan de remise en valeur. L'autorisation d'exploiter emporte de plein droit l'existence d'un bail à ferme soumis aux dispositions du titre premier du livre VI du présent code sans permettre la vente sur pied de la récolte d'herbe ou de foin. A défaut d'accord amiable, le tribunal paritaire de baux ruraux fixe les conditions de la jouissance et le prix du fermage, le propriétaire ayant la faculté de demander qu'il soit fait application des articles 870-24 à 870-29. Le fonds doit être mis en valeur dans un délai d'un an, sous peine de résiliation. Les dispositions des troisième à septième alinéas du paragraphe III de l'article 39 sont applicables. III. - Le préfet peut aussi provoquer l'acquisition amiable ou, à défaut et après avis de la commission départementale des structures, l'expropriation des fonds visés au premier alinéa du II ci-dessus, au profit de l'Etat, des collectivités et établissements publics, afin notamment de les mettre à la disposition des SAFER dans le cadre des dispositions de l'article 42 du présent code.",
            "texteHtml": "<p></p>   I. - Le représentant de l'Etat dans le département, à la demande du président du conseil général ou de sa propre initiative, charge la commission départementale d'aménagement foncier de recenser les périmètres dans lesquels il serait d'intérêt général de remettre en valeur des parcelles incultes ou manifestement sous-exploitées depuis plus de trois ans sans raison de force majeure. Ce délai est réduit à deux ans en zone de montagne. Le représentant de l'Etat dans le département présente pour avis, au conseil général et à la chambre d'agriculture, le rapport de la commission départementale d'aménagement foncier et arrête les périmètres dans lesquels la commission communale ou intercommunale d'aménagement foncier, complétée par trois personnes qualifiées en matière d'aménagement forestier, dresse l'état des parcelles dont elle juge la mise en valeur agricole, pastorale ou forestière possible et opportune, à l'exclusion des biens dont le défrichement est soumis à autorisation. La commission communale ou intercommunale formule éventuellement des propositions sur les interdictions ou réglementations des plantations et semis d'essences forestières susceptibles d'être ordonnées sur ces parcelles par le représentant de l'Etat dans le département.<p></p><p></p>   Les intéressés, propriétaires ou exploitants, sont entendus comme en matière de remembrement.<p></p><p></p>   Le préfet arrête cet état après avis de la commission départementale de réorganisation foncière et de remembrement. Il est revisé tous les trois ans et publié dans les communes intéressées.<p></p><p></p>   Un extrait est notifié pour ce qui le concerne à chaque propriétaire et, s'il y a lieu, à chaque titulaire du droit d'exploitation.<p></p><p></p>   La notification de l'extrait vaut mise en demeure dans les conditions prévues au paragraphe II de l'article 39. Lorsque l'identité ou l'adresse du propriétaire ou des indivisaires n'a pu être déterminée, les dispositions du deuxième alinéa du II de l'article 39 sont appliquées.<p></p><p></p>   Le préfet procède, en outre, dans les conditions déterminées par décret, à une publicité destinée à faire connaître aux bénéficiaires éventuels la faculté qui leur est offerte de demander l'attribution d'une autorisation d'exploiter. Si une ou plusieurs demandes d'attribution ont été formulées, le préfet en informe le propriétaire et, dans les zones de montagne, la société d'aménagement foncier et d'établissement rural.<p></p><p></p>   II. - Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation, ont renoncé expressément ou tacitement à exploiter le fonds, ou lorsque celui-ci n'a pas effectivement été mis en valeur dans les délais prévus au II de l'article 39, le préfet le constate par arrêté dans un délai déterminé par décret.<p></p><p></p>   Le préfet peut dès lors attribuer, après avis de la commission départementale des structures, l'autorisation d'exploiter à l'un des demandeurs ayant présenté un plan de remise en valeur.<p></p><p></p>   L'autorisation d'exploiter emporte de plein droit l'existence d'un bail à ferme soumis aux dispositions du titre premier du livre VI du présent code sans permettre la vente sur pied de la récolte d'herbe ou de foin. A défaut d'accord amiable, le tribunal paritaire de baux ruraux fixe les conditions de la jouissance et le prix du fermage, le propriétaire ayant la faculté de demander qu'il soit fait application des articles 870-24 à 870-29. Le fonds doit être mis en valeur dans un délai d'un an, sous peine de résiliation.<p></p><p></p>   Les dispositions des troisième à septième alinéas du paragraphe III de l'article 39 sont applicables.<p></p><p></p>   III. - Le préfet peut aussi provoquer l'acquisition amiable ou, à défaut et après avis de la commission départementale des structures, l'expropriation des fonds visés au premier alinéa du II ci-dessus, au profit de l'Etat, des collectivités et établissements publics, afin notamment de les mettre à la disposition des SAFER dans le cadre des dispositions de l'article 42 du présent code.<p></p><p></p>",
            "num": "40",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 474163200000,
            "dateFin": 502588800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1992-12-12",
                        "titre": "Titre Ier : De l'aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121347",
                        "id": "LEGISCTA000006121347",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1960-08-07",
                        "fin": "1992-11-12",
                        "titre": "Chapitre V : De la mise en valeur des terres incultes récupérables.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138179",
                        "id": "LEGISCTA000006138179",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579339",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138179",
            "sectionParentId": "LEGISCTA000006138179",
            "sectionParentTitre": "Chapitre V : De la mise en valeur des terres incultes récupérables.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre Ier : De l'aménagement foncier &gt; Chapitre V : De la mise en valeur des terres incultes récupérables.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006579340",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000317293",
                    "textTitle": "Loi n°85-30 du 9 janvier 1985 - art. 24 () JORF 10 janvier 1985",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000006274566",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-01-10",
                    "dateSignaTexte": "1985-01-09",
                    "dateDebutCible": "1985-01-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 39, 42, 870-24 à 870-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Loi 1942-02-19 art. 4, art. 5, art. 6",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579339",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 252806400000,
                    "dateFin": 474163200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579340",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 474163200000,
                    "dateFin": 502588800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579341",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 502588800000,
                    "dateFin": 505094400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579342",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 505094400000,
                    "dateFin": 721526400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "40"
            ],
            "versionPrecedente": "LEGIARTI000006579339",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006579339",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le préfet, après avis du conseil général et de la chambre d'agriculture, charge la commission départementale de réorganisation foncière et de remembrement de recenser les périmètres dans lesquels il est d'intérêt général de remettre en valeur des fonds incultes. Dans ces périmètres, arrêtés par le préfet, la commission communale ou intercommunale de réorganisation foncière et de remembrement, complétée par trois personnes qualifiées en matière d'aménagement forestier, dresse l'état des fonds incultes depuis au moins trois ans dont elle juge la mise en valeur agricole, pastorale ou forestière possible et opportune. Les intéressés, propriétaires ou exploitants, sont entendus comme en matière de remembrement. Le préfet arrête cet état après avis de la commission départementale de réorganisation foncière et de remembrement. Il est revisé tous les trois ans et publié dans les communes intéressées. Un extrait est notifié pour ce qui le concerne à chaque propriétaire et, s'il y a lieu, à chaque titulaire du droit d'exploitation. La notification de l'extrait vaut mise en demeure dans les conditions prévues au paragraphe II de l'article 39. Le préfet procède, en outre, dans les conditions déterminées par décret, à une publicité destinée à faire connaître aux bénéficiaires éventuels la faculté qui leur est offerte de demander l'attribution d'une autorisation d'exploiter. Si une ou plusieurs demandes d'attribution ont été formulées, le préfet en informe le propriétaire. II. - Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation, ont renoncé expressément ou tacitement à exploiter le fonds, ou lorsque celui-ci n'a pas effectivement été mis en valeur dans les délais prévus au II de l'article 39, le préfet le constate par arrêté dans un délai déterminé par décret. Le préfet peut dès lors attribuer, après avis de la commission départementale des structures, l'autorisation d'exploiter à l'un des demandeurs. L'autorisation d'exploiter emporte de plein droit l'existence d'un bail à ferme soumis aux dispositions du titre premier du livre VI du présent code sans permettre la vente sur pied de la récolte d'herbe ou de foin. A défaut d'accord amiable, le tribunal paritaire de baux ruraux fixe les conditions de la jouissance et le prix du fermage, le propriétaire ayant la faculté de demander qu'il soit fait application des articles 870-24 à 870-29. Le fonds doit être mis en valeur dans un délai d'un an, sous peine de résiliation. Les dispositions des alinéas 3 à 6 du paragraphe III de l'article 39 sont applicables. III. - Le préfet peut aussi provoquer l'acquisition amiable ou, à défaut et après avis de la commission départementale des structures, l'expropriation des fonds visés au premier alinéa du II ci-dessus, au profit de l'Etat, des collectivités et établissements publics, afin notamment de les mettre à la disposition des SAFER dans le cadre des dispositions de l'article 42 du présent code.",
            "texteHtml": "<p></p>   I. - Le préfet, après avis du conseil général et de la chambre d'agriculture, charge la commission départementale de réorganisation foncière et de remembrement de recenser les périmètres dans lesquels il est d'intérêt général de remettre en valeur des fonds incultes. Dans ces périmètres, arrêtés par le préfet, la commission communale ou intercommunale de réorganisation foncière et de remembrement, complétée par trois personnes qualifiées en matière d'aménagement forestier, dresse l'état des fonds incultes depuis au moins trois ans dont elle juge la mise en valeur agricole, pastorale ou forestière possible et opportune.<p></p><p></p>   Les intéressés, propriétaires ou exploitants, sont entendus comme en matière de remembrement.<p></p><p></p>   Le préfet arrête cet état après avis de la commission départementale de réorganisation foncière et de remembrement. Il est revisé tous les trois ans et publié dans les communes intéressées.<p></p><p></p>   Un extrait est notifié pour ce qui le concerne à chaque propriétaire et, s'il y a lieu, à chaque titulaire du droit d'exploitation.<p></p><p></p>   La notification de l'extrait vaut mise en demeure dans les conditions prévues au paragraphe II de l'article 39.<p></p><p></p>   Le préfet procède, en outre, dans les conditions déterminées par décret, à une publicité destinée à faire connaître aux bénéficiaires éventuels la faculté qui leur est offerte de demander l'attribution d'une autorisation d'exploiter. Si une ou plusieurs demandes d'attribution ont été formulées, le préfet en informe le propriétaire.<p></p><p></p>   II. - Lorsque le propriétaire et, le cas échéant, le titulaire du droit d'exploitation, ont renoncé expressément ou tacitement à exploiter le fonds, ou lorsque celui-ci n'a pas effectivement été mis en valeur dans les délais prévus au II de l'article 39, le préfet le constate par arrêté dans un délai déterminé par décret.<p></p><p></p>   Le préfet peut dès lors attribuer, après avis de la commission départementale des structures, l'autorisation d'exploiter à l'un des demandeurs.<p></p><p></p>   L'autorisation d'exploiter emporte de plein droit l'existence d'un bail à ferme soumis aux dispositions du titre premier du livre VI du présent code sans permettre la vente sur pied de la récolte d'herbe ou de foin. A défaut d'accord amiable, le tribunal paritaire de baux ruraux fixe les conditions de la jouissance et le prix du fermage, le propriétaire ayant la faculté de demander qu'il soit fait application des articles 870-24 à 870-29. Le fonds doit être mis en valeur dans un délai d'un an, sous peine de résiliation.<p></p><p></p>   Les dispositions des alinéas 3 à 6 du paragraphe III de l'article 39 sont applicables.<p></p><p></p>   III. - Le préfet peut aussi provoquer l'acquisition amiable ou, à défaut et après avis de la commission départementale des structures, l'expropriation des fonds visés au premier alinéa du II ci-dessus, au profit de l'Etat, des collectivités et établissements publics, afin notamment de les mettre à la disposition des SAFER dans le cadre des dispositions de l'article 42 du présent code.<p></p><p></p>",
            "num": "40",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 252806400000,
            "dateFin": 474163200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1992-12-12",
                        "titre": "Titre Ier : De l'aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121347",
                        "id": "LEGISCTA000006121347",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1960-08-07",
                        "fin": "1992-11-12",
                        "titre": "Chapitre V : De la mise en valeur des terres incultes récupérables.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138179",
                        "id": "LEGISCTA000006138179",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579339",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138179",
            "sectionParentId": "LEGISCTA000006138179",
            "sectionParentTitre": "Chapitre V : De la mise en valeur des terres incultes récupérables.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre Ier : De l'aménagement foncier &gt; Chapitre V : De la mise en valeur des terres incultes récupérables.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006579339",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000508777",
                    "textTitle": "Loi n°60-808 du 5 août 1960 - art. 19 () JORF 7 août 1960",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006600696",
                    "natureText": "LOI",
                    "datePubliTexte": "1960-08-07",
                    "dateSignaTexte": "1960-08-05",
                    "dateDebutCible": "1960-08-07"
                },
                {
                    "textCid": "JORFTEXT000000704800",
                    "textTitle": "Loi 78-10 1978-01-04 art. 2 JORF 5 janvier 1978",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000704800",
                    "natureText": "LOI",
                    "datePubliTexte": "1978-01-05",
                    "dateSignaTexte": "1978-01-04",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 39, 42, 870-24 à 870-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Loi 1942-02-19 art. 4, art. 5, art. 6",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579339",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 252806400000,
                    "dateFin": 474163200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579340",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 474163200000,
                    "dateFin": 502588800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579341",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 502588800000,
                    "dateFin": 505094400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579342",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 505094400000,
                    "dateFin": 721526400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "40"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}