{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006839977",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Bassin de la Seine Département des Ardennes La Malacquise, le Thon, la Dyonne, le Plumion, l'Agron, la Vaux. Département de l'Eure L'Andelle et ses affluents. Département de la Meuse L'Aire, l'Aisne, la Biesme, la Chée, l'Ornain, la Saulx. Département de l'Orne L'Iton. Département de la Seine-Maritime L'Andelle, le Cailly, L'Austreberthe, la Sainte-Gertrude, l'Ambion, la Rançon. Département de Seine-et-Marne La Voulzie, le Betz, le Drognon, le Durteint, le Grand Morin, le Loing, le Lunain, le Petit Morin, le Vannetin, l'Aubetin, l'Ecole, l'Orvain, l'Orvanne. Cours d'eau normands Département de l'Eure La Calonne, la Risle et ses affluents. Département de la Manche La Sinope en aval du pont de la D 902 de Valognes à Quettehou. La Gloire en aval du pont de la N 13 de Valognes à Cherbourg. La Vanne en aval du pont de la D 58 de Roncey à Hambye. L'Airou en aval du pont de la N 176 de Villedieu-les-Poêles à Avranches. Le Thar en aval du pont de la D 7 de la Haye-Pesnel à Avranches. L'Oir en aval du pont de la D 47 d'Avranches à Isigny-le-Buat. Le Beuvron. La Sée, de l'aval de sa confluence avec la Sée Rousse et la Sée Blanche, à l'amont de sa confluence avec le Glanon. Département de l'Orne L'Orne, en amont de sa confluence avec la Maire et ses affluents suivants : la Sennevière ; la Thouanne ; la Cance ; la Baize ; l'Udon ; la Maire ; le Don ; l'Ure. Les ruisseaux : de Vienne ; de la Fontaine aux Hérons ; de la Guesnerie ; des Vallées ; d'Houay. La Rouvre et ses affluents suivants : la Gine ; le Val de Breuil et son affluent le ruisseau la Source Philippe ; la Rouvrette ; le Lembronnet ; le Lembron. Les ruisseaux : de Courteille ; de Duipont ; de la Coulandre ; d'Arthan. Le Noireau et ses affluents suivants : la Jouvine ; la Druance ; le ruisseau du Vautigé ; le ruisseau de la Diane ; le Troitre ; le Doinus ; la Vère ; la Visance en aval de la retenue de Landisacq. La Dives. La Vie. La Touques et ses affluents suivants : le Chaumont ; le ruisseau des Aumones ; le ruisseau de l'Eglise ; le Bourgel ; la Ménardière. La Risle. Département de la Seine-Maritime La Bresle et ses affluents. L'Yères et ses affluents. L'Arques, l'Eaulne, la Béthune, la Varenne et leurs affluents. La Scie et ses affluents. La Saâne et ses affluents. La Durdent et ses affluents. La Valmont et ses affluents. Département de la Somme La Bresle. Bassin Artois-Picardie Département du Pas-de-Calais Le Baillon, le Bras de Bronne, la Course, la Crésquoise, l'Embryenne, la Planquette. Bassin de la Loire Département de l'Allier La Bouble, le Barbenan. Département de l'Ardèche Le Lignon du Velay, l'Espézonnette, le Masmejean. Département d'Eure-et-Loir L'Huisne. Département de l'Orne L'Huisne et les affluents suivants : le Chêne Galon ; la Villette ; la Commauche et son affluent la Jambée ; la Corbionne ; l'Erre ; la Rougette ; la Même et son affluent la Coudre. La Sarthe et les affluents suivants : l'Hoëne ; la Briante ; le Sarthon ; le ruisseau de Roche-Elie ; le ruisseau d'Ecubei ; le ruisseau de Chandon ; le ruisseau de Glatigny. La Mayenne et ses affluents : la Gourbe et son affluent le ruisseau la Maure ; la Vée ; le ruisseau des Vallées ; le ruisseau d'Ortel. La Varenne et ses affluents : l'Halouze ; le ruisseau de Mousse ; l'Andainette ; le ruisseau de Bazeille ; la Pisse ; l'Egrenne ; le ruisseau de Choisel ; la Sonce. Cours d'eau côtiers au sud de la Loire Département de la Charente La Charente, de Taizé-Aizie à Port-du-Lys (limite avec le département de Charente-Maritime), la Touvre, l'Antenne. Département des Deux-Sèvres La Sèvre Niortaise en aval du deuxième pont amont de la RN 11 à Niort. La Courance en aval du pont de la RN 11, commune d'Epannes. La Boutonne. Le canal du Mignon en aval du pont de la RN 11 à Mauzé-sur-le-Mignon. Département de la Vendée L'Etier du sud du Falleron, l'Etier du Dain, le Grand Etier de Sallertaine, la Vie, le Ligneron, le Jaunay, l'Auzance, l'Ile ou Vertonne, le Lay, l'Yon, la Smagne, le Petit Lay, le Contre Both de Vix, la Sèvre niortaise, l'Etier du Pont Angelier, l'Etier du Pré Colas, le Graon, la Vendée, la Mère, l'Autize. Département de la Haute-Vienne Le Bandiat et ses affluents. Le Nauzon et ses affluents. La Tardoire et ses affluents. Cours d'eau bretons Département du Morbihan Le Scorff, de l'aval du moulin inférieur de Tronscorff (commune de Langoelan) à l'aval du pont de tramway de Pontivy au Faouët (commune de Berne) et ses affluents suivants : le ruisseau de Saint-Caradec ; le Scaff ; le Saint Sauveur ; le Pont-ar-Bellec ou Bois Ducrocq ; le ruisseau de Lignol. Le Loch en aval du pont du CD 779 de Vannes à Baud (commune de Grandchamp). Le ruisseau du Temple en aval du pont de la voie communale n° 3 reliant Inzinzac au CD 769 près de Kéroman-Inzinzac (communes d'Inzinzac et Caudan). Le Kersalo en aval du pont dit Des Trois Recteurs, sur le CD 102 de Plouay à Sainte-Anne-d'Auray (communes de Plouay, Lanvaudan et Inguiniel). Le Sebrevet en aval du pont du CD 2 (communes de Bubry et Inguiniel). Département du Finistère L'Horn en aval du pont de la D 19 (commune de Plouvorn). Le Guillec en aval du pont de la D 35 (commune de Plouzévédé). Le Quillimadec en aval de la digue de la retenue de Moulin-Neuf (communes de Saint-Méen et de Trégarantec). Le Quillivaron en aval de la D 11 de Lampaul-Guimiliau à Plounzoue-Menez (commune de Guimiliau). Le Camfrout en aval du pont de Saint-Conval à Kerancuru (commune de Hanvec). Le Squirriou en aval du chemin rural de Kertanguiuy à Kermarzin (commune de Scrignac). Le Rivoal en aval du pont de la D 30 de Brasparts à Sizun (commune de Saint-Rivoal). Le Pont l'Abbé en aval du pont de la D 40 (commune de Plogastel-Saint-Germain). Le Langelin en aval du pont de la D 72 (communes de Briec de l'Odet et Edern). Le Corroac'h en aval du pont de la D 156 (commune de Pluguffan). Le Saint Laurent en aval du pont de la N 165 (commune de Concarneau). Le Moros en aval du pont de la D 44 (commune de Melgven). Le Belon en aval du pont de la N 165 (communes de Mellac et Le Trévoux). Le Naïc en aval du pont de la D 177 (commune de Lanvenegen).",
            "texteHtml": "Bassin de la Seine<p></p>\n Département des Ardennes<p></p><p></p>   La Malacquise, le Thon, la Dyonne, le Plumion, l'Agron, la Vaux.<p></p>\n Département de l'Eure<p></p><p></p>   L'Andelle et ses affluents.<p></p>\n Département de la Meuse<p></p><p></p>   L'Aire, l'Aisne, la Biesme, la Chée, l'Ornain, la Saulx.<p></p>\n Département de l'Orne<p></p><p></p>   L'Iton.<p></p>\n Département de la Seine-Maritime<p></p><p></p>   L'Andelle, le Cailly, L'Austreberthe, la Sainte-Gertrude, l'Ambion, la Rançon.<p></p>\n Département de Seine-et-Marne<p></p><p></p>   La Voulzie, le Betz, le Drognon, le Durteint, le Grand Morin, le Loing, le Lunain, le Petit Morin, le Vannetin, l'Aubetin, l'Ecole, l'Orvain, l'Orvanne.<p></p>\nCours d'eau normands<p></p>\n Département de l'Eure<p></p><p></p>   La Calonne, la Risle et ses affluents.<p></p>\n Département de la Manche<p></p><p></p>   La Sinope en aval du pont de la D 902 de Valognes à Quettehou. La Gloire en aval du pont de la N 13 de Valognes à Cherbourg. La Vanne en aval du pont de la D 58 de Roncey à Hambye. L'Airou en aval du pont de la N 176 de Villedieu-les-Poêles à Avranches. Le Thar en aval du pont de la D 7 de la Haye-Pesnel à Avranches. L'Oir en aval du pont de la D 47 d'Avranches à Isigny-le-Buat. Le Beuvron. La Sée, de l'aval de sa confluence avec la Sée Rousse et la Sée Blanche, à l'amont de sa confluence avec le Glanon.<p></p>\n Département de l'Orne<p></p><p></p>   L'Orne, en amont de sa confluence avec la Maire et ses affluents suivants : la Sennevière ; la Thouanne ; la Cance ; la Baize ; l'Udon ; la Maire ; le Don ; l'Ure.<p></p><p></p>   Les ruisseaux : de Vienne ; de la Fontaine aux Hérons ; de la Guesnerie ; des Vallées ; d'Houay.<p></p><p></p>   La Rouvre et ses affluents suivants : la Gine ; le Val de Breuil et son affluent le ruisseau la Source Philippe ; la Rouvrette ; le Lembronnet ; le Lembron.<p></p><p></p>   Les ruisseaux : de Courteille ; de Duipont ; de la Coulandre ; d'Arthan.<p></p><p></p>   Le Noireau et ses affluents suivants : la Jouvine ; la Druance ; le ruisseau du Vautigé ; le ruisseau de la Diane ; le Troitre ; le Doinus ; la Vère ; la Visance en aval de la retenue de Landisacq.<p></p><p></p>   La Dives.<p></p><p></p>   La Vie.<p></p><p></p>   La Touques et ses affluents suivants : le Chaumont ; le ruisseau des Aumones ; le ruisseau de l'Eglise ; le Bourgel ; la Ménardière.<p></p><p></p>   La Risle.<p></p>\n Département de la Seine-Maritime<p></p><p></p>   La Bresle et ses affluents.<p></p><p></p>   L'Yères et ses affluents.<p></p><p></p>   L'Arques, l'Eaulne, la Béthune, la Varenne et leurs affluents.<p></p><p></p>   La Scie et ses affluents.<p></p><p></p>   La Saâne et ses affluents.<p></p><p></p>   La Durdent et ses affluents.<p></p><p></p>   La Valmont et ses affluents.<p></p>\n Département de la Somme<p></p><p></p>   La Bresle.<p></p>\nBassin Artois-Picardie<p></p>\n Département du Pas-de-Calais<p></p><p></p>   Le Baillon, le Bras de Bronne, la Course, la Crésquoise, l'Embryenne, la Planquette.<p></p>\nBassin de la Loire<p></p>\n Département de l'Allier<p></p><p></p>   La Bouble, le Barbenan.<p></p>\n Département de l'Ardèche<p></p><p></p>   Le Lignon du Velay, l'Espézonnette, le Masmejean.<p></p>\n Département d'Eure-et-Loir<p></p><p></p>   L'Huisne.<p></p>\n Département de l'Orne<p></p><p></p>   L'Huisne et les affluents suivants : le Chêne Galon ; la Villette ; la Commauche et son affluent la Jambée ; la Corbionne ; l'Erre ; la Rougette ; la Même et son affluent la Coudre.<p></p><p></p>   La Sarthe et les affluents suivants : l'Hoëne ; la Briante ; le Sarthon ; le ruisseau de Roche-Elie ; le ruisseau d'Ecubei ; le ruisseau de Chandon ; le ruisseau de Glatigny.<p></p><p></p>   La Mayenne et ses affluents : la Gourbe et son affluent le ruisseau la Maure ; la Vée ; le ruisseau des Vallées ; le ruisseau d'Ortel.<p></p><p></p>   La Varenne et ses affluents : l'Halouze ; le ruisseau de Mousse ; l'Andainette ; le ruisseau de Bazeille ; la Pisse ; l'Egrenne ; le ruisseau de Choisel ; la Sonce.<p></p>\nCours d'eau côtiers au sud de la Loire<p></p>\n Département de la Charente<p></p><p></p>   La Charente, de Taizé-Aizie à Port-du-Lys (limite avec le département de Charente-Maritime), la Touvre, l'Antenne.<p></p>\n Département des Deux-Sèvres<p></p><p></p>   La Sèvre Niortaise en aval du deuxième pont amont de la RN 11 à Niort.<p></p><p></p>   La Courance en aval du pont de la RN 11, commune d'Epannes.<p></p><p></p>   La Boutonne.<p></p><p></p>   Le canal du Mignon en aval du pont de la RN 11 à Mauzé-sur-le-Mignon.<p></p>\n Département de la Vendée<p></p><p></p>   L'Etier du sud du Falleron, l'Etier du Dain, le Grand Etier de Sallertaine, la Vie, le Ligneron, le Jaunay, l'Auzance, l'Ile ou Vertonne, le Lay, l'Yon, la Smagne, le Petit Lay, le Contre Both de Vix, la Sèvre niortaise, l'Etier du Pont Angelier, l'Etier du Pré Colas, le Graon, la Vendée, la Mère, l'Autize.<p></p>\n Département de la Haute-Vienne<p></p><p></p>   Le Bandiat et ses affluents.<p></p><p></p>   Le Nauzon et ses affluents.<p></p><p></p>   La Tardoire et ses affluents.<p></p>\nCours d'eau bretons<p></p>\n Département du Morbihan<p></p><p></p>   Le Scorff, de l'aval du moulin inférieur de Tronscorff (commune de Langoelan) à l'aval du pont de tramway de Pontivy au Faouët (commune de Berne) et ses affluents suivants : le ruisseau de Saint-Caradec ; le Scaff ; le Saint Sauveur ; le Pont-ar-Bellec ou Bois Ducrocq ; le ruisseau de Lignol. Le Loch en aval du pont du CD 779 de Vannes à Baud (commune de Grandchamp).<p></p><p></p>   Le ruisseau du Temple en aval du pont de la voie communale n° 3 reliant Inzinzac au CD 769 près de Kéroman-Inzinzac (communes d'Inzinzac et Caudan).<p></p><p></p>   Le Kersalo en aval du pont dit Des Trois Recteurs, sur le CD 102 de Plouay à Sainte-Anne-d'Auray (communes de Plouay, Lanvaudan et Inguiniel).<p></p><p></p>   Le Sebrevet en aval du pont du CD 2 (communes de Bubry et Inguiniel).<p></p>\n Département du Finistère<p></p><p></p>   L'Horn en aval du pont de la D 19 (commune de Plouvorn).<p></p><p></p>   Le Guillec en aval du pont de la D 35 (commune de Plouzévédé).<p></p><p></p>   Le Quillimadec en aval de la digue de la retenue de Moulin-Neuf (communes de Saint-Méen et de Trégarantec).<p></p><p></p>   Le Quillivaron en aval de la D 11 de Lampaul-Guimiliau à Plounzoue-Menez (commune de Guimiliau).<p></p><p></p>   Le Camfrout en aval du pont de Saint-Conval à Kerancuru (commune de Hanvec).<p></p><p></p>   Le Squirriou en aval du chemin rural de Kertanguiuy à Kermarzin (commune de Scrignac).<p></p><p></p>   Le Rivoal en aval du pont de la D 30 de Brasparts à Sizun (commune de Saint-Rivoal).<p></p><p></p>   Le Pont l'Abbé en aval du pont de la D 40 (commune de Plogastel-Saint-Germain).<p></p><p></p>   Le Langelin en aval du pont de la D 72 (communes de Briec de l'Odet et Edern).<p></p><p></p>   Le Corroac'h en aval du pont de la D 156 (commune de Pluguffan).<p></p><p></p>   Le Saint Laurent en aval du pont de la N 165 (commune de Concarneau).<p></p><p></p>   Le Moros en aval du pont de la D 44 (commune de Melgven).<p></p><p></p>   Le Belon en aval du pont de la N 165 (communes de Mellac et Le Trévoux).<p></p><p></p>   Le Naïc en aval du pont de la D 177 (commune de Lanvenegen).<p></p>",
            "num": "Annexe IV à l'article D432-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1123200000000,
            "dateFin": 1123200000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1258869720,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108640",
                        "id": "LEGISCTA000006108640",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006839977",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006108640",
            "sectionParentId": "LEGISCTA000006108640",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "ANNEXES",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006839977",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret 2005-935 2005-08-02 JORF 5 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006839977",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1123200000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017832676",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IV à l'article D432-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000017832676",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Bassin de la Seine Département des Ardennes La Malacquise, le Thon, la Dyonne, le Plumion, l'Agron, la Vaux. Département de l'Eure L'Andelle et ses affluents. Département de la Meuse L'Aire, l'Aisne, la Biesme, la Chée, l'Ornain, la Saulx. Département de l'Orne L'Iton. Département de la Seine-Maritime L'Andelle, le Cailly, L'Austreberthe, la Sainte-Gertrude, l'Ambion, la Rançon. Département de Seine-et-Marne La Voulzie, le Betz, le Drognon, le Durteint, le Grand Morin, le Loing, le Lunain, le Petit Morin, le Vannetin, l'Aubetin, l'Ecole, l'Orvain, l'Orvanne. Cours d'eau normands Département de l'Eure La Calonne, la Risle et ses affluents. Département de la Manche La Sinope en aval du pont de la D 902 de Valognes à Quettehou. La Gloire en aval du pont de la N 13 de Valognes à Cherbourg. La Vanne en aval du pont de la D 58 de Roncey à Hambye. L'Airou en aval du pont de la N 176 de Villedieu-les-Poêles à Avranches. Le Thar en aval du pont de la D 7 de la Haye-Pesnel à Avranches. L'Oir en aval du pont de la D 47 d'Avranches à Isigny-le-Buat. Le Beuvron. La Sée, de l'aval de sa confluence avec la Sée Rousse et la Sée Blanche, à l'amont de sa confluence avec le Glanon. Département de l'Orne L'Orne, en amont de sa confluence avec la Maire et ses affluents suivants : la Sennevière ; la Thouanne ; la Cance ; la Baize ; l'Udon ; la Maire ; le Don ; l'Ure. Les ruisseaux : de Vienne ; de la Fontaine aux Hérons ; de la Guesnerie ; des Vallées ; d'Houay. La Rouvre et ses affluents suivants : la Gine ; le Val de Breuil et son affluent le ruisseau la Source Philippe ; la Rouvrette ; le Lembronnet ; le Lembron. Les ruisseaux : de Courteille ; de Duipont ; de la Coulandre ; d'Arthan. Le Noireau et ses affluents suivants : la Jouvine ; la Druance ; le ruisseau du Vautigé ; le ruisseau de la Diane ; le Troitre ; le Doinus ; la Vère ; la Visance en aval de la retenue de Landisacq. La Dives. La Vie. La Touques et ses affluents suivants : le Chaumont ; le ruisseau des Aumones ; le ruisseau de l'Eglise ; le Bourgel ; la Ménardière. La Risle. Département de la Seine-Maritime La Bresle et ses affluents. L'Yères et ses affluents. L'Arques, l'Eaulne, la Béthune, la Varenne et leurs affluents. La Scie et ses affluents. La Saâne et ses affluents. La Durdent et ses affluents. La Valmont et ses affluents. Département de la Somme La Bresle. Bassin Artois-Picardie Département du Pas-de-Calais Le Baillon, le Bras de Bronne, la Course, la Crésquoise, l'Embryenne, la Planquette. Bassin de la Loire Département de l'Allier La Bouble, le Barbenan. Département de l'Ardèche Le Lignon du Velay, l'Espézonnette, le Masmejean. Département d'Eure-et-Loir L'Huisne. Département de l'Orne L'Huisne et les affluents suivants : le Chêne Galon ; la Villette ; la Commauche et son affluent la Jambée ; la Corbionne ; l'Erre ; la Rougette ; la Même et son affluent la Coudre. La Sarthe et les affluents suivants : l'Hoëne ; la Briante ; le Sarthon ; le ruisseau de Roche-Elie ; le ruisseau d'Ecubei ; le ruisseau de Chandon ; le ruisseau de Glatigny. La Mayenne et ses affluents : la Gourbe et son affluent le ruisseau la Maure ; la Vée ; le ruisseau des Vallées ; le ruisseau d'Ortel. La Varenne et ses affluents : l'Halouze ; le ruisseau de Mousse ; l'Andainette ; le ruisseau de Bazeille ; la Pisse ; l'Egrenne ; le ruisseau de Choisel ; la Sonce. Cours d'eau côtiers au sud de la Loire Département de la Charente La Charente, de Taizé-Aizie à Port-du-Lys (limite avec le département de Charente-Maritime), la Touvre, l'Antenne. Département des Deux-Sèvres La Sèvre Niortaise en aval du deuxième pont amont de la RN 11 à Niort. La Courance en aval du pont de la RN 11, commune d'Epannes. La Boutonne. Le canal du Mignon en aval du pont de la RN 11 à Mauzé-sur-le-Mignon. Département de la Vendée L'Etier du sud du Falleron, l'Etier du Dain, le Grand Etier de Sallertaine, la Vie, le Ligneron, le Jaunay, l'Auzance, l'Ile ou Vertonne, le Lay, l'Yon, la Smagne, le Petit Lay, le Contre Both de Vix, la Sèvre niortaise, l'Etier du Pont Angelier, l'Etier du Pré Colas, le Graon, la Vendée, la Mère, l'Autize. Département de la Haute-Vienne Le Bandiat et ses affluents. Le Nauzon et ses affluents. La Tardoire et ses affluents. Cours d'eau bretons Département du Morbihan Le Scorff, de l'aval du moulin inférieur de Tronscorff (commune de Langoelan) à l'aval du pont de tramway de Pontivy au Faouët (commune de Berne) et ses affluents suivants : le ruisseau de Saint-Caradec ; le Scaff ; le Saint Sauveur ; le Pont-ar-Bellec ou Bois Ducrocq ; le ruisseau de Lignol. Le Loch en aval du pont du CD 779 de Vannes à Baud (commune de Grandchamp). Le ruisseau du Temple en aval du pont de la voie communale n° 3 reliant Inzinzac au CD 769 près de Kéroman-Inzinzac (communes d'Inzinzac et Caudan). Le Kersalo en aval du pont dit Des Trois Recteurs, sur le CD 102 de Plouay à Sainte-Anne-d'Auray (communes de Plouay, Lanvaudan et Inguiniel). Le Sebrevet en aval du pont du CD 2 (communes de Bubry et Inguiniel). Département du Finistère L'Horn en aval du pont de la D 19 (commune de Plouvorn). Le Guillec en aval du pont de la D 35 (commune de Plouzévédé). Le Quillimadec en aval de la digue de la retenue de Moulin-Neuf (communes de Saint-Méen et de Trégarantec). Le Quillivaron en aval de la D 11 de Lampaul-Guimiliau à Plounzoue-Menez (commune de Guimiliau). Le Camfrout en aval du pont de Saint-Conval à Kerancuru (commune de Hanvec). Le Squirriou en aval du chemin rural de Kertanguiuy à Kermarzin (commune de Scrignac). Le Rivoal en aval du pont de la D 30 de Brasparts à Sizun (commune de Saint-Rivoal). Le Pont l'Abbé en aval du pont de la D 40 (commune de Plogastel-Saint-Germain). Le Langelin en aval du pont de la D 72 (communes de Briec de l'Odet et Edern). Le Corroac'h en aval du pont de la D 156 (commune de Pluguffan). Le Saint Laurent en aval du pont de la N 165 (commune de Concarneau). Le Moros en aval du pont de la D 44 (commune de Melgven). Le Belon en aval du pont de la N 165 (communes de Mellac et Le Trévoux). Le Naïc en aval du pont de la D 177 (commune de Lanvenegen).",
            "texteHtml": "<p align='center'><strong>Bassin de la Seine<br/></strong></p><p align='center'>Département des Ardennes</p><p>La Malacquise, le Thon, la Dyonne, le Plumion, l'Agron, la Vaux.</p><p align='center'>Département de l'Eure</p><p>L'Andelle et ses affluents.</p><p align='center'>Département de la Meuse</p><p>L'Aire, l'Aisne, la Biesme, la Chée, l'Ornain, la Saulx.</p><p align='center'>Département de l'Orne</p><p>L'Iton.</p><p align='center'>Département de la Seine-Maritime</p><p>L'Andelle, le Cailly, L'Austreberthe, la Sainte-Gertrude, l'Ambion, la Rançon.</p><p align='center'>Département de Seine-et-Marne</p><p>La Voulzie, le Betz, le Drognon, le Durteint, le Grand Morin, le Loing, le Lunain, le Petit Morin, le Vannetin, l'Aubetin, l'Ecole, l'Orvain, l'Orvanne.</p><p align='center'><strong>Cours d'eau normands<br/></strong></p><p align='center'>Département de l'Eure</p><p>La Calonne, la Risle et ses affluents.</p><p align='center'>Département de la Manche</p><p>La Sinope en aval du pont de la D 902 de Valognes à Quettehou. La Gloire en aval du pont de la N 13 de Valognes à Cherbourg. La Vanne en aval du pont de la D 58 de Roncey à Hambye. L'Airou en aval du pont de la N 176 de Villedieu-les-Poêles à Avranches. Le Thar en aval du pont de la D 7 de la Haye-Pesnel à Avranches. L'Oir en aval du pont de la D 47 d'Avranches à Isigny-le-Buat. Le Beuvron. La Sée, de l'aval de sa confluence avec la Sée Rousse et la Sée Blanche, à l'amont de sa confluence avec le Glanon.</p><p align='center'>Département de l'Orne</p><p>L'Orne, en amont de sa confluence avec la Maire et ses affluents suivants : la Sennevière ; la Thouanne ; la Cance ; la Baize ; l'Udon ; la Maire ; le Don ; l'Ure.</p><p>Les ruisseaux : de Vienne ; de la Fontaine aux Hérons ; de la Guesnerie ; des Vallées ; d'Houay.</p><p>La Rouvre et ses affluents suivants : la Gine ; le Val de Breuil et son affluent le ruisseau la Source Philippe ; la Rouvrette ; le Lembronnet ; le Lembron.</p><p>Les ruisseaux : de Courteille ; de Duipont ; de la Coulandre ; d'Arthan.</p><p>Le Noireau et ses affluents suivants : la Jouvine ; la Druance ; le ruisseau du Vautigé ; le ruisseau de la Diane ; le Troitre ; le Doinus ; la Vère ; la Visance en aval de la retenue de Landisacq.</p><p>La Dives.</p><p>La Vie.</p><p>La Touques et ses affluents suivants : le Chaumont ; le ruisseau des Aumones ; le ruisseau de l'Eglise ; le Bourgel ; la Ménardière.</p><p>La Risle.</p><p align='center'>Département de la Seine-Maritime</p><p>La Bresle et ses affluents.</p><p>L'Yères et ses affluents.</p><p>L'Arques, l'Eaulne, la Béthune, la Varenne et leurs affluents.</p><p>La Scie et ses affluents.</p><p>La Saâne et ses affluents.</p><p>La Durdent et ses affluents.</p><p>La Valmont et ses affluents.</p><p align='center'>Département de la Somme</p><p>La Bresle.</p><p align='center'><strong>Bassin Artois-Picardie<br/></strong></p><p align='center'>Département du Pas-de-Calais</p><p>Le Baillon, le Bras de Bronne, la Course, la Crésquoise, l'Embryenne, la Planquette.</p><p align='center'><strong>Bassin de la Loire<br/></strong></p><p align='center'>Département de l'Allier</p><p>La Bouble, le Barbenan.</p><p align='center'>Département de l'Ardèche</p><p>Le Lignon du Velay, l'Espézonnette, le Masmejean.</p><p align='center'>Département d'Eure-et-Loir</p><p>L'Huisne.</p><p align='center'>Département de l'Orne</p><p>L'Huisne et les affluents suivants : le Chêne Galon ; la Villette ; la Commauche et son affluent la Jambée ; la Corbionne ; l'Erre ; la Rougette ; la Même et son affluent la Coudre.</p><p>La Sarthe et les affluents suivants : l'Hoëne ; la Briante ; le Sarthon ; le ruisseau de Roche-Elie ; le ruisseau d'Ecubei ; le ruisseau de Chandon ; le ruisseau de Glatigny.</p><p>La Mayenne et ses affluents : la Gourbe et son affluent le ruisseau la Maure ; la Vée ; le ruisseau des Vallées ; le ruisseau d'Ortel.</p><p>La Varenne et ses affluents : l'Halouze ; le ruisseau de Mousse ; l'Andainette ; le ruisseau de Bazeille ; la Pisse ; l'Egrenne ; le ruisseau de Choisel ; la Sonce.</p><p align='center'><strong>Cours d'eau côtiers au sud de la Loire<br/></strong></p><p align='center'>Département de la Charente</p><p>La Charente, de Taizé-Aizie à Port-du-Lys (limite avec le département de Charente-Maritime), la Touvre, l'Antenne.</p><p align='center'>Département des Deux-Sèvres</p><p>La Sèvre Niortaise en aval du deuxième pont amont de la RN 11 à Niort.</p><p>La Courance en aval du pont de la RN 11, commune d'Epannes.</p><p>La Boutonne.</p><p>Le canal du Mignon en aval du pont de la RN 11 à Mauzé-sur-le-Mignon.</p><p align='center'>Département de la Vendée</p><p>L'Etier du sud du Falleron, l'Etier du Dain, le Grand Etier de Sallertaine, la Vie, le Ligneron, le Jaunay, l'Auzance, l'Ile ou Vertonne, le Lay, l'Yon, la Smagne, le Petit Lay, le Contre Both de Vix, la Sèvre niortaise, l'Etier du Pont Angelier, l'Etier du Pré Colas, le Graon, la Vendée, la Mère, l'Autize.</p><p align='center'>Département de la Haute-Vienne</p><p>Le Bandiat et ses affluents.</p><p>Le Nauzon et ses affluents.</p><p>La Tardoire et ses affluents.</p><p align='center'><strong>Cours d'eau bretons</strong></p><p align='center'>Département du Morbihan</p><p>Le Scorff, de l'aval du moulin inférieur de Tronscorff (commune de Langoelan) à l'aval du pont de tramway de Pontivy au Faouët (commune de Berne) et ses affluents suivants : le ruisseau de Saint-Caradec ; le Scaff ; le Saint Sauveur ; le Pont-ar-Bellec ou Bois Ducrocq ; le ruisseau de Lignol. Le Loch en aval du pont du CD 779 de Vannes à Baud (commune de Grandchamp).</p><p>Le ruisseau du Temple en aval du pont de la voie communale n° 3 reliant Inzinzac au CD 769 près de Kéroman-Inzinzac (communes d'Inzinzac et Caudan).</p><p>Le Kersalo en aval du pont dit Des Trois Recteurs, sur le CD 102 de Plouay à Sainte-Anne-d'Auray (communes de Plouay, Lanvaudan et Inguiniel).</p><p>Le Sebrevet en aval du pont du CD 2 (communes de Bubry et Inguiniel).</p><p align='center'>Département du Finistère</p><p>L'Horn en aval du pont de la D 19 (commune de Plouvorn).</p><p>Le Guillec en aval du pont de la D 35 (commune de Plouzévédé).</p><p>Le Quillimadec en aval de la digue de la retenue de Moulin-Neuf (communes de Saint-Méen et de Trégarantec).</p><p>Le Quillivaron en aval de la D 11 de Lampaul-Guimiliau à Plounzoue-Menez (commune de Guimiliau).</p><p>Le Camfrout en aval du pont de Saint-Conval à Kerancuru (commune de Hanvec).</p><p>Le Squirriou en aval du chemin rural de Kertanguiuy à Kermarzin (commune de Scrignac).</p><p>Le Rivoal en aval du pont de la D 30 de Brasparts à Sizun (commune de Saint-Rivoal).</p><p>Le Pont l'Abbé en aval du pont de la D 40 (commune de Plogastel-Saint-Germain).</p><p>Le Langelin en aval du pont de la D 72 (communes de Briec de l'Odet et Edern).</p><p>Le Corroac'h en aval du pont de la D 156 (commune de Pluguffan).</p><p>Le Saint Laurent en aval du pont de la N 165 (commune de Concarneau).</p><p>Le Moros en aval du pont de la D 44 (commune de Melgven).</p><p>Le Belon en aval du pont de la N 165 (communes de Mellac et Le Trévoux).</p><p>Le Naïc en aval du pont de la D 177 (commune de Lanvenegen).</p>",
            "num": "Annexe IV à l'article D432-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1123200000000,
            "dateFin": 1388534400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1258869720,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108640",
                        "id": "LEGISCTA000006108640",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006839977",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006108640",
            "sectionParentId": "LEGISCTA000006108640",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "ANNEXES",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000017832676",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000017651043",
                    "textTitle": "Décret n°2007-1760\n du 14 décembre 2007 - art. 6",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000017695032",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-12-16",
                    "dateSignaTexte": "2007-12-14",
                    "dateDebutCible": "2007-12-17"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006839977",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1123200000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017832676",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IV à l'article D432-4"
            ],
            "versionPrecedente": "LEGIARTI000006839977",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}