{
    "cid": "LEGIARTI000006813455",
    "num": "R322-57",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Direction et administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188045",
                        "id": "LEGISCTA000006188045",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Dispositions communes aux sociétés d'assurance mutuelles à conseil d'administration et direction générale et à conseil de surveillance et directoire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195208",
                        "id": "LEGISCTA000006195208",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000006813459",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-162 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-162",
                    "articleId": "LEGIARTI000006815406",
                    "natureText": "CODE",
                    "date": 1599944807595,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1025222400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-1",
                    "articleId": "LEGIARTI000006825132",
                    "natureText": "CODE",
                    "date": 1599944807595,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1938-12-30 art. 27",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret 76-667 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000625016",
                    "textTitle": "Décret n°2005-7 du 3 janvier 2005 - art. 1 () JORF 7 janvier 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006237708",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-01-07",
                    "dateSignaTexte": "2005-01-03",
                    "dateDebutCible": "2005-01-07"
                }
            ],
            "num": "R322-57",
            "origine": "LEGI",
            "texte": "I.-Toute convention intervenant directement ou par personne interposée entre la société d'assurance mutuelle et l'un de ses administrateurs, membre du conseil de surveillance, membre du directoire ou dirigeants salariés doit être soumise à l'autorisation préalable du conseil d'administration ou du conseil de surveillance. Il en est de même des conventions auxquelles une des personnes visées à l'alinéa précédent est indirectement intéressée. Sont également soumises à autorisation préalable les conventions intervenant entre la société d'assurance mutuelle et une entreprise, si l'un des administrateurs, membre du conseil de surveillance, membre du directoire ou dirigeants salariés de la société d'assurance mutuelle est propriétaire, associé indéfiniment responsable, gérant, administrateur, membre du conseil de surveillance ou, de façon générale, dirigeant de cette entreprise. Lorsque le conseil d'administration ou le conseil de surveillance de la société d'assurance mutuelle est composé, pour plus du tiers de ses membres, d'administrateurs, de membres du conseil de surveillance, de membres du directoire, de dirigeants ou d'associés d'une seule personne morale de droit privé ne relevant pas des dispositions du présent code, les conventions intervenant entre cette personne morale et un administrateur, un membre du conseil de surveillance, un membre du directoire ou un dirigeant salarié de la société d'assurance mutuelle sont soumises aux dispositions du premier alinéa. II.-Les dispositions du I ne sont pas applicables aux conventions portant sur des opérations courantes et conclues à des conditions normales. Cependant, ces conventions sont communiquées par l'intéressé au président du conseil d'administration ou au président du conseil de surveillance. La liste et l'objet desdites conventions sont communiqués par le président aux membres du conseil d'administration, aux membres du conseil de surveillance et aux commissaires aux comptes. III.-L'administrateur, le membre du conseil de surveillance, le membre du directoire ou le dirigeant salarié intéressé est tenu d'informer le conseil, dès qu'il a connaissance d'une convention à laquelle le I du présent article est applicable. Il ne peut, lorsqu'il s'agit d'un administrateur ou d'un membre du conseil de surveillance, prendre part au vote sur l'autorisation sollicitée. IV.-L'assemblée générale est, chaque année, appelée à statuer sur : 1° Un rapport spécial des commissaires aux comptes sur toutes les conventions autorisées aux termes du I du présent article ; 2° Un rapport spécial des commissaires aux comptes concernant les contrats d'assurance de toute nature souscrits auprès de la société par ses administrateurs, ses membres du conseil de surveillance, ses membres du directoire, ses dirigeants salariés et leurs conjoints, ascendants et descendants. Le président du conseil d'administration ou du conseil de surveillance communique ces contrats aux commissaires aux comptes en indiquant ceux qui ont été souscrits à des conditions préférentielles par rapport à celles pratiquées pour les autres sociétaires. Pour l'établissement de leur rapport qui doit notamment préciser ces conditions préférentielles, les commissaires aux comptes analysent les caractéristiques des contrats souscrits, notamment, pour l'assurance vie, les sommes versées par la société dans l'année par bénéficiaire ainsi que les conditions de rémunération obtenues par lui. V.-Les conventions autorisées par le conseil d'administration ou le conseil de surveillance, qu'elles aient été ou non approuvées par l'assemblée générale, produisent leurs effets à l'égard des tiers, sauf lorsqu'elles sont annulées dans le cas de fraude. Même en l'absence de fraude, les conséquences, préjudiciables à la société, des conventions désapprouvées peuvent être mises à la charge de l'intéressé et, éventuellement, des autres membres du conseil d'administration, du conseil de surveillance ou du directoire. VI.-Sans préjudice de la responsabilité de l'administrateur, du membre du conseil de surveillance, du membre du directoire ou du dirigeant salarié intéressé, les conventions mentionnées au I du présent article et conclues sans autorisation préalable du conseil d'administration ou du conseil de surveillance peuvent être annulées si elles ont eu des conséquences dommageables pour la société. L'action en nullité se prescrit par trois ans à compter de la date de la convention. Toutefois, si la convention a été dissimulée, le point de départ du délai de la prescription est reporté au jour où elle a été révélée. La nullité peut être couverte par un vote de l'assemblée générale intervenant sur rapport spécial des commissaires aux comptes exposant les circonstances en raison desquelles la procédure d'autorisation n'a pas été suivie. Le ou les intéressés ne prennent pas part au vote. VII.-A peine de nullité du contrat et, en ce qui concerne les administrateurs ou les membres du conseil de surveillance élus par les salariés, sous réserve des dispositions de l'article L. 313-1 du code de la construction et de l'habitation, il est interdit aux administrateurs, membres du conseil de surveillance, membres du directoire et dirigeants salariés de contracter, sous quelque forme que ce soit, des emprunts auprès de la société ou de se faire consentir par celle-ci un découvert en compte courant ou autrement, ainsi que de faire cautionner ou avaliser par elle leurs engagements envers les tiers. La même interdiction s'applique aux conjoints, ascendants et descendants des personnes mentionnées au présent article ainsi qu'à toute personne interposée.",
            "texteHtml": "<p>I.-Toute convention intervenant directement ou par personne interposée entre la société d'assurance mutuelle et l'un de ses administrateurs, membre du conseil de surveillance, membre du directoire ou dirigeants salariés doit être soumise à l'autorisation préalable du conseil d'administration ou du conseil de surveillance.</p><p>Il en est de même des conventions auxquelles une des personnes visées à l'alinéa précédent est indirectement intéressée.</p><p>Sont également soumises à autorisation préalable les conventions intervenant entre la société d'assurance mutuelle et une entreprise, si l'un des administrateurs, membre du conseil de surveillance, membre du directoire ou dirigeants salariés de la société d'assurance mutuelle est propriétaire, associé indéfiniment responsable, gérant, administrateur, membre du conseil de surveillance ou, de façon générale, dirigeant de cette entreprise.</p><p>Lorsque le conseil d'administration ou le conseil de surveillance de la société d'assurance mutuelle est composé, pour plus du tiers de ses membres, d'administrateurs, de membres du conseil de surveillance, de membres du directoire, de dirigeants ou d'associés d'une seule personne morale de droit privé ne relevant pas des dispositions du présent code, les conventions intervenant entre cette personne morale et un administrateur, un membre du conseil de surveillance, un membre du directoire ou un dirigeant salarié de la société d'assurance mutuelle sont soumises aux dispositions du premier alinéa.</p><p>II.-Les dispositions du I ne sont pas applicables aux conventions portant sur des opérations courantes et conclues à des conditions normales.</p><p>Cependant, ces conventions sont communiquées par l'intéressé au président du conseil d'administration ou au président du conseil de surveillance. La liste et l'objet desdites conventions sont communiqués par le président aux membres du conseil d'administration, aux membres du conseil de surveillance et aux commissaires aux comptes.</p><p>III.-L'administrateur, le membre du conseil de surveillance, le membre du directoire ou le dirigeant salarié intéressé est tenu d'informer le conseil, dès qu'il a connaissance d'une convention à laquelle le I du présent article est applicable. Il ne peut, lorsqu'il s'agit d'un administrateur ou d'un membre du conseil de surveillance, prendre part au vote sur l'autorisation sollicitée.</p><p>IV.-L'assemblée générale est, chaque année, appelée à statuer sur :</p><p>1° Un rapport spécial des commissaires aux comptes sur toutes les conventions autorisées aux termes du I du présent article ;</p><p>2° Un rapport spécial des commissaires aux comptes concernant les contrats d'assurance de toute nature souscrits auprès de la société par ses administrateurs, ses membres du conseil de surveillance, ses membres du directoire, ses dirigeants salariés et leurs conjoints, ascendants et descendants. Le président du conseil d'administration ou du conseil de surveillance communique ces contrats aux commissaires aux comptes en indiquant ceux qui ont été souscrits à des conditions préférentielles par rapport à celles pratiquées pour les autres sociétaires. Pour l'établissement de leur rapport qui doit notamment préciser ces conditions préférentielles, les commissaires aux comptes analysent les caractéristiques des contrats souscrits, notamment, pour l'assurance vie, les sommes versées par la société dans l'année par bénéficiaire ainsi que les conditions de rémunération obtenues par lui.</p><p>V.-Les conventions autorisées par le conseil d'administration ou le conseil de surveillance, qu'elles aient été ou non approuvées par l'assemblée générale, produisent leurs effets à l'égard des tiers, sauf lorsqu'elles sont annulées dans le cas de fraude.</p><p>Même en l'absence de fraude, les conséquences, préjudiciables à la société, des conventions désapprouvées peuvent être mises à la charge de l'intéressé et, éventuellement, des autres membres du conseil d'administration, du conseil de surveillance ou du directoire.</p><p>VI.-Sans préjudice de la responsabilité de l'administrateur, du membre du conseil de surveillance, du membre du directoire ou du dirigeant salarié intéressé, les conventions mentionnées au I du présent article et conclues sans autorisation préalable du conseil d'administration ou du conseil de surveillance peuvent être annulées si elles ont eu des conséquences dommageables pour la société.</p><p>L'action en nullité se prescrit par trois ans à compter de la date de la convention. Toutefois, si la convention a été dissimulée, le point de départ du délai de la prescription est reporté au jour où elle a été révélée.</p><p>La nullité peut être couverte par un vote de l'assemblée générale intervenant sur rapport spécial des commissaires aux comptes exposant les circonstances en raison desquelles la procédure d'autorisation n'a pas été suivie. Le ou les intéressés ne prennent pas part au vote.</p><p>VII.-A peine de nullité du contrat et, en ce qui concerne les administrateurs ou les membres du conseil de surveillance élus par les salariés, sous réserve des dispositions de <a href='/article/LEGIARTI000006825132' title='Code de la construction et de l'habitation. - art. L313-1 (V)'>l'article L. 313-1</a> du code de la construction et de l'habitation, il est interdit aux administrateurs, membres du conseil de surveillance, membres du directoire et dirigeants salariés de contracter, sous quelque forme que ce soit, des emprunts auprès de la société ou de se faire consentir par celle-ci un découvert en compte courant ou autrement, ainsi que de faire cautionner ou avaliser par elle leurs engagements envers les tiers.</p><p>La même interdiction s'applique aux conjoints, ascendants et descendants des personnes mentionnées au présent article ainsi qu'à toute personne interposée.</p>",
            "type": "AUTONOME",
            "dateDebut": "2005-01-07T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-01",
                        "fin": "2005-01-07",
                        "titre": "Paragraphe 2 : Administration.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188049",
                        "id": "LEGISCTA000006188049",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "ABROGE",
            "id": "LEGIARTI000006813458",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-162 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-162",
                    "articleId": "LEGIARTI000006815406",
                    "natureText": "CODE",
                    "date": 1599944808127,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1025222400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-1",
                    "articleId": "LEGIARTI000006825132",
                    "natureText": "CODE",
                    "date": 1599944808127,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1938-12-30 art. 27",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret 76-667 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000236921",
                    "textTitle": "Décret n°2003-311 du 31 mars 2003 - art. 2 () JORF 5 avril 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006218218",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-04-05",
                    "dateSignaTexte": "2003-03-31",
                    "dateDebutCible": "2003-04-05"
                },
                {
                    "textCid": "JORFTEXT000000625016",
                    "textTitle": "Décret 2005-7 2005-01-03 art. 3 9° JORF 7 janvier 2005",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000625016",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-01-07",
                    "dateSignaTexte": "2005-01-03",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "R322-57",
            "origine": "LEGI",
            "texte": "I. - Toute convention intervenant directement ou par personne interposée entre la société d'assurance mutuelle et l'un de ses administrateurs ou dirigeants salariés doit être soumise à l'autorisation préalable du conseil d'administration. Il en est de même des conventions auxquelles une des personnes visées à l'alinéa précédent est indirectement intéressée. Sont également soumises à autorisation préalable les conventions intervenant entre la société d'assurance mutuelle et une entreprise, si l'un des administrateurs ou dirigeants salariés de la société d'assurance mutuelle est propriétaire, associé indéfiniment responsable, gérant, administrateur, membre du conseil de surveillance ou, de façon générale, dirigeant de cette entreprise. Lorsque le conseil d'administration de la société d'assurance mutuelle est composé, pour plus du tiers de ses membres, d'administrateurs, de dirigeants ou d'associés d'une seule personne morale de droit privé ne relevant pas des dispositions du présent code, les conventions intervenant entre cette personne morale et un administrateur ou un dirigeant salarié de la société d'assurance mutuelle sont soumises aux dispositions du premier alinéa. II. - Les dispositions du I ne sont pas applicables aux conventions portant sur des opérations courantes et conclues à des conditions normales. Cependant, ces conventions sont communiquées par l'intéressé au président du conseil d'administration. La liste et l'objet desdites conventions sont communiqués par le président aux membres du conseil d'administration et aux commissaires aux comptes. III. - L'administrateur ou le dirigeant salarié intéressé est tenu d'informer le conseil, dès qu'il a connaissance d'une convention à laquelle le I du présent article est applicable. Il ne peut, lorsqu'il s'agit d'un administrateur, prendre part au vote sur l'autorisation sollicitée. IV. - L'assemblée générale est, chaque année, appelée à statuer sur : 1° Un rapport spécial des commissaires aux comptes sur toutes les conventions autorisées aux termes du I du présent article ; 2° Un rapport spécial des commissaires aux comptes concernant les contrats d'assurance de toute nature souscrits auprès de la société par ses administrateurs, ses dirigeants salariés et leurs conjoints, ascendants et descendants. Le président du conseil d'administration communique ces contrats aux commissaires aux comptes en indiquant ceux qui ont été souscrits à des conditions préférentielles par rapport à celles pratiquées pour les autres sociétaires. Pour l'établissement de leur rapport qui doit notamment préciser ces conditions préférentielles, les commissaires aux comptes analysent les caractéristiques des contrats souscrits, notamment, pour l'assurance vie, les sommes versées par la société dans l'année par bénéficiaire ainsi que les conditions de rémunération obtenues par lui. V. - Les conventions autorisées par le conseil d'administration, qu'elles aient été ou non approuvées par l'assemblée générale, produisent leurs effets à l'égard des tiers, sauf lorsqu'elles sont annulées dans le cas de fraude. Même en l'absence de fraude, les conséquences, préjudiciables à la société, des conventions désapprouvées peuvent être mises à la charge de l'intéressé et, éventuellement, des autres membres du conseil d'administration. VI. - Sans préjudice de la responsabilité de l'administrateur ou du dirigeant salarié intéressé, les conventions mentionnées au I du présent article et conclues sans autorisation préalable du conseil d'administration peuvent être annulées si elles ont eu des conséquences dommageables pour la société. L'action en nullité se prescrit par trois ans à compter de la date de la convention. Toutefois, si la convention a été dissimulée, le point de départ du délai de la prescription est reporté au jour où elle a été révélée. La nullité peut être couverte par un vote de l'assemblée générale intervenant sur rapport spécial des commissaires aux comptes exposant les circonstances en raison desquelles la procédure d'autorisation n'a pas été suivie. Le ou les intéressés ne prennent pas part au vote. VII. - A peine de nullité du contrat et, en ce qui concerne les administrateurs élus par les salariés, sous réserve des dispositions de l'article L. 313-1 du code de la construction et de l'habitation, il est interdit aux administrateurs et dirigeants salariés de contracter, sous quelque forme que ce soit, des emprunts auprès de la société ou de se faire consentir par celle-ci un découvert en compte courant ou autrement, ainsi que de faire cautionner ou avaliser par elle leurs engagements envers les tiers. La même interdiction s'applique aux conjoints, ascendants et descendants des personnes mentionnées au présent article ainsi qu'à toute personne interposée.",
            "texteHtml": "<p></p>   I. - Toute convention intervenant directement ou par personne interposée entre la société d'assurance mutuelle et l'un de ses administrateurs ou dirigeants salariés doit être soumise à l'autorisation préalable du conseil d'administration.<p></p><p></p>   Il en est de même des conventions auxquelles une des personnes visées à l'alinéa précédent est indirectement intéressée.<p></p><p></p>   Sont également soumises à autorisation préalable les conventions intervenant entre la société d'assurance mutuelle et une entreprise, si l'un des administrateurs ou dirigeants salariés de la société d'assurance mutuelle est propriétaire, associé indéfiniment responsable, gérant, administrateur, membre du conseil de surveillance ou, de façon générale, dirigeant de cette entreprise.<p></p><p></p>   Lorsque le conseil d'administration de la société d'assurance mutuelle est composé, pour plus du tiers de ses membres, d'administrateurs, de dirigeants ou d'associés d'une seule personne morale de droit privé ne relevant pas des dispositions du présent code, les conventions intervenant entre cette personne morale et un administrateur ou un dirigeant salarié de la société d'assurance mutuelle sont soumises aux dispositions du premier alinéa.<p></p><p></p>   II. - Les dispositions du I ne sont pas applicables aux conventions portant sur des opérations courantes et conclues à des conditions normales.<p></p><p></p>   Cependant, ces conventions sont communiquées par l'intéressé au président du conseil d'administration. La liste et l'objet desdites conventions sont communiqués par le président aux membres du conseil d'administration et aux commissaires aux comptes.<p></p><p></p>   III. - L'administrateur ou le dirigeant salarié intéressé est tenu d'informer le conseil, dès qu'il a connaissance d'une convention à laquelle le I du présent article est applicable. Il ne peut, lorsqu'il s'agit d'un administrateur, prendre part au vote sur l'autorisation sollicitée.<p></p><p></p>   IV. - L'assemblée générale est, chaque année, appelée à statuer sur :<p></p><p></p>   1° Un rapport spécial des commissaires aux comptes sur toutes les conventions autorisées aux termes du I du présent article ;<p></p><p></p>   2° Un rapport spécial des commissaires aux comptes concernant les contrats d'assurance de toute nature souscrits auprès de la société par ses administrateurs, ses dirigeants salariés et leurs conjoints, ascendants et descendants. Le président du conseil d'administration communique ces contrats aux commissaires aux comptes en indiquant ceux qui ont été souscrits à des conditions préférentielles par rapport à celles pratiquées pour les autres sociétaires. Pour l'établissement de leur rapport qui doit notamment préciser ces conditions préférentielles, les commissaires aux comptes analysent les caractéristiques des contrats souscrits, notamment, pour l'assurance vie, les sommes versées par la société dans l'année par bénéficiaire ainsi que les conditions de rémunération obtenues par lui.<p></p><p></p>   V. - Les conventions autorisées par le conseil d'administration, qu'elles aient été ou non approuvées par l'assemblée générale, produisent leurs effets à l'égard des tiers, sauf lorsqu'elles sont annulées dans le cas de fraude.<p></p><p></p>   Même en l'absence de fraude, les conséquences, préjudiciables à la société, des conventions désapprouvées peuvent être mises à la charge de l'intéressé et, éventuellement, des autres membres du conseil d'administration.<p></p><p></p>   VI. - Sans préjudice de la responsabilité de l'administrateur ou du dirigeant salarié intéressé, les conventions mentionnées au I du présent article et conclues sans autorisation préalable du conseil d'administration peuvent être annulées si elles ont eu des conséquences dommageables pour la société.<p></p><p></p>   L'action en nullité se prescrit par trois ans à compter de la date de la convention. Toutefois, si la convention a été dissimulée, le point de départ du délai de la prescription est reporté au jour où elle a été révélée.<p></p><p></p>   La nullité peut être couverte par un vote de l'assemblée générale intervenant sur rapport spécial des commissaires aux comptes exposant les circonstances en raison desquelles la procédure d'autorisation n'a pas été suivie. Le ou les intéressés ne prennent pas part au vote.<p></p><p></p>   VII. - A peine de nullité du contrat et, en ce qui concerne les administrateurs élus par les salariés, sous réserve des dispositions de l'article L. 313-1 du code de la construction et de l'habitation, il est interdit aux administrateurs et dirigeants salariés de contracter, sous quelque forme que ce soit, des emprunts auprès de la société ou de se faire consentir par celle-ci un découvert en compte courant ou autrement, ainsi que de faire cautionner ou avaliser par elle leurs engagements envers les tiers.<p></p><p></p>   La même interdiction s'applique aux conjoints, ascendants et descendants des personnes mentionnées au présent article ainsi qu'à toute personne interposée.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2003-03-05T00:00:00.000Z",
            "dateFin": "2005-01-07T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-01",
                        "fin": "2005-01-07",
                        "titre": "Paragraphe 2 : Administration.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188049",
                        "id": "LEGISCTA000006188049",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006813457",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-162 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-162",
                    "articleId": "LEGIARTI000006815406",
                    "natureText": "CODE",
                    "date": 1599944808004,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1025222400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-1",
                    "articleId": "LEGIARTI000006825132",
                    "natureText": "CODE",
                    "date": 1599944808004,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1938-12-30 art. 27",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret 76-667 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000773293",
                    "textTitle": "Décret n°2002-942 du 26 juin 2002 - art. 4 () JORF 28 juin 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006212895",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-06-28",
                    "dateSignaTexte": "2002-06-26",
                    "dateDebutCible": "2002-06-28"
                }
            ],
            "num": "R322-57",
            "origine": "LEGI",
            "texte": "I. - Toute convention intervenant directement ou par personne interposée entre la société d'assurance mutuelle et l'un de ses administrateurs ou dirigeants salariés doit être soumise à l'autorisation préalable du conseil d'administration. Il en est de même des conventions auxquelles une des personnes visées à l'alinéa précédent est indirectement intéressée. Sont également soumises à autorisation préalable les conventions intervenant entre la société d'assurance mutuelle et une entreprise, si l'un des administrateurs ou dirigeants salariés de la société d'assurance mutuelle est propriétaire, associé indéfiniment responsable, gérant, administrateur, membre du conseil de surveillance ou, de façon générale, dirigeant de cette entreprise. Lorsque le conseil d'administration de la société d'assurance mutuelle est composé, pour plus du tiers de ses membres, d'administrateurs, de dirigeants ou d'associés d'une seule personne morale de droit privé ne relevant pas des dispositions du présent code, les conventions intervenant entre cette personne morale et un administrateur ou un dirigeant salarié de la société d'assurance mutuelle sont soumises aux dispositions du premier alinéa. II. - Les dispositions du I ne sont pas applicables aux conventions portant sur des opérations courantes et conclues à des conditions normales. Cependant, ces conventions sont communiquées par l'intéressé au président du conseil d'administration. La liste et l'objet desdites conventions sont communiqués par le président aux membres du conseil d'administration et aux commissaires aux comptes. III. - L'administrateur ou le dirigeant salarié intéressé est tenu d'informer le conseil, dès qu'il a connaissance d'une convention à laquelle le I du présent article est applicable. Il ne peut, lorsqu'il s'agit d'un administrateur, prendre part au vote sur l'autorisation sollicitée. IV. - L'assemblée générale est, chaque année, appelée à statuer sur : 1° Un rapport spécial des commissaires aux comptes sur toutes les conventions autorisées aux termes du I du présent article ; 2° Un rapport spécial des commissaires aux comptes concernant les contrats d'assurance de toute nature souscrits auprès de la société par ses administrateurs, ses dirigeants salariés et leurs conjoints, ascendants et descendants. Le président du conseil d'administration communique ces contrats aux commissaires aux comptes en indiquant ceux qui ont été souscrits à des conditions préférentielles par rapport à celles pratiquées pour les autres sociétaires. Pour l'établissement de leur rapport, les commissaires aux comptes analysent les caractéristiques des contrats souscrits, notamment, pour l'assurance vie, les sommes versées par la société dans l'année par bénéficiaire ainsi que les conditions de rémunération obtenues par lui. V. - Les conventions autorisées par le conseil d'administration, qu'elles aient été ou non approuvées par l'assemblée générale, produisent leurs effets à l'égard des tiers, sauf lorsqu'elles sont annulées dans le cas de fraude. Même en l'absence de fraude, les conséquences, préjudiciables à la société, des conventions désapprouvées peuvent être mises à la charge de l'intéressé et, éventuellement, des autres membres du conseil d'administration. VI. - Sans préjudice de la responsabilité de l'administrateur ou du dirigeant salarié intéressé, les conventions mentionnées au I du présent article et conclues sans autorisation préalable du conseil d'administration peuvent être annulées si elles ont eu des conséquences dommageables pour la société. L'action en nullité se prescrit par trois ans à compter de la date de la convention. Toutefois, si la convention a été dissimulée, le point de départ du délai de la prescription est reporté au jour où elle a été révélée. La nullité peut être couverte par un vote de l'assemblée générale intervenant sur rapport spécial des commissaires aux comptes exposant les circonstances en raison desquelles la procédure d'autorisation n'a pas été suivie. Le ou les intéressés ne prennent pas part au vote. VII. - A peine de nullité du contrat et, en ce qui concerne les administrateurs élus par les salariés, sous réserve des dispositions de l'article L. 313-1 du code de la construction et de l'habitation, il est interdit aux administrateurs et dirigeants salariés de contracter, sous quelque forme que ce soit, des emprunts auprès de la société ou de se faire consentir par celle-ci un découvert en compte courant ou autrement, ainsi que de faire cautionner ou avaliser par elle leurs engagements envers les tiers. La même interdiction s'applique aux conjoints, ascendants et descendants des personnes mentionnées au présent article ainsi qu'à toute personne interposée.",
            "texteHtml": "<p></p>   I. - Toute convention intervenant directement ou par personne interposée entre la société d'assurance mutuelle et l'un de ses administrateurs ou dirigeants salariés doit être soumise à l'autorisation préalable du conseil d'administration.<p></p><p></p>   Il en est de même des conventions auxquelles une des personnes visées à l'alinéa précédent est indirectement intéressée.<p></p><p></p>   Sont également soumises à autorisation préalable les conventions intervenant entre la société d'assurance mutuelle et une entreprise, si l'un des administrateurs ou dirigeants salariés de la société d'assurance mutuelle est propriétaire, associé indéfiniment responsable, gérant, administrateur, membre du conseil de surveillance ou, de façon générale, dirigeant de cette entreprise.<p></p><p></p>   Lorsque le conseil d'administration de la société d'assurance mutuelle est composé, pour plus du tiers de ses membres, d'administrateurs, de dirigeants ou d'associés d'une seule personne morale de droit privé ne relevant pas des dispositions du présent code, les conventions intervenant entre cette personne morale et un administrateur ou un dirigeant salarié de la société d'assurance mutuelle sont soumises aux dispositions du premier alinéa.<p></p><p></p>   II. - Les dispositions du I ne sont pas applicables aux conventions portant sur des opérations courantes et conclues à des conditions normales.<p></p><p></p>   Cependant, ces conventions sont communiquées par l'intéressé au président du conseil d'administration. La liste et l'objet desdites conventions sont communiqués par le président aux membres du conseil d'administration et aux commissaires aux comptes.<p></p><p></p>   III. - L'administrateur ou le dirigeant salarié intéressé est tenu d'informer le conseil, dès qu'il a connaissance d'une convention à laquelle le I du présent article est applicable. Il ne peut, lorsqu'il s'agit d'un administrateur, prendre part au vote sur l'autorisation sollicitée.<p></p><p></p>   IV. - L'assemblée générale est, chaque année, appelée à statuer sur :<p></p><p></p>   1° Un rapport spécial des commissaires aux comptes sur toutes les conventions autorisées aux termes du I du présent article ;<p></p><p></p>   2° Un rapport spécial des commissaires aux comptes concernant les contrats d'assurance de toute nature souscrits auprès de la société par ses administrateurs, ses dirigeants salariés et leurs conjoints, ascendants et descendants. Le président du conseil d'administration communique ces contrats aux commissaires aux comptes en indiquant ceux qui ont été souscrits à des conditions préférentielles par rapport à celles pratiquées pour les autres sociétaires. Pour l'établissement de leur rapport, les commissaires aux comptes analysent les caractéristiques des contrats souscrits, notamment, pour l'assurance vie, les sommes versées par la société dans l'année par bénéficiaire ainsi que les conditions de rémunération obtenues par lui.<p></p><p></p>   V. - Les conventions autorisées par le conseil d'administration, qu'elles aient été ou non approuvées par l'assemblée générale, produisent leurs effets à l'égard des tiers, sauf lorsqu'elles sont annulées dans le cas de fraude.<p></p><p></p>   Même en l'absence de fraude, les conséquences, préjudiciables à la société, des conventions désapprouvées peuvent être mises à la charge de l'intéressé et, éventuellement, des autres membres du conseil d'administration.<p></p><p></p>   VI. - Sans préjudice de la responsabilité de l'administrateur ou du dirigeant salarié intéressé, les conventions mentionnées au I du présent article et conclues sans autorisation préalable du conseil d'administration peuvent être annulées si elles ont eu des conséquences dommageables pour la société.<p></p><p></p>   L'action en nullité se prescrit par trois ans à compter de la date de la convention. Toutefois, si la convention a été dissimulée, le point de départ du délai de la prescription est reporté au jour où elle a été révélée.<p></p><p></p>   La nullité peut être couverte par un vote de l'assemblée générale intervenant sur rapport spécial des commissaires aux comptes exposant les circonstances en raison desquelles la procédure d'autorisation n'a pas été suivie. Le ou les intéressés ne prennent pas part au vote.<p></p><p></p>   VII. - A peine de nullité du contrat et, en ce qui concerne les administrateurs élus par les salariés, sous réserve des dispositions de l'article L. 313-1 du code de la construction et de l'habitation, il est interdit aux administrateurs et dirigeants salariés de contracter, sous quelque forme que ce soit, des emprunts auprès de la société ou de se faire consentir par celle-ci un découvert en compte courant ou autrement, ainsi que de faire cautionner ou avaliser par elle leurs engagements envers les tiers.<p></p><p></p>   La même interdiction s'applique aux conjoints, ascendants et descendants des personnes mentionnées au présent article ainsi qu'à toute personne interposée.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2002-06-28T00:00:00.000Z",
            "dateFin": "2003-03-05T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-01",
                        "fin": "2005-01-07",
                        "titre": "Paragraphe 2 : Administration.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188049",
                        "id": "LEGISCTA000006188049",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006813456",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-162 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-162",
                    "articleId": "LEGIARTI000006815406",
                    "natureText": "CODE",
                    "date": 1599944808004,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1025222400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1938-12-30 art. 27",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret 76-667 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000571837",
                    "textTitle": "Décret n°91-1050 du 30 septembre 1991 - art. 1 () JORF 15 octobre 1991",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006847351",
                    "natureText": "DECRET",
                    "datePubliTexte": "1991-10-15",
                    "dateSignaTexte": "1991-09-30",
                    "dateDebutCible": "1991-10-15"
                }
            ],
            "num": "R*322-57",
            "origine": "LEGI",
            "texte": "Il est interdit aux administrateurs et aux directeurs de prendre ou de conserver un intérêt direct ou indirect dans une entreprise, un marché, un traité ou une opération commerciale ou financière faits avec la société ou pour son compte, à moins qu'ils n'y soient autorisés par l'assemblée générale. Il est, chaque année, rendu à l'assemblée générale un compte spécial de l'exécution des marchés, entreprises, traités ou opérations commerciales ou financières par elle autorisés, aux termes du précédent alinéa. Ce compte rendu spécial doit faire l'objet d'un rapport des commissaires aux comptes.",
            "texteHtml": "<p></p>   Il est interdit aux administrateurs et aux directeurs de prendre ou de conserver un intérêt direct ou indirect dans une entreprise, un marché, un traité ou une opération commerciale ou financière faits avec la société ou pour son compte, à moins qu'ils n'y soient autorisés par l'assemblée générale.<p></p><p></p>   Il est, chaque année, rendu à l'assemblée générale un compte spécial de l'exécution des marchés, entreprises, traités ou opérations commerciales ou financières par elle autorisés, aux termes du précédent alinéa. Ce compte rendu spécial doit faire l'objet d'un rapport des commissaires aux comptes.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "1991-10-15T00:00:00.000Z",
            "dateFin": "2002-06-28T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "1991-10-15",
                        "titre": "Section IV : Sociétés d'assurance à forme mutuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175544",
                        "id": "LEGISCTA000006175544",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "1991-10-15",
                        "titre": "Paragraphe 2 : Administration.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188036",
                        "id": "LEGISCTA000006188036",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006813455",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-162 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-162",
                    "articleId": "LEGIARTI000006815406",
                    "natureText": "CODE",
                    "date": 1599944808009,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1025222400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1938-12-30 art. 27",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret 76-667 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "R*322-57",
            "origine": "LEGI",
            "texte": "Il est interdit aux administrateurs et aux directeurs de prendre ou de conserver un intérêt direct ou indirect dans une entreprise, un marché, un traité ou une opération commerciale ou financière faits avec la société ou pour son compte, à moins qu'ils n'y soient autorisés par l'assemblée générale. Il est, chaque année, rendu à l'assemblée générale un compte spécial de l'exécution des marchés, entreprises, traités ou opérations commerciales ou financières par elle autorisés, aux termes du précédent alinéa. Ce compte rendu spécial doit faire l'objet d'un rapport des commissaires aux comptes.",
            "texteHtml": "<p></p>   Il est interdit aux administrateurs et aux directeurs de prendre ou de conserver un intérêt direct ou indirect dans une entreprise, un marché, un traité ou une opération commerciale ou financière faits avec la société ou pour son compte, à moins qu'ils n'y soient autorisés par l'assemblée générale.<p></p><p></p>   Il est, chaque année, rendu à l'assemblée générale un compte spécial de l'exécution des marchés, entreprises, traités ou opérations commerciales ou financières par elle autorisés, aux termes du précédent alinéa. Ce compte rendu spécial doit faire l'objet d'un rapport des commissaires aux comptes.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "1976-07-21T00:00:00.000Z",
            "dateFin": "1991-10-15T00:00:00.000Z"
        }
    ]
}