{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039279761",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La copropriété d'une demande de brevet ou d'un brevet est régie par les dispositions suivantes : a) Chacun des copropriétaires peut exploiter l'invention à son profit, sauf à indemniser équitablement les autres copropriétaires qui n'exploitent pas personnellement l'invention ou qui n'ont pas concédé de licences d'exploitation. A défaut d'accord amiable, cette indemnité est fixée par le   tribunal judiciaire. b) Chacun des copropriétaires peut agir en contrefaçon à son seul profit. Le copropriétaire qui agit en contrefaçon doit notifier l'assignation délivrée aux autres copropriétaires ; il est sursis à statuer sur l'action tant qu'il n'est pas justifié de cette notification. c) Chacun des copropriétaires peut concéder à un tiers une licence d'exploitation non exclusive à son profit, sauf à indemniser équitablement les autres copropriétaires qui n'exploitent pas personnellement l'invention ou qui n'ont pas concédé de licence d'exploitation. A défaut d'accord amiable, cette indemnité est fixée par le   tribunal judiciaire. Toutefois, le projet de concession doit être notifié aux autres copropriétaires accompagné d'une offre de cession de la quote-part à un prix déterminé. Dans un délai de trois mois suivant cette notification, l'un quelconque des copropriétaires peut s'opposer à la concession de licence à la condition d'acquérir la quote-part de celui qui désire accorder la licence. A défaut d'accord dans le délai prévu à l'alinéa précédent, le prix est fixé par le   tribunal judiciaire. Les parties disposent d'un délai d'un mois à compter de la notification du jugement ou, en cas d'appel, de l'arrêt, pour renoncer à la concession de la licence ou à l'achat de la part de copropriété sans préjudice des dommages-intérêts qui peuvent être dus ; les dépens sont à la charge de la partie qui renonce. d) Une licence d'exploitation exclusive ne peut être accordée qu'avec l'accord de tous les copropriétaires ou par autorisation de justice. e) Chaque copropriétaire peut, à tout moment, céder sa quote-part. Les copropriétaires disposent d'un droit de préemption pendant un délai de trois mois à compter de la notification du projet de cession. A défaut d'accord sur le prix, celui-ci est fixé par le   tribunal judiciaire. Les parties disposent d'un délai d'un mois à compter de la notification du jugement ou, en cas d'appel, de l'arrêt, pour renoncer à la vente ou à l'achat de la part de copropriété sans préjudice des dommages-intérêts qui peuvent être dus ; les dépens sont à la charge de la partie qui renonce.",
            "texteHtml": "<p></p>La copropriété d'une demande de brevet ou d'un brevet est régie par les dispositions suivantes : <p></p><p></p>a) Chacun des copropriétaires peut exploiter l'invention à son profit, sauf à indemniser équitablement les autres copropriétaires qui n'exploitent pas personnellement l'invention ou qui n'ont pas concédé de licences d'exploitation. A défaut d'accord amiable, cette indemnité est fixée par le   tribunal judiciaire. <p></p><p></p>b) Chacun des copropriétaires peut agir en contrefaçon à son seul profit. Le copropriétaire qui agit en contrefaçon doit notifier l'assignation délivrée aux autres copropriétaires ; il est sursis à statuer sur l'action tant qu'il n'est pas justifié de cette notification. <p></p><p></p>c) Chacun des copropriétaires peut concéder à un tiers une licence d'exploitation non exclusive à son profit, sauf à indemniser équitablement les autres copropriétaires qui n'exploitent pas personnellement l'invention ou qui n'ont pas concédé de licence d'exploitation. A défaut d'accord amiable, cette indemnité est fixée par le   tribunal judiciaire. <p></p><p></p>Toutefois, le projet de concession doit être notifié aux autres copropriétaires accompagné d'une offre de cession de la quote-part à un prix déterminé. <p></p><p></p>Dans un délai de trois mois suivant cette notification, l'un quelconque des copropriétaires peut s'opposer à la concession de licence à la condition d'acquérir la quote-part de celui qui désire accorder la licence. <p></p><p></p>A défaut d'accord dans le délai prévu à l'alinéa précédent, le prix est fixé par le   tribunal judiciaire. Les parties disposent d'un délai d'un mois à compter de la notification du jugement ou, en cas d'appel, de l'arrêt, pour renoncer à la concession de la licence ou à l'achat de la part de copropriété sans préjudice des dommages-intérêts qui peuvent être dus ; les dépens sont à la charge de la partie qui renonce. <p></p><p></p>d) Une licence d'exploitation exclusive ne peut être accordée qu'avec l'accord de tous les copropriétaires ou par autorisation de justice. <p></p><p></p>e) Chaque copropriétaire peut, à tout moment, céder sa quote-part. Les copropriétaires disposent d'un droit de préemption pendant un délai de trois mois à compter de la notification du projet de cession. A défaut d'accord sur le prix, celui-ci est fixé par le   tribunal judiciaire. Les parties disposent d'un délai d'un mois à compter de la notification du jugement ou, en cas d'appel, de l'arrêt, pour renoncer à la vente ou à l'achat de la part de copropriété sans préjudice des dommages-intérêts qui peuvent être dus ; les dépens sont à la charge de la partie qui renonce.<p></p>",
            "num": "L613-29",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083673",
                        "id": "LEGISCTA000006083673",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : La propriété industrielle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114032",
                        "id": "LEGISCTA000006114032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Protection des inventions et des connaissances techniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133334",
                        "id": "LEGISCTA000006133334",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Brevets d'invention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146364",
                        "id": "LEGISCTA000006146364",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Droits attachés aux brevets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161684",
                        "id": "LEGISCTA000006161684",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Copropriété des brevets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179058",
                        "id": "LEGISCTA000006179058",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Code de la propriété intellectuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069414",
                        "id": "LEGITEXT000006069414",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006279515",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179058",
            "sectionParentId": "LEGISCTA000006179058",
            "sectionParentTitre": "Section 3 : Copropriété des brevets",
            "fullSectionsTitre": "Partie législative &gt; Deuxième partie : La propriété industrielle &gt; Livre VI : Protection des inventions et des connaissances techniques &gt; Titre Ier : Brevets d'invention &gt; Chapitre III : Droits attachés aux brevets &gt; Section 3 : Copropriété des brevets",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039279761",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069414",
                    "titre": "Code de la propriété intellectuelle",
                    "titreLong": "Code de la propriété intellectuelle",
                    "etat": "VIGUEUR",
                    "dateDebut": 710121600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069414",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000357475",
                    "textTitle": "Loi n° 92-597 du 1 juillet 1992",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000357475",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-07-03",
                    "dateSignaTexte": "1992-07-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L613-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-32",
                    "articleId": "LEGIARTI000006279518",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710121600000
                },
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L623-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L623-24",
                    "articleId": "LEGIARTI000024958379",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1323561600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000317285",
                    "textTitle": "Loi 68-1 1968-01-02 art. 42-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000317285",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006279515",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 710121600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279761",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-29",
                "613-29"
            ],
            "versionPrecedente": "LEGIARTI000006279515",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006279515",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La copropriété d'une demande de brevet ou d'un brevet est régie par les dispositions suivantes : a) Chacun des copropriétaires peut exploiter l'invention à son profit, sauf à indemniser équitablement les autres copropriétaires qui n'exploitent pas personnellement l'invention ou qui n'ont pas concédé de licences d'exploitation. A défaut d'accord amiable, cette indemnité est fixée par le tribunal de grande instance. b) Chacun des copropriétaires peut agir en contrefaçon à son seul profit. Le copropriétaire qui agit en contrefaçon doit notifier l'assignation délivrée aux autres copropriétaires ; il est sursis à statuer sur l'action tant qu'il n'est pas justifié de cette notification. c) Chacun des copropriétaires peut concéder à un tiers une licence d'exploitation non exclusive à son profit, sauf à indemniser équitablement les autres copropriétaires qui n'exploitent pas personnellement l'invention ou qui n'ont pas concédé de licence d'exploitation. A défaut d'accord amiable, cette indemnité est fixée par le tribunal de grande instance. Toutefois, le projet de concession doit être notifié aux autres copropriétaires accompagné d'une offre de cession de la quote-part à un prix déterminé. Dans un délai de trois mois suivant cette notification, l'un quelconque des copropriétaires peut s'opposer à la concession de licence à la condition d'acquérir la quote-part de celui qui désire accorder la licence. A défaut d'accord dans le délai prévu à l'alinéa précédent, le prix est fixé par le tribunal de grande instance. Les parties disposent d'un délai d'un mois à compter de la notification du jugement ou, en cas d'appel, de l'arrêt, pour renoncer à la concession de la licence ou à l'achat de la part de copropriété sans préjudice des dommages-intérêts qui peuvent être dus ; les dépens sont à la charge de la partie qui renonce. d) Une licence d'exploitation exclusive ne peut être accordée qu'avec l'accord de tous les copropriétaires ou par autorisation de justice. e) Chaque copropriétaire peut, à tout moment, céder sa quote-part. Les copropriétaires disposent d'un droit de préemption pendant un délai de trois mois à compter de la notification du projet de cession. A défaut d'accord sur le prix, celui-ci est fixé par le tribunal de grande instance. Les parties disposent d'un délai d'un mois à compter de la notification du jugement ou, en cas d'appel, de l'arrêt, pour renoncer à la vente ou à l'achat de la part de copropriété sans préjudice des dommages-intérêts qui peuvent être dus ; les dépens sont à la charge de la partie qui renonce.",
            "texteHtml": "<p></p>   La copropriété d'une demande de brevet ou d'un brevet est régie par les dispositions suivantes :<p></p><p></p>   a) Chacun des copropriétaires peut exploiter l'invention à son profit, sauf à indemniser équitablement les autres copropriétaires qui n'exploitent pas personnellement l'invention ou qui n'ont pas concédé de licences d'exploitation. A défaut d'accord amiable, cette indemnité est fixée par le tribunal de grande instance.<p></p><p></p>   b) Chacun des copropriétaires peut agir en contrefaçon à son seul profit. Le copropriétaire qui agit en contrefaçon doit notifier l'assignation délivrée aux autres copropriétaires ; il est sursis à statuer sur l'action tant qu'il n'est pas justifié de cette notification.<p></p><p></p>   c) Chacun des copropriétaires peut concéder à un tiers une licence d'exploitation non exclusive à son profit, sauf à indemniser équitablement les autres copropriétaires qui n'exploitent pas personnellement l'invention ou qui n'ont pas concédé de licence d'exploitation. A défaut d'accord amiable, cette indemnité est fixée par le tribunal de grande instance.<p></p><p></p>   Toutefois, le projet de concession doit être notifié aux autres copropriétaires accompagné d'une offre de cession de la quote-part à un prix déterminé.<p></p><p></p>   Dans un délai de trois mois suivant cette notification, l'un quelconque des copropriétaires peut s'opposer à la concession de licence à la condition d'acquérir la quote-part de celui qui désire accorder la licence.<p></p><p></p>   A défaut d'accord dans le délai prévu à l'alinéa précédent, le prix est fixé par le tribunal de grande instance. Les parties disposent d'un délai d'un mois à compter de la notification du jugement ou, en cas d'appel, de l'arrêt, pour renoncer à la concession de la licence ou à l'achat de la part de copropriété sans préjudice des dommages-intérêts qui peuvent être dus ; les dépens sont à la charge de la partie qui renonce.<p></p><p></p>   d) Une licence d'exploitation exclusive ne peut être accordée qu'avec l'accord de tous les copropriétaires ou par autorisation de justice.<p></p><p></p>   e) Chaque copropriétaire peut, à tout moment, céder sa quote-part. Les copropriétaires disposent d'un droit de préemption pendant un délai de trois mois à compter de la notification du projet de cession. A défaut d'accord sur le prix, celui-ci est fixé par le tribunal de grande instance. Les parties disposent d'un délai d'un mois à compter de la notification du jugement ou, en cas d'appel, de l'arrêt, pour renoncer à la vente ou à l'achat de la part de copropriété sans préjudice des dommages-intérêts qui peuvent être dus ; les dépens sont à la charge de la partie qui renonce.<p></p>",
            "num": "L613-29",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 710121600000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083673",
                        "id": "LEGISCTA000006083673",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : La propriété industrielle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114032",
                        "id": "LEGISCTA000006114032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Protection des inventions et des connaissances techniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133334",
                        "id": "LEGISCTA000006133334",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Brevets d'invention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146364",
                        "id": "LEGISCTA000006146364",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Droits attachés aux brevets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161684",
                        "id": "LEGISCTA000006161684",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Copropriété des brevets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179058",
                        "id": "LEGISCTA000006179058",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Code de la propriété intellectuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069414",
                        "id": "LEGITEXT000006069414",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006279515",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179058",
            "sectionParentId": "LEGISCTA000006179058",
            "sectionParentTitre": "Section 3 : Copropriété des brevets",
            "fullSectionsTitre": "Partie législative &gt; Deuxième partie : La propriété industrielle &gt; Livre VI : Protection des inventions et des connaissances techniques &gt; Titre Ier : Brevets d'invention &gt; Chapitre III : Droits attachés aux brevets &gt; Section 3 : Copropriété des brevets",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006279515",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069414",
                    "titre": "Code de la propriété intellectuelle",
                    "titreLong": "Code de la propriété intellectuelle",
                    "etat": "VIGUEUR",
                    "dateDebut": 710121600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069414",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000357475",
                    "textTitle": "Loi 92-597 1992-07-01",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000357475",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-07-03",
                    "dateSignaTexte": "1992-07-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000357475",
                    "textTitle": "Loi 92-597 1992-07-01 annexe JORF 3 juillet 1992",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000357475",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-07-03",
                    "dateSignaTexte": "1992-07-01",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L613-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-32",
                    "articleId": "LEGIARTI000006279518",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710121600000
                },
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L623-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L623-24",
                    "articleId": "LEGIARTI000024958379",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1323561600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000317285",
                    "textTitle": "Loi 68-1 1968-01-02 art. 42-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000317285",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006279515",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 710121600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279761",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-29",
                "613-29"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}