{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045170929",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le tribunal ouvre une procédure prévue aux titres II à IV du présent livre si les conditions en sont réunies. Les dispositions propres à la procédure ouverte s'appliquent, sous réserve du présent titre. II. - Dans le cadre de la procédure ouverte, si les conditions prévues au 2° de l'article L. 681-1 ne sont pas réunies à la date du jugement d'ouverture, les dispositions des titres II à IV du présent livre qui intéressent les biens, droits ou obligations du débiteur sont comprises, sauf dispositions contraires, comme visant les éléments du seul patrimoine professionnel. Celles qui intéressent les droits ou obligations des créanciers du débiteur s'appliquent, sauf dispositions contraires, dans les limites du seul patrimoine professionnel. III. - Si les conditions prévues aux 1° et 2° de l'article L. 681-1 sont réunies à la date du jugement d'ouverture, les dispositions des titres II à IV du présent livre qui intéressent les biens, droits ou obligations du débiteur entrepreneur individuel sont comprises, sauf dispositions contraires, comme visant à la fois les éléments du patrimoine professionnel et ceux du patrimoine personnel. Les droits de chaque créancier sur le patrimoine professionnel, le patrimoine personnel ou tout ou partie de ces patrimoines sont déterminés conformément à la section 3 du chapitre VI du titre II du livre V et du présent livre. Le tribunal traite, dans un même jugement, des dettes dont l'entrepreneur individuel est redevable sur ses patrimoines professionnel et personnel, en fonction du droit de gage de chaque créancier, sauf dispositions contraires. IV. - Par dérogation au III, lorsque la distinction des patrimoines professionnel et personnel a été strictement respectée et que le droit de gage des créanciers dont les droits sont nés à l'occasion de l'activité professionnelle de l'entrepreneur individuel ne porte pas sur le patrimoine personnel de ce dernier, le tribunal qui ouvre la procédure saisit, avec l'accord du débiteur, la commission de surendettement aux fins de traitement des dettes dont l'entrepreneur individuel est redevable sur son patrimoine personnel. Le livre VII du code de la consommation ainsi que le sixième alinéa de l'article L. 526-22 du présent code sont alors applicables. Le tribunal exerce les fonctions du juge des contentieux de la protection, qu'il peut déléguer en tout ou partie au juge-commissaire. Le tribunal et la commission de surendettement s'informent réciproquement de l'évolution de chacune des procédures ouvertes. V. - Le tribunal connaît des contestations relatives à la séparation des patrimoines de l'entrepreneur individuel qui s'élèvent à l'occasion de la procédure ouverte. VI. - Le jugement d'ouverture d'une procédure de sauvegarde, de redressement judiciaire ou de liquidation judiciaire emporte, de plein droit, jusqu'à la clôture de la procédure ou, le cas échéant, jusqu'à la fin des opérations du plan, interdiction pour tout débiteur entrepreneur individuel, sous réserve du versement de ses revenus, de modifier son patrimoine professionnel, lorsqu'il en résulterait une diminution de l'actif de ce patrimoine. Tout acte passé en violation du présent article est annulé à la demande de tout intéressé ou du ministère public dans le délai de trois ans à compter de sa date. VII. - Lorsqu'une procédure de liquidation judiciaire est ouverte, l'entrepreneur individuel peut exercer une nouvelle activité professionnelle. Un nouveau patrimoine professionnel est alors constitué. Ce patrimoine professionnel n'est pas concerné par la procédure ouverte. Le débiteur ne peut constituer plus de deux patrimoines distincts de son patrimoine personnel. La faculté d'exercer une nouvelle activité professionnelle dans les conditions prévues au premier alinéa du présent VII ne s'applique pas au débiteur qui, au titre de l'un quelconque de ses patrimoines, a fait l'objet, depuis moins de cinq ans, d'une procédure de liquidation judiciaire clôturée pour insuffisance d'actif ou d'une décision de clôture d'une procédure de rétablissement professionnel. En cas de scission du patrimoine professionnel prévue au présent VII, le jugement de liquidation judiciaire emporte interdiction de toute opération entraînant une diminution de l'actif du patrimoine faisant l'objet de la procédure au profit de toute autre activité exercée par le débiteur.",
            "texteHtml": "<p>I. - Le tribunal ouvre une procédure prévue aux titres II à IV du présent livre si les conditions en sont réunies. Les dispositions propres à la procédure ouverte s'appliquent, sous réserve du présent titre.</p><p></p><p> II. - Dans le cadre de la procédure ouverte, si les conditions prévues au 2° de l'article L. 681-1 ne sont pas réunies à la date du jugement d'ouverture, les dispositions des titres II à IV du présent livre qui intéressent les biens, droits ou obligations du débiteur sont comprises, sauf dispositions contraires, comme visant les éléments du seul patrimoine professionnel. Celles qui intéressent les droits ou obligations des créanciers du débiteur s'appliquent, sauf dispositions contraires, dans les limites du seul patrimoine professionnel.</p><p></p><p> III. - Si les conditions prévues aux 1° et 2° de l'article L. 681-1 sont réunies à la date du jugement d'ouverture, les dispositions des titres II à IV du présent livre qui intéressent les biens, droits ou obligations du débiteur entrepreneur individuel sont comprises, sauf dispositions contraires, comme visant à la fois les éléments du patrimoine professionnel et ceux du patrimoine personnel.</p><p></p><p> Les droits de chaque créancier sur le patrimoine professionnel, le patrimoine personnel ou tout ou partie de ces patrimoines sont déterminés conformément à la section 3 du chapitre VI du titre II du livre V et du présent livre.</p><p></p><p> Le tribunal traite, dans un même jugement, des dettes dont l'entrepreneur individuel est redevable sur ses patrimoines professionnel et personnel, en fonction du droit de gage de chaque créancier, sauf dispositions contraires.</p><p></p><p> IV. - Par dérogation au III, lorsque la distinction des patrimoines professionnel et personnel a été strictement respectée et que le droit de gage des créanciers dont les droits sont nés à l'occasion de l'activité professionnelle de l'entrepreneur individuel ne porte pas sur le patrimoine personnel de ce dernier, le tribunal qui ouvre la procédure saisit, avec l'accord du débiteur, la commission de surendettement aux fins de traitement des dettes dont l'entrepreneur individuel est redevable sur son patrimoine personnel. Le livre VII du code de la consommation ainsi que le sixième alinéa de l'article L. 526-22 du présent code sont alors applicables. Le tribunal exerce les fonctions du juge des contentieux de la protection, qu'il peut déléguer en tout ou partie au juge-commissaire.</p><p></p><p> Le tribunal et la commission de surendettement s'informent réciproquement de l'évolution de chacune des procédures ouvertes.</p><p></p><p> V. - Le tribunal connaît des contestations relatives à la séparation des patrimoines de l'entrepreneur individuel qui s'élèvent à l'occasion de la procédure ouverte.</p><p></p><p> VI. - Le jugement d'ouverture d'une procédure de sauvegarde, de redressement judiciaire ou de liquidation judiciaire emporte, de plein droit, jusqu'à la clôture de la procédure ou, le cas échéant, jusqu'à la fin des opérations du plan, interdiction pour tout débiteur entrepreneur individuel, sous réserve du versement de ses revenus, de modifier son patrimoine professionnel, lorsqu'il en résulterait une diminution de l'actif de ce patrimoine.</p><p></p><p> Tout acte passé en violation du présent article est annulé à la demande de tout intéressé ou du ministère public dans le délai de trois ans à compter de sa date.</p><p></p><p> VII. - Lorsqu'une procédure de liquidation judiciaire est ouverte, l'entrepreneur individuel peut exercer une nouvelle activité professionnelle. Un nouveau patrimoine professionnel est alors constitué. Ce patrimoine professionnel n'est pas concerné par la procédure ouverte.</p><p></p><p> Le débiteur ne peut constituer plus de deux patrimoines distincts de son patrimoine personnel.</p><p></p><p> La faculté d'exercer une nouvelle activité professionnelle dans les conditions prévues au premier alinéa du présent VII ne s'applique pas au débiteur qui, au titre de l'un quelconque de ses patrimoines, a fait l'objet, depuis moins de cinq ans, d'une procédure de liquidation judiciaire clôturée pour insuffisance d'actif ou d'une décision de clôture d'une procédure de rétablissement professionnel.</p><p></p><p> En cas de scission du patrimoine professionnel prévue au présent VII, le jugement de liquidation judiciaire emporte interdiction de toute opération entraînant une diminution de l'actif du patrimoine faisant l'objet de la procédure au profit de toute autre activité exercée par le débiteur.</p>",
            "num": "L681-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1652572800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : Des difficultés des entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113743",
                        "id": "LEGISCTA000006113743",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-05-15",
                        "fin": "2999-01-01",
                        "titre": "TITRE VIII BIS : Dispositions particulières à l'entrepreneur individuel relevant du statut défini à la section 3 du chapitre VI du titre II du livre V\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045170884",
                        "id": "LEGISCTA000045170921",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000045170888",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000045170884",
            "sectionParentId": "LEGISCTA000045170921",
            "sectionParentTitre": "TITRE VIII BIS : Dispositions particulières à l'entrepreneur individuel relevant du statut défini à la section 3 du chapitre VI du titre II du livre V\r\n",
            "fullSectionsTitre": "Partie législative &gt; LIVRE VI : Des difficultés des entreprises. &gt; TITRE VIII BIS : Dispositions particulières à l'entrepreneur individuel relevant du statut défini à la section 3 du chapitre VI du titre II du livre V\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045170929",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l'article 19 de la loi n° 2022-172 du 14 février 2022, ces dispositions entrent en vigueur à l'expiration d'un délai de trois mois à compter de la promulgation de la présente loi. Toutefois, ces dispositions ne sont pas applicables aux procédures en cours au jour de son entrée en vigueur.",
            "notaHtml": "<p>Conformément au I de l'article 19 de la loi n° 2022-172 du 14 février 2022, ces dispositions entrent en vigueur à l'expiration d'un délai de trois mois à compter de la promulgation de la présente loi. Toutefois, ces dispositions ne sont pas applicables aux procédures en cours au jour de son entrée en vigueur.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045167536",
                    "textTitle": "LOI n°2022-172 du 14 février 2022 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045168418",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-15",
                    "dateSignaTexte": "2022-02-14",
                    "dateDebutCible": "2022-02-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045917983",
                    "textTitle": "Décret n°2022-890 du 14 juin 2022 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045918702",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-890",
                    "datePubli": 1655337600000,
                    "dateDebut": 1655424000000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. R752-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R752-2",
                    "articleId": "LEGIARTI000045919452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1655424000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000045170929",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1652572800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L681-2",
                "681-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}