{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038633933",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans le cas d'un transfert de portefeuille mentionné au premier alinéa de l'article L. 370-6, le dossier de demande est transmis par le fonds de retraite professionnelle supplémentaire à l'Autorité de contrôle prudentiel et de résolution. Dès réception de cette demande, l'Autorité la transfère sans délai à l'autorité compétente de l'Etat dans lequel est agréée l'institution de retraite professionnelle afin de recueillir son avis sur cette opération. Le silence gardé par cette autorité, à l'expiration d'un délai de huit semaines suivant la réception de la demande de consultation précitée, vaut accord tacite. La demande de transfert est simultanément portée à la connaissance des créanciers par un avis publié au Journal officiel de la République française. Cet avis leur impartit un délai de six semaines pour présenter leurs observations. L'Autorité de contrôle prudentiel et de résolution se prononce dans les trois mois qui suivent la réception du dossier de demande complet. Le transfert est opposable à partir de la date de publication au Journal officiel de la République française de la décision d'approbation. Dans les deux semaines qui suivent sa décision, l'Autorité informe l'autorité compétente de l'Etat dans lequel est agréée l'institution de retraite professionnelle de la décision qu'elle a prise concernant la demande de transfert. Les vérifications effectuées par l'Autorité de contrôle prudentiel et de résolution aux fins de sa décision se limitent aux points suivants : 1° Le dossier de demande comporte au minimum les éléments fixés par décret en Conseil d'Etat ; 2° Les structures administratives, la situation financière du fonds de retraite professionnelle supplémentaire ainsi que l'honorabilité et la compétence ou l'expérience professionnelle de ses dirigeants sont compatibles avec le transfert proposé ; 3° Les intérêts à long terme des affiliés et des bénéficiaires du fonds de retraite professionnelle supplémentaire et des contrats transférés sont dûment protégés pendant et après le transfert ; 4° Les coûts du transfert ne sont pas supportés par les affiliés et les bénéficiaires de l'institution de retraite professionnelle ou par les affiliés et les bénéficiaires du fonds de retraite professionnelle supplémentaire ; 5° Les actifs à transférer sont suffisants et appropriés pour couvrir les engagements et les provisions techniques, ainsi que les autres obligations et droits à transférer, conformément aux règles applicables aux fonds de retraite professionnelle supplémentaire. Si l'Autorité de contrôle prudentiel et de résolution refuse le transfert, elle communique au fonds de retraite professionnelle supplémentaire les raisons de ce refus dans les trois mois qui suivent la réception du dossier de demande complet mentionné au premier alinéa. En cas d'absence de décision de l'Autorité de contrôle prudentiel et de résolution dans les trois mois qui suivent la réception de la demande par l'autorité mentionnée au premier alinéa, le fonds de retraite professionnelle supplémentaire peut commencer à gérer les contrats après avoir informé les souscripteurs qu'il se substitue à partir de cette date à l'institution de retraite professionnelle initiale. Le fonds de retraite professionnelle supplémentaire informe l'Autorité de cette procédure. Le transfert est porté à la connaissance des créanciers par un avis publié au Journal officiel de la République française.",
            "texteHtml": "<p>Dans le cas d'un transfert de portefeuille mentionné au premier alinéa de l'article L. 370-6, le dossier de demande est transmis par le fonds de retraite professionnelle supplémentaire à l'Autorité de contrôle prudentiel et de résolution. Dès réception de cette demande, l'Autorité la transfère sans délai à l'autorité compétente de l'Etat dans lequel est agréée l'institution de retraite professionnelle afin de recueillir son avis sur cette opération. Le silence gardé par cette autorité, à l'expiration d'un délai de huit semaines suivant la réception de la demande de consultation précitée, vaut accord tacite. La demande de transfert est simultanément portée à la connaissance des créanciers par un avis publié au Journal officiel de la République française. Cet avis leur impartit un délai de six semaines pour présenter leurs observations.<br/><br/>\n L'Autorité de contrôle prudentiel et de résolution se prononce dans les trois mois qui suivent la réception du dossier de demande complet. Le transfert est opposable à partir de la date de publication au Journal officiel de la République française de la décision d'approbation.<br/><br/>\n Dans les deux semaines qui suivent sa décision, l'Autorité informe l'autorité compétente de l'Etat dans lequel est agréée l'institution de retraite professionnelle de la décision qu'elle a prise concernant la demande de transfert.<br/><br/>\n Les vérifications effectuées par l'Autorité de contrôle prudentiel et de résolution aux fins de sa décision se limitent aux points suivants :<br/><br/>\n 1° Le dossier de demande comporte au minimum les éléments fixés par décret en Conseil d'Etat ;<br/><br/>\n 2° Les structures administratives, la situation financière du fonds de retraite professionnelle supplémentaire ainsi que l'honorabilité et la compétence ou l'expérience professionnelle de ses dirigeants sont compatibles avec le transfert proposé ;<br/><br/>\n 3° Les intérêts à long terme des affiliés et des bénéficiaires du fonds de retraite professionnelle supplémentaire et des contrats transférés sont dûment protégés pendant et après le transfert ;<br/><br/>\n 4° Les coûts du transfert ne sont pas supportés par les affiliés et les bénéficiaires de l'institution de retraite professionnelle ou par les affiliés et les bénéficiaires du fonds de retraite professionnelle supplémentaire ;<br/><br/>\n 5° Les actifs à transférer sont suffisants et appropriés pour couvrir les engagements et les provisions techniques, ainsi que les autres obligations et droits à transférer, conformément aux règles applicables aux fonds de retraite professionnelle supplémentaire.<br/><br/>\n Si l'Autorité de contrôle prudentiel et de résolution refuse le transfert, elle communique au fonds de retraite professionnelle supplémentaire les raisons de ce refus dans les trois mois qui suivent la réception du dossier de demande complet mentionné au premier alinéa.<br/><br/>\n En cas d'absence de décision de l'Autorité de contrôle prudentiel et de résolution dans les trois mois qui suivent la réception de la demande par l'autorité mentionnée au premier alinéa, le fonds de retraite professionnelle supplémentaire peut commencer à gérer les contrats après avoir informé les souscripteurs qu'il se substitue à partir de cette date à l'institution de retraite professionnelle initiale. Le fonds de retraite professionnelle supplémentaire informe l'Autorité de cette procédure. Le transfert est porté à la connaissance des créanciers par un avis publié au Journal officiel de la République française.</p>",
            "num": "L370-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1560470400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128455",
                        "id": "LEGISCTA000006128455",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-03-24",
                        "fin": "2999-01-01",
                        "titre": "Titre VII : Prestations de service fournies par une institution de retraite professionnelle établie dans un autre Etat membre de l'union européenne ou dans un autre Etat partie à l'accord sur l'espace économique européen.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142903",
                        "id": "LEGISCTA000006142903",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-06-14",
                        "fin": "2999-01-01",
                        "titre": "Section II : Transferts de portefeuille entre fonds de retraite professionnelle supplémentaire et institutions de retraite professionnelle établies dans un Etat membre de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038633927",
                        "id": "LEGISCTA000038633927",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000038633933",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000038633927",
            "sectionParentId": "LEGISCTA000038633927",
            "sectionParentTitre": "Section II : Transferts de portefeuille entre fonds de retraite professionnelle supplémentaire et institutions de retraite professionnelle établies dans un Etat membre de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Les entreprises. &gt; Titre VII : Prestations de service fournies par une institution de retraite professionnelle établie dans un autre Etat membre de l'union européenne ou dans un autre Etat partie à l'accord sur l'espace économique européen. &gt; Section II : Transferts de portefeuille entre fonds de retraite professionnelle supplémentaire et institutions de retraite professionnelle établies dans un Etat membre de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038633933",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038599251",
                    "textTitle": "Ordonnance n°2019-575 du 12 juin 2019 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000038623038",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-06-13",
                    "dateSignaTexte": "2019-06-12",
                    "dateDebutCible": "2019-06-14"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000038633933",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1560470400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L370-8",
                "370-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}