{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006581018",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les chefs d'exploitation ou d'entreprise agricoles dont la retraite servie à titre personnel prend effet postérieurement au 31 décembre 1996 et qui justifient, dans le régime des personnes non salariées agricoles et dans un ou plusieurs autres régimes obligatoires, d'une durée d'assurance et de périodes reconnues équivalentes au moins égale à celle requise en application de l'article L. 351-1 du code de la sécurité sociale pour ouvrir droit à une pension à taux plein du régime général de la sécurité sociale, ainsi que d'une durée minimum effectuée en qualité de chef d'exploitation ou d'entreprise agricoles à titre exclusif ou principal, peuvent bénéficier d'une majoration de leur retraite proportionnelle. Cette majoration a pour objet de porter le montant de celle-ci à un minimum qui est fixé par décret et qui tient compte de la durée d'assurance en tant que chef d'exploitation ou d'entreprise agricoles à titre exclusif ou principal. Ce décret fixe également les conditions dans lesquelles des années d'activité accomplies en qualité d'aide familial majeur pourront être assimilées à des années de chef d'exploitation pour déterminer ladite majoration. II. - Les chefs d'exploitation ou d'entreprise agricoles, dont la retraite a pris effet avant le 1er janvier 1997 et qui justifient de périodes minimum d'activité non salariée agricole et d'assurance en tant que chef d'exploitation ou d'entreprise agricoles accomplies à titre exclusif ou principal, peuvent bénéficier d'une majoration de la retraite proportionnelle qui leur est servie à titre personnel. Cette majoration a pour objet de porter le montant de celle-ci à un minimum qui est fixé par décret et qui tient compte de leurs périodes d'assurance en tant que chef d'exploitation ou d'entreprise agricoles et d'activité non salariée agricole accomplies à titre exclusif ou principal. Ce même décret précise les modalités suivant lesquelles seront déterminées les périodes d'assurance précédemment mentionnées. III. - Les dispositions des I et II prennent effet au 1er janvier 1997. Toutefois, à titre transitoire, la majoration résultant de l'application desdites dispositions est prise en compte à concurrence du tiers pour les pensions versées au titre de l'année 1997 et des deux tiers pour les pensions versées au titre de l'année 1998. IV. - Les personnes dont la retraite a pris effet ou prendra effet avant le 31 décembre 1997 bénéficient, à compter du 1er janvier 1997 ou de la date de prise d'effet de leur retraite, d'une majoration de la retraite forfaitaire qui leur est servie à titre personnel, lorsqu'elles justifient de périodes de cotisation à ladite retraite ou de périodes assimilées déterminées par décret et qu'elles ne sont pas titulaires d'une retraite proportionnelle ou sont titulaires d'une retraite proportionnelle inférieure aux minima fixés en application du I ci-dessus pour celles prenant leur retraite en 1997 et du II ci-dessus pour celles dont la retraite a pris effet avant le 31 décembre 1996. Le montant de cette majoration, qui prend effet progressivement en 1997 et 1998, est fixé par décret en tenant compte des durées justifiées par l'intéressé au titre du présent alinéa. La majoration de la retraite forfaitaire prévue au présent paragraphe n'est pas cumulable avec la majoration de la retraite proportionnelle prévue aux I et II ci-dessus dont les dispositions sont appliquées en priorité. Toutefois, dans les cas où l'application de la majoration de la retraite forfaitaire s'avère plus favorable à l'intéressé, il bénéficie des dispositions du premier alinéa du présent paragraphe, dans des conditions et limites qui sont fixées par décret en fonction de sa retraite proportionnelle et de ses périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricoles visées aux I ou II ci-dessus.",
            "texteHtml": "<p></p>   I. - Les chefs d'exploitation ou d'entreprise agricoles dont la retraite servie à titre personnel prend effet postérieurement au 31 décembre 1996 et qui justifient, dans le régime des personnes non salariées agricoles et dans un ou plusieurs autres régimes obligatoires, d'une durée d'assurance et de périodes reconnues équivalentes au moins égale à celle requise en application de l'article L. 351-1 du code de la sécurité sociale pour ouvrir droit à une pension à taux plein du régime général de la sécurité sociale, ainsi que d'une durée minimum effectuée en qualité de chef d'exploitation ou d'entreprise agricoles à titre exclusif ou principal, peuvent bénéficier d'une majoration de leur retraite proportionnelle. Cette majoration a pour objet de porter le montant de celle-ci à un minimum qui est fixé par décret et qui tient compte de la durée d'assurance en tant que chef d'exploitation ou d'entreprise agricoles à titre exclusif ou principal. Ce décret fixe également les conditions dans lesquelles des années d'activité accomplies en qualité d'aide familial majeur pourront être assimilées à des années de chef d'exploitation pour déterminer ladite majoration.<p></p><p></p>   II. - Les chefs d'exploitation ou d'entreprise agricoles, dont la retraite a pris effet avant le 1er janvier 1997 et qui justifient de périodes minimum d'activité non salariée agricole et d'assurance en tant que chef d'exploitation ou d'entreprise agricoles accomplies à titre exclusif ou principal, peuvent bénéficier d'une majoration de la retraite proportionnelle qui leur est servie à titre personnel. Cette majoration a pour objet de porter le montant de celle-ci à un minimum qui est fixé par décret et qui tient compte de leurs périodes d'assurance en tant que chef d'exploitation ou d'entreprise agricoles et d'activité non salariée agricole accomplies à titre exclusif ou principal. Ce même décret précise les modalités suivant lesquelles seront déterminées les périodes d'assurance précédemment mentionnées.<p></p><p></p>   III. - Les dispositions des I et II prennent effet au 1er janvier 1997. Toutefois, à titre transitoire, la majoration résultant de l'application desdites dispositions est prise en compte à concurrence du tiers pour les pensions versées au titre de l'année 1997 et des deux tiers pour les pensions versées au titre de l'année 1998.<p></p><p></p>   IV. - Les personnes dont la retraite a pris effet ou prendra effet avant le 31 décembre 1997 bénéficient, à compter du 1er janvier 1997 ou de la date de prise d'effet de leur retraite, d'une majoration de la retraite forfaitaire qui leur est servie à titre personnel, lorsqu'elles justifient de périodes de cotisation à ladite retraite ou de périodes assimilées déterminées par décret et qu'elles ne sont pas titulaires d'une retraite proportionnelle ou sont titulaires d'une retraite proportionnelle inférieure aux minima fixés en application du I ci-dessus pour celles prenant leur retraite en 1997 et du II ci-dessus pour celles dont la retraite a pris effet avant le 31 décembre 1996. Le montant de cette majoration, qui prend effet progressivement en 1997 et 1998, est fixé par décret en tenant compte des durées justifiées par l'intéressé au titre du présent alinéa.<p></p><p></p>   La majoration de la retraite forfaitaire prévue au présent paragraphe n'est pas cumulable avec la majoration de la retraite proportionnelle prévue aux I et II ci-dessus dont les dispositions sont appliquées en priorité.<p></p><p></p>   Toutefois, dans les cas où l'application de la majoration de la retraite forfaitaire s'avère plus favorable à l'intéressé, il bénéficie des dispositions du premier alinéa du présent paragraphe, dans des conditions et limites qui sont fixées par décret en fonction de sa retraite proportionnelle et de ses périodes d'assurance en qualité de chef d'exploitation ou d'entreprise agricoles visées aux I ou II ci-dessus.<p></p>",
            "num": "1121-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 851990400000,
            "dateFin": 961632000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121386",
                        "id": "LEGISCTA000006121386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Assurance vieillesse des personnes non salariées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138276",
                        "id": "LEGISCTA000006138276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2006-01-01",
                        "titre": "Section 1 : Prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152113",
                        "id": "LEGISCTA000006152113",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-07-18",
                        "fin": "2004-08-25",
                        "titre": "Paragraphe 2 : Retraite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167569",
                        "id": "LEGISCTA000006167569",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006581018",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167569",
            "sectionParentId": "LEGISCTA000006167569",
            "sectionParentTitre": "Paragraphe 2 : Retraite.",
            "fullSectionsTitre": "Livre VII : Dispositions sociales &gt; Titre II : Mutualité sociale agricole &gt; Chapitre IV : Assurance vieillesse des personnes non salariées &gt; Section 1 : Prestations &gt; Paragraphe 2 : Retraite.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006581018",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000380034",
                    "textTitle": "Loi n°96-1181 du 30 décembre 1996 - art. 125 () JORF 31 décembre 1996",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "125",
                    "articleId": "LEGIARTI000006319784",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-12-31",
                    "dateSignaTexte": "1996-12-30",
                    "dateDebutCible": "1996-12-31"
                },
                {
                    "textCid": "JORFTEXT000000583733",
                    "textTitle": "Rapport - art. 6 (V) JORF 22 juin 2000",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006601338",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2000-06-15",
                    "dateDebutCible": "2000-06-22"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L351-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-1",
                    "articleId": "LEGIARTI000006742620",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L732-30 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L732-30",
                    "articleId": "LEGIARTI000006585559",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L732-30",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006581018",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 851990400000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1121-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}