{
    "cid": "LEGIARTI000034618409",
    "num": "R165-76",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141849",
                        "id": "LEGISCTA000006141849",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Dispositifs médicaux, tissus et cellules, produits de santé autres que les médicaments et prestations associées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156534",
                        "id": "LEGISCTA000006156534",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-05-08",
                        "fin": "2999-01-01",
                        "titre": "Section 14 : Dispositions relatives au recueil et à la transmission des données issues des dispositifs médicaux utilisés dans le cadre de certains traitements d'affections chroniques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034618405",
                        "id": "LEGISCTA000034618405",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000034618444",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034602536",
                    "textTitle": "Décret n°2017-809 du 5 mai 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034618321",
                    "natureText": "DECRET",
                    "date": 1622676429013,
                    "parentCid": null,
                    "numTexte": "2017-809",
                    "datePubli": 1494115200000,
                    "dateDebut": 1494201600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5232-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5232-3",
                    "articleId": "LEGIARTI000006690340",
                    "natureText": "CODE",
                    "date": 1622676429013,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1011312000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-1",
                    "articleId": "LEGIARTI000006740893",
                    "natureText": "CODE",
                    "date": 1622676429014,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-75 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R165-75",
                    "articleId": "LEGIARTI000034618407",
                    "natureText": "CODE",
                    "date": 1622676429014,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034602536",
                    "textTitle": "Décret n°2017-809 du 5 mai 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034618317",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-07",
                    "dateSignaTexte": "2017-05-05",
                    "dateDebutCible": "2017-05-08"
                }
            ],
            "num": "R165-76",
            "origine": "LEGI",
            "texte": "I.-Les prestataires mentionnés à l' article L. 5232-3 du code de la santé publique peuvent recueillir, avec le consentement écrit du patient, l'ensemble des données relatives à la durée et la fréquence d'utilisation télétransmises par le dispositif médical mis à la disposition du patient. Le cas échéant, le prestataire peut recueillir ces mêmes données, par tout moyen adapté et sécurisé, lorsque le dispositif médical ne comporte pas une fonction de télétransmission ou lorsque le patient, qui a consenti au recueil des données, n'a pas donné son consentement à l'activation de cette fonction. Le prestataire détermine le niveau d'utilisation du dispositif médical en fonction des données recueillies et des conditions fixées par l'arrêté inscrivant le dispositif sur la liste prévue à l'article L. 165-1 . En cas d'application d'une modulation des tarifs de responsabilité ou des prix, le prestataire concerné applique le tarif de responsabilité correspondant au niveau d'utilisation du dispositif médical. II.-Sauf impossibilité ou situation particulière définie par l'arrêté prévu à l'article R. 165-1, le prestataire, avec le consentement écrit du patient, transmet au moins une fois par mois et par voie dématérialisée, au service du contrôle médical de l'organisme d'assurance maladie l'ensemble des données relatives à la durée ou à la fréquence d'utilisation télétransmises par le dispositif médical mis à la disposition du patient ainsi que les données d'identification de ce patient. Dans les cas prévus au deuxième alinéa du I du présent article, le prestataire transmet ces mêmes données, au moins une fois tous les trois mois, par voie dématérialisée au service du contrôle médical. Le prestataire transmet ces mêmes données au médecin prescripteur, à la demande de ce dernier ou lorsque le prestataire constate un niveau d'utilisation faible ou insuffisant au regard de celui qui correspond pleinement à l'usage du dispositif médical prévu à l'article R. 165-75 , ou un changement important dans le niveau d'utilisation de ce dispositif. Le médecin prescripteur peut également demander la transmission de l'ensemble des données recueillies. La transmission ne peut comporter des données de géolocalisation. Elle ne peut en aucun cas conduire à révéler l'identité du patient au fabricant du dispositif médical. Le prestataire recueille les difficultés d'utilisation exprimées éventuellement par le patient et en informe le prescripteur. Dans la limite de ses compétences, le prestataire conduit, en lien avec le prescripteur, des actions ayant pour objet de favoriser une bonne utilisation du dispositif médical, notamment en vérifiant ou en adaptant l'appareillage mis à la disposition du patient lorsque ce dernier fait part de difficultés matérielles d'utilisation.",
            "texteHtml": "<p>I.-Les prestataires mentionnés à l'<a href='/article/LEGIARTI000006690340'>article L. 5232-3</a> du code de la santé publique peuvent recueillir, avec le consentement écrit du patient, l'ensemble des données relatives à la durée et la fréquence d'utilisation télétransmises par le dispositif médical mis à la disposition du patient.</p><p>Le cas échéant, le prestataire peut recueillir ces mêmes données, par tout moyen adapté et sécurisé, lorsque le dispositif médical ne comporte pas une fonction de télétransmission ou lorsque le patient, qui a consenti au recueil des données, n'a pas donné son consentement à l'activation de cette fonction.</p><p>Le prestataire détermine le niveau d'utilisation du dispositif médical en fonction des données recueillies et des conditions fixées par l'arrêté inscrivant le dispositif sur la liste prévue à l'article <a href='/article/LEGIARTI000006740893' title='Code de la sécurité sociale. - art. L165-1 (V)'>L. 165-1</a>. En cas d'application d'une modulation des tarifs de responsabilité ou des prix, le prestataire concerné applique le tarif de responsabilité correspondant au niveau d'utilisation du dispositif médical.</p><p>II.-Sauf impossibilité ou situation particulière définie par l'arrêté prévu à l'article R. 165-1, le prestataire, avec le consentement écrit du patient, transmet au moins une fois par mois et par voie dématérialisée, au service du contrôle médical de l'organisme d'assurance maladie l'ensemble des données relatives à la durée ou à la fréquence d'utilisation télétransmises par le dispositif médical mis à la disposition du patient ainsi que les données d'identification de ce patient. Dans les cas prévus au deuxième alinéa du I du présent article, le prestataire transmet ces mêmes données, au moins une fois tous les trois mois, par voie dématérialisée au service du contrôle médical.</p><p>Le prestataire transmet ces mêmes données au médecin prescripteur, à la demande de ce dernier ou lorsque le prestataire constate un niveau d'utilisation faible ou insuffisant au regard de celui qui correspond pleinement à l'usage du dispositif médical prévu à l'article <a href='/article/LEGIARTI000034618407' title='Code de la sécurité sociale. - art. R165-75 (V)'>R. 165-75</a>, ou un changement important dans le niveau d'utilisation de ce dispositif. Le médecin prescripteur peut également demander la transmission de l'ensemble des données recueillies.</p><p>La transmission ne peut comporter des données de géolocalisation. Elle ne peut en aucun cas conduire à révéler l'identité du patient au fabricant du dispositif médical.</p><p>Le prestataire recueille les difficultés d'utilisation exprimées éventuellement par le patient et en informe le prescripteur. Dans la limite de ses compétences, le prestataire conduit, en lien avec le prescripteur, des actions ayant pour objet de favoriser une bonne utilisation du dispositif médical, notamment en vérifiant ou en adaptant l'appareillage mis à la disposition du patient lorsque ce dernier fait part de difficultés matérielles d'utilisation.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-05-08T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}