{
    "cid": "LEGIARTI000006748298",
    "num": "R145-10",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141847",
                        "id": "LEGISCTA000006141847",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156520",
                        "id": "LEGISCTA000006156520",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation des juridictions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173250",
                        "id": "LEGISCTA000006173250",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-09-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions relatives aux pharmaciens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027623511",
                        "id": "LEGISCTA000027644089",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR_DIFF",
            "id": "LEGIARTI000036592776",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-54 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-54",
                    "articleId": "LEGIARTI000027628356",
                    "natureText": "CODE",
                    "date": 1622676531319,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R752-18-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R752-18-7",
                    "articleId": "LEGIARTI000038790200",
                    "natureText": "CODE",
                    "date": 1622676531319,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562544000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret n° 85-1353 du 17 décembre 1985",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000036589802",
                    "textTitle": "Décret n°2018-79 du 9 février 2018 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000036590965",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-02-10",
                    "dateSignaTexte": "2018-02-09",
                    "dateDebutCible": "2018-02-11"
                }
            ],
            "num": "R145-10",
            "origine": "LEGI",
            "texte": "I. - La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège de ce conseil régional ou un magistrat délégué par lui ainsi que quatre assesseurs nommés par le président de la cour administrative d'appel dans le ressort de laquelle la section des assurances sociales du conseil régional a son siège. Deux assesseurs représentent l'ordre des pharmaciens. Ils sont désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein. Deux assesseurs représentent les organismes d'assurance maladie. Ils sont nommés, en dehors du ressort de la section des assurances sociales du conseil régional concerné, parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. II. - La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section D de l'ordre des pharmaciens et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. III. - La section des assurances sociales du conseil central de la section G comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section G et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont nommés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. IV. - La section des assurances sociales du conseil central de la section H comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section H de l'ordre des pharmaciens et choisis en son sein et, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ils sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. V. - La section des assurances sociales du Conseil national de l'ordre des pharmaciens comprend, en qualité de président, un membre du Conseil d'Etat, en activité ou honoraire, ayant au moins le rang de conseiller d'Etat, désigné par le vice-président du Conseil d'Etat audit conseil et, d'une part, deux assesseurs pharmaciens désignés par ce conseil et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. VI. - Les assesseurs prévus aux au premier alinéa du II, du III, du IV et aux 1° et 2° du V du présent article sont nommés par le ministre chargé de la sécurité sociale. VII. - Les fonctions exercées par les pharmaciens membres de la section des assurances sociales du Conseil national de l'ordre des pharmaciens sont incompatibles avec les fonctions de membre d'une section des assurances sociales de première instance de cet ordre.",
            "texteHtml": "<p>I. - La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège de ce conseil régional ou un magistrat délégué par lui ainsi que quatre assesseurs nommés par le président de la cour administrative d'appel dans le ressort de laquelle la section des assurances sociales du conseil régional a son siège. Deux assesseurs représentent l'ordre des pharmaciens. Ils sont désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein. Deux assesseurs représentent les organismes d'assurance maladie. Ils sont nommés, en dehors du ressort de la section des assurances sociales du conseil régional concerné, parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>II. - La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section D de l'ordre des pharmaciens et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>III. - La section des assurances sociales du conseil central de la section G comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section G et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont nommés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>IV. - La section des assurances sociales du conseil central de la section H comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section H de l'ordre des pharmaciens et choisis en son sein et, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ils sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>V. - La section des assurances sociales du Conseil national de l'ordre des pharmaciens comprend, en qualité de président, un membre du Conseil d'Etat, en activité ou honoraire, ayant au moins le rang de conseiller d'Etat, désigné par le vice-président du Conseil d'Etat audit conseil et, d'une part, deux assesseurs pharmaciens désignés par ce conseil et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>VI. - Les assesseurs prévus aux au premier alinéa du II, du III, du IV et aux 1° et 2° du V du présent article sont nommés par le ministre chargé de la sécurité sociale.</p><p>VII. - Les fonctions exercées par les pharmaciens membres de la section des assurances sociales du Conseil national de l'ordre des pharmaciens sont incompatibles avec les fonctions de membre d'une section des assurances sociales de première instance de cet ordre.</p>",
            "type": "AUTONOME",
            "dateDebut": "2222-02-22T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141847",
                        "id": "LEGISCTA000006141847",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156520",
                        "id": "LEGISCTA000006156520",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation des juridictions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173250",
                        "id": "LEGISCTA000006173250",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-09-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions relatives aux pharmaciens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027623511",
                        "id": "LEGISCTA000027644089",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "ABROGE_DIFF",
            "id": "LEGIARTI000036703882",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-54 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-54",
                    "articleId": "LEGIARTI000027628356",
                    "natureText": "CODE",
                    "date": 1622683397134,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R752-18-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R752-18-7",
                    "articleId": "LEGIARTI000038790200",
                    "natureText": "CODE",
                    "date": 1622683397134,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562544000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret n° 85-1353 du 17 décembre 1985",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000036694251",
                    "textTitle": "Décret n°2018-174 du 9 mars 2018 - art. 15",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000036695125",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-03-11",
                    "dateSignaTexte": "2018-03-09",
                    "dateDebutCible": "2018-03-12"
                }
            ],
            "num": "R145-10",
            "origine": "LEGI",
            "texte": "I. - La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège de ce conseil régional ou un magistrat délégué par lui ainsi que quatre assesseurs nommés par le président de la cour administrative d'appel dans le ressort de laquelle la section des assurances sociales du conseil régional a son siège. Deux assesseurs représentent l'ordre des pharmaciens. Ils sont désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein. Deux assesseurs représentent les organismes d'assurance maladie. Ils sont nommés, en dehors du ressort de la section des assurances sociales du conseil régional concerné, parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et celui du régime de protection sociale agricole. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des deux régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. II. - La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section D de l'ordre des pharmaciens et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et celui du régime de protection sociale agricole. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des deux régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. III. - La section des assurances sociales du conseil central de la section G comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section G et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont nommés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et celui du régime de protection sociale agricole. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des deux régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. IV. - La section des assurances sociales du conseil central de la section H comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section H de l'ordre des pharmaciens et choisis en son sein et, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ils sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et celui du régime de protection sociale agricole. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des deux régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. V. - La section des assurances sociales du Conseil national de l'ordre des pharmaciens comprend, en qualité de président, le conseiller d'Etat siègeant audit conseil et, d'une part, deux assesseurs pharmaciens désignés par ce conseil et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et celui du régime de protection sociale agricole. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils d'un des deux régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. VI. - Les assesseurs prévus aux au premier alinéa du II, du III, du IV et aux 1° et 2° du V du présent article sont nommés par le ministre chargé de la sécurité sociale. VII. - Les fonctions exercées par les pharmaciens membres de la section des assurances sociales du Conseil national de l'ordre des pharmaciens sont incompatibles avec les fonctions de membre d'une section des assurances sociales de première instance de cet ordre.",
            "texteHtml": "<p>I. - La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège de ce conseil régional ou un magistrat délégué par lui ainsi que quatre assesseurs nommés par le président de la cour administrative d'appel dans le ressort de laquelle la section des assurances sociales du conseil régional a son siège. Deux assesseurs représentent l'ordre des pharmaciens. Ils sont désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein. Deux assesseurs représentent les organismes d'assurance maladie. Ils sont nommés, en dehors du ressort de la section des assurances sociales du conseil régional concerné, parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et celui du régime de protection sociale agricole. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des deux régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>II. - La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section D de l'ordre des pharmaciens et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et celui du régime de protection sociale agricole. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des deux régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>III. - La section des assurances sociales du conseil central de la section G comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section G et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont nommés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et celui du régime de protection sociale agricole. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des deux régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>IV. - La section des assurances sociales du conseil central de la section H comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section H de l'ordre des pharmaciens et choisis en son sein et, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ils sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et celui du régime de protection sociale agricole. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des deux régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>V. - La section des assurances sociales du Conseil national de l'ordre des pharmaciens comprend, en qualité de président, le conseiller d'Etat siègeant audit conseil et, d'une part, deux assesseurs pharmaciens désignés par ce conseil et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et celui du régime de protection sociale agricole. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils d'un des deux régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>VI. - Les assesseurs prévus aux au premier alinéa du II, du III, du IV et aux 1° et 2° du V du présent article sont nommés par le ministre chargé de la sécurité sociale.</p><p>VII. - Les fonctions exercées par les pharmaciens membres de la section des assurances sociales du Conseil national de l'ordre des pharmaciens sont incompatibles avec les fonctions de membre d'une section des assurances sociales de première instance de cet ordre.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-01-01T00:00:00.000Z",
            "dateFin": "2222-02-22T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141847",
                        "id": "LEGISCTA000006141847",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156520",
                        "id": "LEGISCTA000006156520",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation des juridictions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173250",
                        "id": "LEGISCTA000006173250",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-09-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions relatives aux pharmaciens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027623511",
                        "id": "LEGISCTA000027644089",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000028429392",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-54 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-54",
                    "articleId": "LEGIARTI000027628356",
                    "natureText": "CODE",
                    "date": 1622685542261,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R752-18-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R752-18-7",
                    "articleId": "LEGIARTI000038790200",
                    "natureText": "CODE",
                    "date": 1622685542261,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562544000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret n° 85-1353 du 17 décembre 1985",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000028408387",
                    "textTitle": "Décret n°2013-1292\n du 27 décembre 2013 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028419634",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-12-31",
                    "dateSignaTexte": "2013-12-27",
                    "dateDebutCible": "2014-01-01"
                }
            ],
            "num": "R145-10",
            "origine": "LEGI",
            "texte": "I. - La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège de ce conseil régional ou un magistrat délégué par lui ainsi que quatre assesseurs nommés par le président de la cour administrative d'appel dans le ressort de laquelle la section des assurances sociales du conseil régional a son siège. Deux assesseurs représentent l'ordre des pharmaciens. Ils sont désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein. Deux assesseurs représentent les organismes d'assurance maladie. Ils sont nommés, en dehors du ressort de la section des assurances sociales du conseil régional concerné, parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. II. - La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section D de l'ordre des pharmaciens et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. III. - La section des assurances sociales du conseil central de la section G comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section G et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont nommés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. IV. - La section des assurances sociales du conseil central de la section H comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section H de l'ordre des pharmaciens et choisis en son sein et, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ils sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. V. - La section des assurances sociales du Conseil national de l'ordre des pharmaciens comprend, en qualité de président, le conseiller d'Etat siègeant audit conseil et, d'une part, deux assesseurs pharmaciens désignés par ce conseil et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. VI. - Les assesseurs prévus aux au premier alinéa du II, du III, du IV et aux 1° et 2° du V du présent article sont nommés par le ministre chargé de la sécurité sociale. VII. - Les fonctions exercées par les pharmaciens membres de la section des assurances sociales du Conseil national de l'ordre des pharmaciens sont incompatibles avec les fonctions de membre d'une section des assurances sociales de première instance de cet ordre.",
            "texteHtml": "<p>I. - La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège de ce conseil régional ou un magistrat délégué par lui ainsi que quatre assesseurs nommés par le président de la cour administrative d'appel dans le ressort de laquelle la section des assurances sociales du conseil régional a son siège. Deux assesseurs représentent l'ordre des pharmaciens. Ils sont désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein. Deux assesseurs représentent les organismes d'assurance maladie. Ils sont nommés, en dehors du ressort de la section des assurances sociales du conseil régional concerné, parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. </p><p>II. - La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section D de l'ordre des pharmaciens et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>III. - La section des assurances sociales du conseil central de la section G comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section G et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont nommés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. </p><p>IV. - La section des assurances sociales du conseil central de la section H comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section H de l'ordre des pharmaciens et choisis en son sein et, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ils sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. </p><p>V. - La section des assurances sociales du Conseil national de l'ordre des pharmaciens comprend, en qualité de président, le conseiller d'Etat siègeant audit conseil et, d'une part, deux assesseurs pharmaciens désignés par ce conseil et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p>1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p>2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p>VI. - Les assesseurs prévus aux au premier alinéa du II, du III, du IV et aux 1° et 2° du V du présent article sont nommés par le ministre chargé de la sécurité sociale.</p><p>VII. - Les fonctions exercées par les pharmaciens membres de la section des assurances sociales du Conseil national de l'ordre des pharmaciens sont incompatibles avec les fonctions de membre d'une section des assurances sociales de première instance de cet ordre. </p>",
            "type": "AUTONOME",
            "dateDebut": "2014-01-01T00:00:00.000Z",
            "dateFin": "2018-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141847",
                        "id": "LEGISCTA000006141847",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156520",
                        "id": "LEGISCTA000006156520",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation des juridictions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173250",
                        "id": "LEGISCTA000006173250",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-09-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions relatives aux pharmaciens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027623511",
                        "id": "LEGISCTA000027644089",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000027644126",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-54 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-54",
                    "articleId": "LEGIARTI000027628356",
                    "natureText": "CODE",
                    "date": 1622680278939,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R752-18-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R752-18-7",
                    "articleId": "LEGIARTI000038790200",
                    "natureText": "CODE",
                    "date": 1622680278939,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562544000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret n° 85-1353 du 17 décembre 1985",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000027618323",
                    "textTitle": "Décret n°2013-547\n du 26 juin 2013 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000027619550",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-06-28",
                    "dateSignaTexte": "2013-06-26",
                    "dateDebutCible": "2013-06-29"
                }
            ],
            "num": "R145-10",
            "origine": "LEGI",
            "texte": "La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège de ce conseil régional ou un magistrat délégué par lui ainsi que quatre assesseurs nommés par le président de la cour administrative d'appel. Deux assesseurs représentent l'ordre des pharmaciens. Ils sont désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein. Deux assesseurs représentent les organismes d'assurance maladie. Ils sont nommés, en dehors du ressort de la section des assurances sociales du conseil régional concerné, parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui  et, d'une part, deux assesseurs proposés par le conseil central de la section D de l'ordre des pharmaciens et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. La section des assurances sociales du conseil central de la section G comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui  et, d'une part, deux assesseurs proposés par le conseil central de la section G et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont nommés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. La section des assurances sociales du conseil central de la section H comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section H de l'ordre des pharmaciens et choisis en son sein et, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ils sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. La section des assurances sociales du Conseil national de l'ordre des pharmaciens comprend, en qualité de président, le conseiller d'Etat siègeant audit conseil et, d'une part, deux assesseurs pharmaciens proposés par ce conseil et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie : 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ; 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. Les assesseurs prévus aux deuxième, troisième, quatrième et cinquième alinéas  du présent article sont nommés par le ministre chargé de la sécurité sociale. Les fonctions exercées par les pharmaciens membres de la section des assurances sociales du Conseil national de l'ordre des pharmaciens sont incompatibles avec les fonctions de membre d'une section des assurances sociales de première instance de cet ordre.",
            "texteHtml": "<p>   La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège de ce conseil régional ou un magistrat délégué par lui ainsi que quatre assesseurs nommés par le président de la cour administrative d'appel. Deux assesseurs représentent l'ordre des pharmaciens. Ils sont désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein. Deux assesseurs représentent les organismes d'assurance maladie. Ils sont nommés, en dehors du ressort de la section des assurances sociales du conseil régional concerné, parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p></p><p> 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p></p><p> 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. </p><p></p><p></p><p>   La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui  et, d'une part, deux assesseurs proposés par le conseil central de la section D de l'ordre des pharmaciens et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p></p><p> 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p></p><p> 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p></p><p></p><p>   La section des assurances sociales du conseil central de la section G comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui  et, d'une part, deux assesseurs proposés par le conseil central de la section G et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont nommés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p></p><p> 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p></p><p> 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. </p><p></p><p></p><p>La section des assurances sociales du conseil central de la section H comprend, en qualité de président, le président du tribunal administratif de Paris ou un magistrat délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section H de l'ordre des pharmaciens et choisis en son sein et, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ils sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p></p><p> 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p></p><p> 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le président de la cour administrative d'appel procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils titulaires d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale. </p><p></p><p></p><p>   La section des assurances sociales du Conseil national de l'ordre des pharmaciens comprend, en qualité de président, le conseiller d'Etat siègeant audit conseil et, d'une part, deux assesseurs pharmaciens proposés par ce conseil et choisis en son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie. Ces derniers sont désignés parmi les pharmaciens-conseils des caisses d'assurance maladie :</p><p></p><p> 1° Le premier, sur proposition du médecin-conseil national du régime général de sécurité sociale ;</p><p></p><p> 2° Le second, sur proposition conjointe du médecin-conseil national du régime général de sécurité sociale et des responsables du service médical de la Caisse centrale de la mutualité sociale agricole et du régime social des indépendants. A défaut d'accord, après mise en demeure demeurée infructueuse, le ministre chargé de la sécurité sociale procède, à l'expiration d'un délai de quinze jours à dater de celle-ci, à la désignation d'office du second représentant des organismes d'assurance maladie parmi les pharmaciens-conseils d'un des trois régimes mentionnés au présent alinéa, après avis du médecin-conseil national du régime général de sécurité sociale.</p><p></p><p></p><p>   Les assesseurs prévus aux deuxième, troisième, quatrième et cinquième alinéas  du présent article sont nommés par le ministre chargé de la sécurité sociale.</p><p></p><p>Les fonctions exercées par les pharmaciens membres de la section des assurances sociales du Conseil national de l'ordre des pharmaciens sont incompatibles avec les fonctions de membre d'une section des assurances sociales de première instance de cet ordre. </p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2013-09-01T00:00:00.000Z",
            "dateFin": "2014-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141847",
                        "id": "LEGISCTA000006141847",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156520",
                        "id": "LEGISCTA000006156520",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation des juridictions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173250",
                        "id": "LEGISCTA000006173250",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006748299",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-54 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-54",
                    "articleId": "LEGIARTI000027628356",
                    "natureText": "CODE",
                    "date": 1622672537937,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R752-18-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R752-18-7",
                    "articleId": "LEGIARTI000038790200",
                    "natureText": "CODE",
                    "date": 1622672537937,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562544000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000691926",
                    "textTitle": "Décret 88-484 1988-04-27 art. 8 JORF 3 mai 1988",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691926",
                    "natureText": "DECRET",
                    "datePubliTexte": "1988-05-03",
                    "dateSignaTexte": "1988-04-27",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "R145-10",
            "origine": "LEGI",
            "texte": "La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège dudit conseil régional ou un conseiller délégué par lui et, d'une part, deux assesseurs désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie, l'un administrateur de caisse ou agent de direction, l'autre pharmacien, désignés par la caisse régionale d'assurance maladie des travailleurs salariés intéressée. En ce qui concerne le pharmacien, la désignation de la caisse régionale est faite après consultation du médecin-conseil régional. Les assesseurs ainsi désignés sont nommés par le préfet de région. La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un conseiller délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section D de l'ordre des pharmaciens et choisis en son sein, d'autre part, deux assesseurs représentant les organismes de sécurité sociale, l'un administrateur de caisse ou agent de direction, l'autre pharmacien conseil, proposés par la Caisse nationale de l'assurance maladie des travailleurs salariés. La section des assurances sociales du conseil central de la section G comprend, en qualité de président, le président du tribunal administratif de Paris ou un conseiller délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section G et choisis en son sein, d'autre part, deux assesseurs proposés par la Caisse nationale de l'assurance maladie des travailleurs salariés, l'un administrateur de caisse ou agent de direction, l'autre pharmacien conseil. La section des assurances sociales du Conseil national de l'ordre des pharmaciens comprend, en qualité de président, le conseiller d'Etat siègeant audit conseil et, d'une part, deux assesseurs pharmaciens proposés par ce conseil et choisis en son sein, d'autre part, deux assesseurs proposés par la Caisse nationale de l'assurance maladie des travailleurs salariés, l'un administrateur de caisse ou agent de direction, l'autre pharmacien conseil. Les assesseurs prévus aux deuxième, troisième et quatrième alinéas du présent article sont nommés par le ministre chargé de la sécurité sociale.",
            "texteHtml": "<p>   La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège dudit conseil régional ou un conseiller délégué par lui et, d'une part, deux assesseurs désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie, l'un administrateur de caisse ou agent de direction, l'autre pharmacien, désignés par la caisse régionale d'assurance maladie des travailleurs salariés intéressée. En ce qui concerne le pharmacien, la désignation de la caisse régionale est faite après consultation du médecin-conseil régional. Les assesseurs ainsi désignés sont nommés par le préfet de région. </p><p></p><p>   La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un conseiller délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section D de l'ordre des pharmaciens et choisis en son sein, d'autre part, deux assesseurs représentant les organismes de sécurité sociale, l'un administrateur de caisse ou agent de direction, l'autre pharmacien conseil, proposés par la Caisse nationale de l'assurance maladie des travailleurs salariés.</p><p></p><p>   La section des assurances sociales du conseil central de la section G comprend, en qualité de président, le président du tribunal administratif de Paris ou un conseiller délégué par lui et, d'une part, deux assesseurs proposés par le conseil central de la section G et choisis en son sein, d'autre part, deux assesseurs proposés par la Caisse nationale de l'assurance maladie des travailleurs salariés, l'un administrateur de caisse ou agent de direction, l'autre pharmacien conseil.</p><p></p><p>   La section des assurances sociales du Conseil national de l'ordre des pharmaciens comprend, en qualité de président, le conseiller d'Etat siègeant audit conseil et, d'une part, deux assesseurs pharmaciens proposés par ce conseil et choisis en son sein, d'autre part, deux assesseurs proposés par la Caisse nationale de l'assurance maladie des travailleurs salariés, l'un administrateur de caisse ou agent de direction, l'autre pharmacien conseil.</p><p></p><p>   Les assesseurs prévus aux deuxième, troisième et quatrième alinéas du présent article sont nommés par le ministre chargé de la sécurité sociale.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "1988-05-03T00:00:00.000Z",
            "dateFin": "2013-09-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1988-09-16",
                        "titre": "LIVRE  I : GENERALITES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126952",
                        "id": "LEGISCTA000006126952",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1988-09-16",
                        "titre": "DISPOSITIONS COMMUNES A TOUT OU PARTIE DES REGIMES DE BASE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141852",
                        "id": "LEGISCTA000006141852",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1988-05-08",
                        "titre": "TITRE IV : Expertise médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156549",
                        "id": "LEGISCTA000006156549",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1988-05-08",
                        "titre": "Contentieux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173317",
                        "id": "LEGISCTA000006173317",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1988-05-08",
                        "titre": "Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186410",
                        "id": "LEGISCTA000006186410",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1988-05-03",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194697",
                        "id": "LEGISCTA000006194697",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1988-05-03",
                        "titre": "Section 2 : Organisation des juridictions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198323",
                        "id": "LEGISCTA000006198323",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006748298",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-54 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-54",
                    "articleId": "LEGIARTI000027628356",
                    "natureText": "CODE",
                    "date": 1622672538252,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R752-18-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R752-18-7",
                    "articleId": "LEGIARTI000038790200",
                    "natureText": "CODE",
                    "date": 1622672538252,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562544000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000514176",
                    "textTitle": "Décret n°66-35 du 7 janvier 1966 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006764116",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17 art. 1 JORF 21 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "R145-10",
            "origine": "LEGI",
            "texte": "La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend   , en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège dudit conseil régional ou un conseiller délégué par lui et, d'une part, deux assesseurs désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie, l'un administrateur de caisse, l'autre pharmacien, désignés par la caisse régionale d'assurance maladie des travailleurs salariés intéressée. En ce qui concerne le pharmacien, la désignation de la caisse régionale est faite après consultation du médecin conseil régional. Les assesseurs ainsi désignés sont nommés par le ministre chargé de la sécurité sociale. La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un conseiller délégué par lui et, d'une part, deux assesseurs désignés par le conseil central de la section D de l'ordre des pharmaciens et choisis dans son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie, l'un administrateur de caisse, l'autre pharmacien, désignés par la caisse nationale de l'assurance maladie des travailleurs salariés. Les assesseurs ainsi désignés sont nommés par le ministre chargé de la sécurité sociale. La section des assurances sociales du conseil national de l'ordre des pharmaciens comprend, en qualité de président, le conseiller d'Etat siégeant audit conseil et, d'une part, deux assesseurs pharmaciens désignés par ce conseil et choisis dans son sein, d'autre part, deux assesseurs, l'un administrateur de caisse, l'autre pharmacien, nommés par le ministre chargé de la sécurité sociale sur la proposition de la caisse nationale de l'assurance maladie des travailleurs salariés.",
            "texteHtml": "<p></p>La section des assurances sociales du conseil régional de l'ordre des pharmaciens comprend   , en qualité de président, le président du tribunal administratif dans le ressort duquel se trouve le siège dudit conseil régional ou un conseiller délégué par lui et, d'une part, deux assesseurs désignés par le conseil régional de l'ordre des pharmaciens et choisis dans son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie, l'un administrateur de caisse, l'autre pharmacien, désignés par la caisse régionale d'assurance maladie des travailleurs salariés intéressée. En ce qui concerne le pharmacien, la désignation de la caisse régionale est faite après consultation du médecin conseil régional. Les assesseurs ainsi désignés sont nommés par le ministre chargé de la sécurité sociale. <p></p><p></p>La section des assurances sociales du conseil central de la section D de l'ordre des pharmaciens comprend, en qualité de président, le président du tribunal administratif de Paris ou un conseiller délégué par lui et, d'une part, deux assesseurs désignés par le conseil central de la section D de l'ordre des pharmaciens et choisis dans son sein, d'autre part, deux assesseurs représentant les organismes d'assurance maladie, l'un administrateur de caisse, l'autre pharmacien, désignés par la caisse nationale de l'assurance maladie des travailleurs salariés. Les assesseurs ainsi désignés sont nommés par le ministre chargé de la sécurité sociale. <p></p><p></p>La section des assurances sociales du conseil national de l'ordre des pharmaciens comprend, en qualité de président, le conseiller d'Etat siégeant audit conseil et, d'une part, deux assesseurs pharmaciens désignés par ce conseil et choisis dans son sein, d'autre part, deux assesseurs, l'un administrateur de caisse, l'autre pharmacien, nommés par le ministre chargé de la sécurité sociale sur la proposition de la caisse nationale de l'assurance maladie des travailleurs salariés.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "1985-12-21T00:00:00.000Z",
            "dateFin": "1988-05-03T00:00:00.000Z"
        }
    ]
}