{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033781921",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – A. – Les contribuables domiciliés en France, au sens de l'article 4 B, peuvent bénéficier d'une réduction d'impôt sur le revenu au titre des dépenses effectivement supportées pour des travaux mentionnés au II du présent article, adoptés du 1er janvier 2017 au 31 décembre 2019 en assemblée générale des copropriétaires en application de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis. La réduction d'impôt s'applique aux travaux réalisés sur des logements, achevés depuis au moins quinze ans à la date de leur adoption par l'assemblée générale des copropriétaires mentionnée au premier alinéa du présent A, destinés à la location : 1° Faisant partie d'une résidence de tourisme classée dans les conditions prévues à l'article L. 321-1 du code du tourisme ; 2° Ou, à défaut, appartenant à une copropriété comprenant une résidence de tourisme classée, s'ils font l'objet d'un classement au titre des meublés de tourisme, dans les conditions prévues à l'article L. 324-1 du même code. B. – La réduction d'impôt s'applique à la condition que les travaux soient achevés au plus tard le 31 décembre de la deuxième année suivant celle de leur adoption par l'assemblée générale des copropriétaires mentionnée au A. C. – La réduction d'impôt n'est pas applicable aux logements dont le droit de propriété est démembré. II. – La réduction d'impôt s'applique aux travaux, réalisés par une entreprise, portant sur l'ensemble de la copropriété au titre des dépenses : 1° Sous réserve que les matériaux et équipements concernés respectent les caractéristiques techniques et les critères de performances minimales fixés par l'arrêté prévu au premier alinéa du 2 de l'article 200 quater , d'acquisition et de pose : a) De matériaux d'isolation thermique des parois vitrées ou de volets isolants ; b) De matériaux d'isolation thermique des parois opaques ; c) D'équipements de chauffage ou de fourniture d'eau chaude sanitaire utilisant une source d'énergie renouvelable ; 2° Visant à faciliter l'accueil des personnes handicapées ; 3° De ravalement. III. – Pour un même logement entrant dans le champ d'application du I, le montant des dépenses mentionnées au II, adoptées du 1er janvier 2017 au 31 décembre 2019 en assemblée générale des copropriétaires, ouvrant droit à la réduction d'impôt ne peut excéder la somme de 22 000 €. Lorsque le logement est détenu en indivision, chaque indivisaire bénéficie de la réduction d'impôt dans la limite de la quote-part du montant des dépenses de travaux correspondant à ses droits dans l'indivision. IV. – Le taux de la réduction d'impôt est égal à 20 % du montant des dépenses éligibles prévues au II. V. – La réduction d'impôt est accordée au titre de l'année du paiement définitif par le syndic de copropriété de la facture, autre que des factures d'acompte, de l'entreprise ayant réalisé les travaux mentionnés au II et imputée sur l'impôt dû au titre de cette même année. VI. – A. – Le bénéfice de la réduction d'impôt est subordonné à l'engagement du propriétaire de louer le logement pendant au moins cinq ans à compter de la date d'achèvement des travaux : 1° A l'exploitant de la résidence de tourisme classée, si le logement répond, à la date d'achèvement des travaux, aux conditions mentionnées au 1° du A du I ; 2° A des personnes physiques, à raison de douze semaines au minimum par an, si le logement répond, à la date d'achèvement des travaux, aux conditions mentionnées au 2° du A du I. B. – Si, à la date d'achèvement des travaux, le logement ne répond pas aux conditions mentionnées aux 1° ou 2° du A du I, l'affectation à la location dans les conditions prévues aux 1° ou 2° du A du présent VI doit intervenir dans un délai de deux mois à compter de cette date. C. – Au cours de la période d'engagement d'au moins cinq ans, le logement peut être successivement donné en location dans les conditions prévues aux 1° ou 2° du A du présent VI. Le changement dans les conditions d'affectation à la location doit intervenir dans un délai de deux mois. VII. – Les dépenses mentionnées au II ouvrent droit au bénéfice de la réduction d'impôt sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, une attestation du syndic de copropriété comportant : 1° Le lieu de réalisation des travaux ; 2° La nature et le montant de ces travaux ainsi que, le cas échéant, les caractéristiques techniques et les critères de performances minimales, mentionnés au 1° du II, des équipements et matériaux ; 3° Le nom et l'adresse de l'entreprise ayant réalisé les travaux ; 4° La date d'achèvement des travaux ; 5° La date du paiement définitif des travaux à l'entreprise ; 6° La quote-part des travaux incombant au contribuable ainsi que les dates de paiement par le contribuable des appels de fonds correspondants. VIII. – En cas de non-respect de l'engagement de location mentionné au VI ou de cession ou de démembrement du droit de propriété du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de survenance de l'événement. Toutefois, aucune reprise n'est effectuée si la rupture de l'engagement, la cession ou le démembrement du droit de propriété du logement survient à la suite de l'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, du licenciement ou du décès du contribuable ou de l'un des membres du couple soumis à imposition commune. IX. – Les dépenses de travaux ouvrant droit au bénéfice de la réduction d'impôt ne peuvent faire l'objet d'une déduction ou d'un amortissement pour la détermination des revenus catégoriels. X. – Pour un même logement et au titre d'une même année, le bénéfice de l'un des crédits ou réductions d'impôt prévus aux articles 199 decies E à 199 decies G , 199 undecies B , 199 sexvicies et 244 quater W est exclusif du bénéfice des dispositions du présent article.",
            "texteHtml": "<p align='left'>I. – A. – Les contribuables domiciliés en France, au sens de l'article 4 B, peuvent bénéficier d'une réduction d'impôt sur le revenu au titre des dépenses effectivement supportées pour des travaux mentionnés au II du présent article, adoptés du 1er janvier 2017 au 31 décembre 2019 en assemblée générale des copropriétaires en application de la loi n° <a href='/affichTexte.do?cidTexte=JORFTEXT000000880200&categorieLien=cid' title='Loi n° 65-557 du 10 juillet 1965 (V)'>65-557 </a>du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis.</p><p>La réduction d'impôt s'applique aux travaux réalisés sur des logements, achevés depuis au moins quinze ans à la date de leur adoption par l'assemblée générale des copropriétaires mentionnée au premier alinéa du présent A, destinés à la location :</p><p>1° Faisant partie d'une résidence de tourisme classée dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074073&idArticle=LEGIARTI000006813144&dateTexte=&categorieLien=cid' title='Code du tourisme. - art. L321-1 (V)'>L. 321-1 </a>du code du tourisme ;</p><p>2° Ou, à défaut, appartenant à une copropriété comprenant une résidence de tourisme classée, s'ils font l'objet d'un classement au titre des meublés de tourisme, dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074073&idArticle=LEGIARTI000006813149&dateTexte=&categorieLien=cid' title='Code du tourisme. - art. L324-1 (V)'>L. 324-1 </a>du même code.</p><p>B. – La réduction d'impôt s'applique à la condition que les travaux soient achevés au plus tard le 31 décembre de la deuxième année suivant celle de leur adoption par l'assemblée générale des copropriétaires mentionnée au A.</p><p>C. – La réduction d'impôt n'est pas applicable aux logements dont le droit de propriété est démembré.</p><p>II. – La réduction d'impôt s'applique aux travaux, réalisés par une entreprise, portant sur l'ensemble de la copropriété au titre des dépenses :</p><p>1° Sous réserve que les matériaux et équipements concernés respectent les caractéristiques techniques et les critères de performances minimales fixés par l'arrêté prévu au premier alinéa du 2 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303331&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 200 quater (V)'>200 quater</a>, d'acquisition et de pose :</p><p>a) De matériaux d'isolation thermique des parois vitrées ou de volets isolants ;</p><p>b) De matériaux d'isolation thermique des parois opaques ;</p><p>c) D'équipements de chauffage ou de fourniture d'eau chaude sanitaire utilisant une source d'énergie renouvelable ;</p><p>2° Visant à faciliter l'accueil des personnes handicapées ;</p><p>3° De ravalement.</p><p>III. – Pour un même logement entrant dans le champ d'application du I, le montant des dépenses mentionnées au II, adoptées du 1er janvier 2017 au 31 décembre 2019 en assemblée générale des copropriétaires, ouvrant droit à la réduction d'impôt ne peut excéder la somme de 22 000 €.</p><p>Lorsque le logement est détenu en indivision, chaque indivisaire bénéficie de la réduction d'impôt dans la limite de la quote-part du montant des dépenses de travaux correspondant à ses droits dans l'indivision.</p><p>IV. – Le taux de la réduction d'impôt est égal à 20 % du montant des dépenses éligibles prévues au II.</p><p>V. – La réduction d'impôt est accordée au titre de l'année du paiement définitif par le syndic de copropriété de la facture, autre que des factures d'acompte, de l'entreprise ayant réalisé les travaux mentionnés au II et imputée sur l'impôt dû au titre de cette même année.</p><p>VI. – A. – Le bénéfice de la réduction d'impôt est subordonné à l'engagement du propriétaire de louer le logement pendant au moins cinq ans à compter de la date d'achèvement des travaux :</p><p>1° A l'exploitant de la résidence de tourisme classée, si le logement répond, à la date d'achèvement des travaux, aux conditions mentionnées au 1° du A du I ;</p><p>2° A des personnes physiques, à raison de douze semaines au minimum par an, si le logement répond, à la date d'achèvement des travaux, aux conditions mentionnées au 2° du A du I.</p><p>B. – Si, à la date d'achèvement des travaux, le logement ne répond pas aux conditions mentionnées aux 1° ou 2° du A du I, l'affectation à la location dans les conditions prévues aux 1° ou 2° du A du présent VI doit intervenir dans un délai de deux mois à compter de cette date.</p><p>C. – Au cours de la période d'engagement d'au moins cinq ans, le logement peut être successivement donné en location dans les conditions prévues aux 1° ou 2° du A du présent VI. Le changement dans les conditions d'affectation à la location doit intervenir dans un délai de deux mois.</p><p>VII. – Les dépenses mentionnées au II ouvrent droit au bénéfice de la réduction d'impôt sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, une attestation du syndic de copropriété comportant :</p><p>1° Le lieu de réalisation des travaux ;</p><p>2° La nature et le montant de ces travaux ainsi que, le cas échéant, les caractéristiques techniques et les critères de performances minimales, mentionnés au 1° du II, des équipements et matériaux ;</p><p>3° Le nom et l'adresse de l'entreprise ayant réalisé les travaux ;</p><p>4° La date d'achèvement des travaux ;</p><p>5° La date du paiement définitif des travaux à l'entreprise ;</p><p>6° La quote-part des travaux incombant au contribuable ainsi que les dates de paiement par le contribuable des appels de fonds correspondants.</p><p>VIII. – En cas de non-respect de l'engagement de location mentionné au VI ou de cession ou de démembrement du droit de propriété du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de survenance de l'événement. Toutefois, aucune reprise n'est effectuée si la rupture de l'engagement, la cession ou le démembrement du droit de propriété du logement survient à la suite de l'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742597&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L341-4 (V)'>L. 341-4 </a>du code de la sécurité sociale, du licenciement ou du décès du contribuable ou de l'un des membres du couple soumis à imposition commune.</p><p>IX. – Les dépenses de travaux ouvrant droit au bénéfice de la réduction d'impôt ne peuvent faire l'objet d'une déduction ou d'un amortissement pour la détermination des revenus catégoriels.</p><p>X. – Pour un même logement et au titre d'une même année, le bénéfice de l'un des crédits ou réductions d'impôt prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303231&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 199 decies E (V)'>199 decies E</a> à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303237&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 199 decies G (V)'>199 decies G</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303272&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 199 undecies B (V)'>199 undecies B</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000020023035&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 199 sexvicies (V)'>199 sexvicies </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000028404311&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 244 quater W (V)'>244 quater W </a>est exclusif du bénéfice des dispositions du présent article.</p>",
            "num": "199 decies G bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1483228800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073999517,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-03-31",
                        "fin": "2011-06-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000006191610",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000025918735",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033781921",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191610",
            "sectionParentId": "LEGISCTA000025918735",
            "sectionParentTitre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033781921",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734169",
                    "textTitle": "LOI n°2016-1917 du 29 décembre 2016 - art. 69",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "69",
                    "articleId": "LEGIARTI000033760834",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000880200",
                    "textTitle": "Loi n° 65-557 du 10 juillet 1965 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000880200",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "65-557",
                    "datePubli": -141264000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 decies E (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 decies E",
                    "articleId": "LEGIARTI000006303231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 922838400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 decies G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 decies G",
                    "articleId": "LEGIARTI000006303237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 922838400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 sexvicies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 sexvicies",
                    "articleId": "LEGIARTI000020023035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies B",
                    "articleId": "LEGIARTI000006303272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 200 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "200 quater",
                    "articleId": "LEGIARTI000006303331",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 244 quater W (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "244 quater W",
                    "articleId": "LEGIARTI000028404311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L321-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006813144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L324-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L324-1",
                    "articleId": "LEGIARTI000006813149",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033781921",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 decies G bis",
                "199"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}