{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006654043",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Un mois après chaque élection du comité d'entreprise, le chef d'entreprise lui communique une documentation économique et financière qui doit préciser : a) La forme juridique de l'entreprise et son organisation ; b) Les perspectives économiques de l'entreprise telles qu'elles peuvent être envisagées ; c) Compte tenu des informations dont dispose le chef d'entreprise, la répartition du capital entre les actionnaires détenant plus de 10 % du capital et la position de l'entreprise dans la branche d'activité à laquelle elle appartient. Au moins une fois par an, le chef d'entreprise présente au comité d'entreprise un rapport d'ensemble écrit sur l'activité de l'entreprise, le chiffre d'affaires, les bénéfices ou pertes constatés, les résultats globaux de la production en valeur et en volume, les transferts de capitaux importants entre la société mère et les filiales, la situation de la sous-traitance, l'affectation des bénéfices réalisés, les aides européennes et les aides ou avantages financiers notamment les aides à l'emploi, consentis à l'entreprise par l'Etat et les collectivités locales et leur emploi, les investissements, l'évolution de la structure et du montant des salaires. Dans les entreprises d'au moins trois cents salariés, ce rapport retrace en outre l'évolution de la productivité et le taux d'utilisation des capacités de production, quand ces éléments sont mesurables dans l'entreprise. Le chef d'entreprise soumet, à cette occasion, un état faisant ressortir l'évolution de la rémunération moyenne horaire et mensuelle par sexe, par catégories telles qu'elles sont prévues à la convention de travail applicable et par établissement, ainsi que les rémunérations minimales et maximales horaires et mensuelles, au cours de l'exercice et par rapport à l'exercice précédent. Ce rapport précise également les perspectives économiques de l'entreprise pour l'année à venir. Dans les sociétés commerciales, le chef d'entreprise est tenu de communiquer au comité, avant leur présentation à l'assemblée générale des actionnaires ou à l'assemblée des associés, l'ensemble des documents obligatoirement transmis annuellement à ces assemblées et le rapport des commissaires aux comptes. Le comité peut formuler toutes observations utiles sur la situation économique et sociale de l'entreprise ; ces observations sont obligatoirement transmises à l'assemblée des actionnaires ou des associés en même temps que le rapport du conseil d'administration, du directoire ou des gérants. Le comité peut convoquer les commissaires aux comptes pour recevoir leurs explications sur les différents postes des documents communiqués ainsi que sur la situation financière de l'entreprise. Les membres du comité d'entreprise ont droit aux mêmes communications et aux mêmes copies que les actionnaires et aux mêmes époques dans les conditions prévues par le code de commerce. Le comité d'entreprise reçoit communication des documents comptables établis par les entreprises qui ne revêtent pas la forme de société commerciale. Dans les sociétés visées à l'article L. 232-2 du code de commerce, les documents établis en application de cet article et des articles L. 232-2 et L. 232-3 du même code sont communiqués au comité d'entreprise. Il en est de même dans les sociétés non visées à cet article qui établissent ces documents. Les informations données au comité d'entreprise en application du présent alinéa sont réputées confidentielles au sens de l'article L. 442-16. Les dispositions qui précèdent s'appliquent aux groupements d'intérêt économique mentionnés à l'article L. 251-13 du code de commerce. Le comité d'entreprise reçoit également communication du rapport visé aux articles L. 223-37 et L. 225-231 du code de commerce et des réponses, rapports et délibérations dans les cas prévus aux articles L. 234-1, L. 234-2 et L. 251-15 du même code. Au cours de chaque trimestre, le chef d'entreprise communique au comité d'entreprise des informations sur l'évolution générale des commandes et de la situation financière, sur l'exécution des programmes de production ainsi que sur d'éventuels retards dans le paiement par l'entreprise des cotisations de sécurité sociale ou des cotisations dues aux institutions de retraite complémentaire. Chaque trimestre dans les entreprises d'au moins trois cents salariés et chaque semestre dans les autres, le chef d'entreprise informe également le comité des mesures envisagées en ce qui concerne l'amélioration, le renouvellement ou la transformation de l'équipement ou des méthodes de production et d'exploitation et de leurs incidences sur les conditions de travail et d'emploi.",
            "texteHtml": "<p></p>   Un mois après chaque élection du comité d'entreprise, le chef d'entreprise lui communique une documentation économique et financière qui doit préciser :<p></p><p></p>   a) La forme juridique de l'entreprise et son organisation ;<p></p><p></p>   b) Les perspectives économiques de l'entreprise telles qu'elles peuvent être envisagées ;<p></p><p></p>   c) Compte tenu des informations dont dispose le chef d'entreprise, la répartition du capital entre les actionnaires détenant plus de 10 % du capital et la position de l'entreprise dans la branche d'activité à laquelle elle appartient.<p></p><p></p>   Au moins une fois par an, le chef d'entreprise présente au comité d'entreprise un rapport d'ensemble écrit sur l'activité de l'entreprise, le chiffre d'affaires, les bénéfices ou pertes constatés, les résultats globaux de la production en valeur et en volume, les transferts de capitaux importants entre la société mère et les filiales, la situation de la sous-traitance, l'affectation des bénéfices réalisés, les aides européennes et les aides ou avantages financiers notamment les aides à l'emploi, consentis à l'entreprise par l'Etat et les collectivités locales et leur emploi, les investissements, l'évolution de la structure et du montant des salaires. Dans les entreprises d'au moins trois cents salariés, ce rapport retrace en outre l'évolution de la productivité et le taux d'utilisation des capacités de production, quand ces éléments sont mesurables dans l'entreprise.<p></p><p></p>   Le chef d'entreprise soumet, à cette occasion, un état faisant ressortir l'évolution de la rémunération moyenne horaire et mensuelle par sexe, par catégories telles qu'elles sont prévues à la convention de travail applicable et par établissement, ainsi que les rémunérations minimales et maximales horaires et mensuelles, au cours de l'exercice et par rapport à l'exercice précédent.<p></p><p></p>   Ce rapport précise également les perspectives économiques de l'entreprise pour l'année à venir.<p></p><p></p>   Dans les sociétés commerciales, le chef d'entreprise est tenu de communiquer au comité, avant leur présentation à l'assemblée générale des actionnaires ou à l'assemblée des associés, l'ensemble des documents obligatoirement transmis annuellement à ces assemblées et le rapport des commissaires aux comptes.<p></p><p></p>   Le comité peut formuler toutes observations utiles sur la situation économique et sociale de l'entreprise ; ces observations sont obligatoirement transmises à l'assemblée des actionnaires ou des associés en même temps que le rapport du conseil d'administration, du directoire ou des gérants.<p></p><p></p>   Le comité peut convoquer les commissaires aux comptes pour recevoir leurs explications sur les différents postes des documents communiqués ainsi que sur la situation financière de l'entreprise.<p></p><p></p>   Les membres du comité d'entreprise ont droit aux mêmes communications et aux mêmes copies que les actionnaires et aux mêmes époques dans les conditions prévues par le code de commerce.<p></p><p></p>   Le comité d'entreprise reçoit communication des documents comptables établis par les entreprises qui ne revêtent pas la forme de société commerciale.<p></p><p></p>   Dans les sociétés visées à l'article L. 232-2 du code de commerce, les documents établis en application de cet article et des articles L. 232-2 et L. 232-3 du même code sont communiqués au comité d'entreprise. Il en est de même dans les sociétés non visées à cet article qui établissent ces documents. Les informations données au comité d'entreprise en application du présent alinéa sont réputées confidentielles au sens de l'article L. 442-16. Les dispositions qui précèdent s'appliquent aux groupements d'intérêt économique mentionnés à l'article L. 251-13 du code de commerce.<p></p><p></p>   Le comité d'entreprise reçoit également communication du rapport visé aux articles L. 223-37 et L. 225-231 du code de commerce et des réponses, rapports et délibérations dans les cas prévus aux articles L. 234-1, L. 234-2 et L. 251-15 du même code.<p></p><p></p>   Au cours de chaque trimestre, le chef d'entreprise communique au comité d'entreprise des informations sur l'évolution générale des commandes et de la situation financière, sur l'exécution des programmes de production ainsi que sur d'éventuels retards dans le paiement par l'entreprise des cotisations de sécurité sociale ou des cotisations dues aux institutions de retraite complémentaire. Chaque trimestre dans les entreprises d'au moins trois cents salariés et chaque semestre dans les autres, le chef d'entreprise informe également le comité des mesures envisagées en ce qui concerne l'amélioration, le renouvellement ou la transformation de l'équipement ou des méthodes de production et d'exploitation et de leurs incidences sur les conditions de travail et d'emploi.<p></p>",
            "num": "L442-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1136073600000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101392",
                        "id": "LEGISCTA000006101392",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2018-01-01",
                        "titre": "LIVRE IV : LES GROUPEMENTS PROFESSIONNELS LA REPRÉSENTATION DES SALARIÉS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123939",
                        "id": "LEGISCTA000006123939",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2018-01-01",
                        "titre": "TITRE IV : LES COMITÉS D'ENTREPRISE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140033",
                        "id": "LEGISCTA000006140033",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2018-01-01",
                        "titre": "CHAPITRE II : Attributions et pouvoirs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154582",
                        "id": "LEGISCTA000006154582",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "Code du travail applicable à Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072052",
                        "id": "LEGITEXT000006072052",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006654043",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006154582",
            "sectionParentId": "LEGISCTA000006154582",
            "sectionParentTitre": "CHAPITRE II : Attributions et pouvoirs.",
            "fullSectionsTitre": "Partie législative",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006654043",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072052",
                    "titre": "Code du travail applicable à Mayotte.",
                    "titreLong": "Code du travail applicable à Mayotte",
                    "etat": "VIGUEUR",
                    "dateDebut": 668217600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072052",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000889140",
                    "textTitle": "Ordonnance n° 91-246 du 25 février 1991",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000889140",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "1991-03-06",
                    "dateSignaTexte": "1991-02-25",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000356546",
                    "textTitle": "Loi 91-1379 1991-12-28 art. 1 (ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000356546",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-01-01",
                    "dateSignaTexte": "1991-12-28",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000259006",
                    "textTitle": "Ordonnance n°2005-44 du 20 janvier 2005 - art. 23 () JORF 22 janvier 2005 en vigueur le 1er janvier 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006660095",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2005-01-22",
                    "dateSignaTexte": "2005-01-20",
                    "dateDebutCible": "2006-01-01"
                },
                {
                    "textCid": "JORFTEXT000035879962",
                    "textTitle": "Ordonnance n°2017-1491 du 25 octobre 2017 - art. 31 (VD)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000035881260",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-10-26",
                    "dateSignaTexte": "2017-10-25",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L223-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-37",
                    "articleId": "LEGIARTI000006223320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-231",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-231",
                    "articleId": "LEGIARTI000006226207",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L232-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-2",
                    "articleId": "LEGIARTI000006228895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L232-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-3",
                    "articleId": "LEGIARTI000006228896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L234-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L234-1",
                    "articleId": "LEGIARTI000006229514",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L234-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L234-2",
                    "articleId": "LEGIARTI000006229554",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L251-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L251-13",
                    "articleId": "LEGIARTI000006231061",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L251-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L251-15",
                    "articleId": "LEGIARTI000006231105",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. L442-12 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L442-12",
                    "articleId": "LEGIARTI000006654047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. L442-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L442-16",
                    "articleId": "LEGIARTI000006654051",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. L442-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L442-3",
                    "articleId": "LEGIARTI000006654037",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. L444-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L444-5",
                    "articleId": "LEGIARTI000006654077",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. R442-14 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R442-14",
                    "articleId": "LEGIARTI000006655880",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1161907200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006654043",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L442-9",
                "442-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}