{
    "cid": "LEGIARTI000041569781",
    "num": "L541-10-23",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129026",
                        "id": "LEGISCTA000006129026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143752",
                        "id": "LEGISCTA000006143752",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-12-19",
                        "titre": "Chapitre Ier : Elimination des déchets et récupération des matériaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159289",
                        "id": "LEGISCTA000006159289",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-12-19",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Prévention et gestion des déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159289",
                        "id": "LEGISCTA000023268618",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-12-19",
                        "titre": "Section 2 : Production et distribution de produits générateurs de déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176616",
                        "id": "LEGISCTA000006176616",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-12-19",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Conception, production et distribution de produits générateurs de déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176616",
                        "id": "LEGISCTA000023268652",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-02-12",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions propres à certaines filières soumises à la responsabilité élargie du producteur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041569574",
                        "id": "LEGISCTA000041569574",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000041569781",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044806344",
                    "textTitle": "Décret n°2021-1941 du 31 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044809630",
                    "natureText": "DECRET",
                    "date": 1654287464501,
                    "parentCid": null,
                    "numTexte": "2021-1941",
                    "datePubli": 1640995200000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L541-10-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-10-1",
                    "articleId": "LEGIARTI000006834455",
                    "natureText": "CODE",
                    "date": 1654287464501,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581465600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L541-10-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-10-6",
                    "articleId": "LEGIARTI000022482390",
                    "natureText": "CODE",
                    "date": 1654287464501,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581465600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-290-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R543-290-10",
                    "articleId": "LEGIARTI000044810067",
                    "natureText": "CODE",
                    "date": 1654287464501,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-290-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R543-290-4",
                    "articleId": "LEGIARTI000044810034",
                    "natureText": "CODE",
                    "date": 1654287464501,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-290-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R543-290-5",
                    "articleId": "LEGIARTI000044810046",
                    "natureText": "CODE",
                    "date": 1654287464502,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041553759",
                    "textTitle": "LOI n°2020-105 du 10 février 2020 - art. 72 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "72",
                    "articleId": "LEGIARTI000041554554",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-02-11",
                    "dateSignaTexte": "2020-02-10",
                    "dateDebutCible": "2020-02-12"
                }
            ],
            "num": "L541-10-23",
            "origine": "LEGI",
            "texte": "I.-Les éco-organismes agréés en application du 4° de l'article L. 541-10-1 couvrent notamment les coûts supportés par toute personne assurant la reprise des déchets de construction et de démolition faisant l'objet d'une collecte séparée. En outre, ils pourvoient à cette reprise lorsque cela est nécessaire afin d'assurer le maillage territorial prévu au II du présent article. Les contributions financières versées par le producteur à l'éco-organisme couvrent notamment les coûts liés au ramassage et au traitement des déchets de construction et de démolition mentionnés au 4° de l'article L. 541-10-1 qui sont abandonnés, déposés ou gérés contrairement aux prescriptions du présent chapitre, y compris lorsque les déchets concernés ont été abandonnés antérieurement à la date d'entrée en vigueur des obligations des producteurs. Les éco-organismes peuvent déduire des contributions financières des producteurs mentionnées au deuxième alinéa du présent I les sommes correspondant aux quantités de déchets faisant l'objet d'une collecte séparée, d'une reprise sans frais et d'une gestion participant à l'atteinte des objectifs fixés à l'éco-organisme, organisées par le producteur ou pour son compte. Cette déduction est réalisée sans préjudice des contributions nécessaires pour assurer une gestion des déchets qui ne se limite pas à ceux pour lesquels elle est la moins coûteuse. Les éco-organismes peuvent s'organiser avec les producteurs pour accompagner les initiatives visant à atteindre les objectifs de traitement fixés et, lorsque cela est nécessaire pour atteindre ces objectifs, pourvoir au développement des filières de traitement dans les conditions prévues à l'article L. 541-10-6 . II.-En tenant compte du plan régional de prévention et de gestion des déchets, les éco-organismes établissent un maillage territorial des installations qui reprennent sans frais les déchets issus des produits ou matériaux de construction du secteur du bâtiment destinés aux ménages ou aux professionnels dans les conditions prévues au 4° de l'article L. 541-10-1. A cet effet, les cahiers des charges des éco-organismes déterminent notamment les conditions dans lesquelles les producteurs de ces produits et matériaux contribuent à l'ouverture de nouveaux points de reprise ainsi qu'à l'extension des horaires d'ouverture des points de reprise existants. Ce maillage est défini en concertation avec les collectivités territoriales chargées de la collecte des déchets ménagers et assimilés et avec les opérateurs des installations de reprise. III.-Tout distributeur de produits ou matériaux de construction à destination des professionnels s'organise, en lien avec les pouvoirs publics et les collectivités compétentes, pour reprendre, sur ses sites de distribution ou à proximité de ceux-ci, les déchets issus des mêmes types de produits ou matériaux de construction à destination des professionnels qu'il vend. Un décret précise les modalités d'application du présent III, notamment la surface de l'unité de distribution à partir de laquelle les distributeurs sont concernés par cette disposition. L'obligation mentionnée au premier alinéa du présent III n'est plus applicable lorsqu'au moins un éco-organisme prend en charge les produits ou matériaux de construction en application du 4° de l'article L. 541-10-1. L'article L. 541-10-8 devient alors applicable à ces produits et matériaux.",
            "texteHtml": "<p>I.-Les éco-organismes agréés en application du 4° de l'article <a href='/article/LEGIARTI000006834455' title='Code de l'environnement - art. L541-10-1 (V)'>L. 541-10-1 </a>couvrent notamment les coûts supportés par toute personne assurant la reprise des déchets de construction et de démolition faisant l'objet d'une collecte séparée. En outre, ils pourvoient à cette reprise lorsque cela est nécessaire afin d'assurer le maillage territorial prévu au II du présent article. <br/><br/>Les contributions financières versées par le producteur à l'éco-organisme couvrent notamment les coûts liés au ramassage et au traitement des déchets de construction et de démolition mentionnés au 4° de l'article L. 541-10-1 qui sont abandonnés, déposés ou gérés contrairement aux prescriptions du présent chapitre, y compris lorsque les déchets concernés ont été abandonnés antérieurement à la date d'entrée en vigueur des obligations des producteurs. <br/><br/>Les éco-organismes peuvent déduire des contributions financières des producteurs mentionnées au deuxième alinéa du présent I les sommes correspondant aux quantités de déchets faisant l'objet d'une collecte séparée, d'une reprise sans frais et d'une gestion participant à l'atteinte des objectifs fixés à l'éco-organisme, organisées par le producteur ou pour son compte. Cette déduction est réalisée sans préjudice des contributions nécessaires pour assurer une gestion des déchets qui ne se limite pas à ceux pour lesquels elle est la moins coûteuse. <br/><br/>Les éco-organismes peuvent s'organiser avec les producteurs pour accompagner les initiatives visant à atteindre les objectifs de traitement fixés et, lorsque cela est nécessaire pour atteindre ces objectifs, pourvoir au développement des filières de traitement dans les conditions prévues à l'article <a href='/article/LEGIARTI000022482390' title='Code de l'environnement - art. L541-10-6 (V)'>L. 541-10-6</a>. <br/><br/>II.-En tenant compte du plan régional de prévention et de gestion des déchets, les éco-organismes établissent un maillage territorial des installations qui reprennent sans frais les déchets issus des produits ou matériaux de construction du secteur du bâtiment destinés aux ménages ou aux professionnels dans les conditions prévues au 4° de l'article L. 541-10-1. A cet effet, les cahiers des charges des éco-organismes déterminent notamment les conditions dans lesquelles les producteurs de ces produits et matériaux contribuent à l'ouverture de nouveaux points de reprise ainsi qu'à l'extension des horaires d'ouverture des points de reprise existants. Ce maillage est défini en concertation avec les collectivités territoriales chargées de la collecte des déchets ménagers et assimilés et avec les opérateurs des installations de reprise. <br/><br/>III.-Tout distributeur de produits ou matériaux de construction à destination des professionnels s'organise, en lien avec les pouvoirs publics et les collectivités compétentes, pour reprendre, sur ses sites de distribution ou à proximité de ceux-ci, les déchets issus des mêmes types de produits ou matériaux de construction à destination des professionnels qu'il vend. Un décret précise les modalités d'application du présent III, notamment la surface de l'unité de distribution à partir de laquelle les distributeurs sont concernés par cette disposition. <br/><br/>L'obligation mentionnée au premier alinéa du présent III n'est plus applicable lorsqu'au moins un éco-organisme prend en charge les produits ou matériaux de construction en application du 4° de l'article L. 541-10-1. L'article L. 541-10-8 devient alors applicable à ces produits et matériaux.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-02-12T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}