{
    "cid": "LEGIARTI000043960532",
    "num": "L110-6",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129022",
                        "id": "LEGISCTA000006129022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143732",
                        "id": "LEGISCTA000006143732",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043960532",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 270 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "270",
                    "articleId": "LEGIARTI000043958228",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "num": "L110-6",
            "origine": "LEGI",
            "texte": "En vue de mettre fin à l'importation de matières premières et de produits transformés dont la production a contribué, directement ou indirectement, à la déforestation, à la dégradation des forêts ou à la dégradation d'écosystèmes naturels en dehors du territoire national, l'Etat élabore et met en œuvre une stratégie nationale de lutte contre la déforestation importée, actualisée au moins tous les cinq ans. La plateforme nationale de lutte contre la déforestation importée mise en place dans le cadre de la stratégie mentionnée au premier alinéa vise à assister les entreprises et les acheteurs publics dans la transformation de leurs chaînes d'approvisionnement au profit de matières plus durables, traçables et plus respectueuses des forêts tropicales et des écosystèmes naturels, ainsi que des communautés locales et des populations autochtones qui en vivent.",
            "texteHtml": "<p>En vue de mettre fin à l'importation de matières premières et de produits transformés dont la production a contribué, directement ou indirectement, à la déforestation, à la dégradation des forêts ou à la dégradation d'écosystèmes naturels en dehors du territoire national, l'Etat élabore et met en œuvre une stratégie nationale de lutte contre la déforestation importée, actualisée au moins tous les cinq ans.<br/><br/>\nLa plateforme nationale de lutte contre la déforestation importée mise en place dans le cadre de la stratégie mentionnée au premier alinéa vise à assister les entreprises et les acheteurs publics dans la transformation de leurs chaînes d'approvisionnement au profit de matières plus durables, traçables et plus respectueuses des forêts tropicales et des écosystèmes naturels, ainsi que des communautés locales et des populations autochtones qui en vivent.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-08-25T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}