{
    "cid": "LEGIARTI000038973973",
    "num": "D321-32",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132258",
                        "id": "LEGISCTA000006132258",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Amélioration de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145301",
                        "id": "LEGISCTA000006145301",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Agence nationale de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160540",
                        "id": "LEGISCTA000006160540",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-09-30",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Conventions conclues entre l'agence et les bailleurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177537",
                        "id": "LEGISCTA000006177537",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-09-30",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions particulières applicables à certains logements conventionnés en application de l'article L. 321-8",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189242",
                        "id": "LEGISCTA000006189242",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000038973973",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-32 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R321-32",
                    "articleId": "LEGIARTI000034666693",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [],
            "num": "D321-32",
            "origine": "LEGI",
            "texte": "Lorsqu'à la date de signature par le bailleur de la convention avec ou sans travaux le logement concerné est occupé par un occupant de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948 modifiée, ou lorsqu'à la date de signature par le bailleur d'une convention portant sur un logement pour lequel n'a pas été versée une aide de l'Agence nationale de l'habitat, le logement concerné fait l'objet d'un bail en cours de validité, le propriétaire doit leur proposer un bail conforme aux stipulations de la convention. Au projet de bail doit être annexée une copie de la convention et du barème de l'aide personnalisée au logement. Ces documents sont notifiés au locataire ou à l'occupant de bonne foi par lettre recommandée avec accusé de réception ou par acte extrajudiciaire. Le locataire ou l'occupant de bonne foi dispose d'un délai de six mois pour accepter le bail. En cas d'acceptation dans ce délai du nouveau bail, le locataire ou l'occupant de bonne foi continue à occuper les lieux jusqu'à l'entrée en vigueur de celui-ci aux conditions conventionnelles ou légales applicables à la date de son acceptation. En cas de refus du bail proposé, les dispositions de l'article L. 353-7 prévues en pareil cas s'appliquent.",
            "texteHtml": "<p>Lorsqu'à la date de signature par le bailleur de la convention avec ou sans travaux le logement concerné est occupé par un occupant de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948 modifiée, ou lorsqu'à la date de signature par le bailleur d'une convention portant sur un logement pour lequel n'a pas été versée une aide de l'Agence nationale de l'habitat, le logement concerné fait l'objet d'un bail en cours de validité, le propriétaire doit leur proposer un bail conforme aux stipulations de la convention. Au projet de bail doit être annexée une copie de la convention et du barème de l'aide personnalisée au logement. Ces documents sont notifiés au locataire ou à l'occupant de bonne foi par lettre recommandée avec accusé de réception ou par acte extrajudiciaire.</p><p>Le locataire ou l'occupant de bonne foi dispose d'un délai de six mois pour accepter le bail. En cas d'acceptation dans ce délai du nouveau bail, le locataire ou l'occupant de bonne foi continue à occuper les lieux jusqu'à l'entrée en vigueur de celui-ci aux conditions conventionnelles ou légales applicables à la date de son acceptation.</p><p>En cas de refus du bail proposé, les dispositions de l'article L. 353-7 prévues en pareil cas s'appliquent.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-09-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}