{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048803892",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque, au titre d'un exercice, aucun bénéfice qualifié net n'est constaté dans un Etat ou territoire et que le montant corrigé d'impôts couverts est négatif et inférieur au produit de la perte qualifiée nette par le taux minimum d'imposition, le montant égal à la différence entre le montant corrigé d'impôts couverts et le résultat du produit précité constitue un impôt complémentaire additionnel au titre de cet exercice. Le montant de l'impôt complémentaire additionnel est réparti entre toutes les entités constitutives situées dans l'Etat ou le territoire conformément à l'article 223 WC ter. Par dérogation, sur option formulée par l'entité constitutive déclarante sur la déclaration mentionnée au II de l'article 223 WW souscrite au titre de l'exercice d'application de l'option, le montant égal à la différence mentionnée au premier alinéa du présent article ne constitue pas un impôt complémentaire additionnel au titre de l'exercice concerné. Il est reporté et utilisé au titre d'exercices ultérieurs, dans les conditions prévues aux troisième à dernier alinéas. Au titre des exercices ultérieurs à celui au titre duquel l'option mentionnée au deuxième alinéa est exercée, le groupe est tenu, lorsqu'un bénéfice qualifié net et un montant corrigé d'impôts couverts positif sont constatés pour l'Etat ou le territoire concerné, de minorer ce montant corrigé d'impôts couverts du montant égal à la différence mentionnée au premier alinéa. Cette minoration ne peut toutefois pas conduire à constater un montant corrigé d'impôts couverts négatif au titre d'un exercice. Si le montant corrigé d'impôts couverts est inférieur au montant égal à la différence mentionnée au même premier alinéa, l'excédent de ce dernier montant est imputé dans les mêmes conditions au titre des exercices ultérieurs. L'option mentionnée au deuxième alinéa est irrévocable et s'applique à tous les exercices ultérieurs, dès lors que le montant égal à la différence mentionnée au premier alinéa, constaté au cours de l'exercice au titre duquel l'option est exercée, n'est pas intégralement imputé. Le montant à reporter en application de l'option mentionnée au deuxième alinéa n'inclut pas la fraction du montant corrigé d'impôts couverts attribuable, le cas échéant, au montant du déficit reporté en arrière en application de la législation de l'Etat ou du territoire dans lequel est située l'entité constitutive. Si le groupe ne dispose plus d'entités constitutives dans l'Etat ou le territoire concerné au cours d'un ou de plusieurs exercices, l'éventuel excédent du montant égal à la différence mentionnée au premier alinéa qui n'a pas été intégralement imputé au titre d'exercices antérieurs est reporté et utilisé dans les mêmes conditions à compter de l'exercice au titre duquel le groupe dispose à nouveau d'entités constitutives dans cet Etat ou ce territoire.",
            "texteHtml": "<p>Lorsque, au titre d'un exercice, aucun bénéfice qualifié net n'est constaté dans un Etat ou territoire et que le montant corrigé d'impôts couverts est négatif et inférieur au produit de la perte qualifiée nette par le taux minimum d'imposition, le montant égal à la différence entre le montant corrigé d'impôts couverts et le résultat du produit précité constitue un impôt complémentaire additionnel au titre de cet exercice. Le montant de l'impôt complémentaire additionnel est réparti entre toutes les entités constitutives situées dans l'Etat ou le territoire conformément à l'article 223 WC ter.</p><p> Par dérogation, sur option formulée par l'entité constitutive déclarante sur la déclaration mentionnée au II de l'article 223 WW souscrite au titre de l'exercice d'application de l'option, le montant égal à la différence mentionnée au premier alinéa du présent article ne constitue pas un impôt complémentaire additionnel au titre de l'exercice concerné. Il est reporté et utilisé au titre d'exercices ultérieurs, dans les conditions prévues aux troisième à dernier alinéas.</p><p> Au titre des exercices ultérieurs à celui au titre duquel l'option mentionnée au deuxième alinéa est exercée, le groupe est tenu, lorsqu'un bénéfice qualifié net et un montant corrigé d'impôts couverts positif sont constatés pour l'Etat ou le territoire concerné, de minorer ce montant corrigé d'impôts couverts du montant égal à la différence mentionnée au premier alinéa. Cette minoration ne peut toutefois pas conduire à constater un montant corrigé d'impôts couverts négatif au titre d'un exercice.</p><p> Si le montant corrigé d'impôts couverts est inférieur au montant égal à la différence mentionnée au même premier alinéa, l'excédent de ce dernier montant est imputé dans les mêmes conditions au titre des exercices ultérieurs.</p><p> L'option mentionnée au deuxième alinéa est irrévocable et s'applique à tous les exercices ultérieurs, dès lors que le montant égal à la différence mentionnée au premier alinéa, constaté au cours de l'exercice au titre duquel l'option est exercée, n'est pas intégralement imputé.</p><p> Le montant à reporter en application de l'option mentionnée au deuxième alinéa n'inclut pas la fraction du montant corrigé d'impôts couverts attribuable, le cas échéant, au montant du déficit reporté en arrière en application de la législation de l'Etat ou du territoire dans lequel est située l'entité constitutive.</p><p> Si le groupe ne dispose plus d'entités constitutives dans l'Etat ou le territoire concerné au cours d'un ou de plusieurs exercices, l'éventuel excédent du montant égal à la différence mentionnée au premier alinéa qui n'a pas été intégralement imputé au titre d'exercices antérieurs est reporté et utilisé dans les mêmes conditions à compter de l'exercice au titre duquel le groupe dispose à nouveau d'entités constitutives dans cet Etat ou ce territoire.</p>",
            "num": "223 VT quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1703980800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II bis : Imposition minimale mondiale des groupes d'entreprises multinationales et des groupes nationaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048779194",
                        "id": "LEGISCTA000048779194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section III :  Calcul du taux effectif d'imposition",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048779224",
                        "id": "LEGISCTA000048804244",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-31",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 :  Détermination du numérateur : calcul du montant corrigé des impôts couverts ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048779302",
                        "id": "LEGISCTA000048779302",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-31",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Montant corrigé des impôts couverts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048779312",
                        "id": "LEGISCTA000048779312",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048779320",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048779312",
            "sectionParentId": "LEGISCTA000048779312",
            "sectionParentTitre": "Paragraphe 2 : Montant corrigé des impôts couverts",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II bis : Imposition minimale mondiale des groupes d'entreprises multinationales et des groupes nationaux &gt; Section III :  Calcul du taux effectif d'imposition &gt; Sous-section 2 :  Détermination du numérateur : calcul du montant corrigé des impôts couverts  &gt; Paragraphe 2 : Montant corrigé des impôts couverts",
            "refInjection": "MD-20240104_212428_965_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048803892",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au A du IV de l’article 33 de la loi n° 2023-1322 du 29 décembre 2023, ces dispositions s’appliquent aux exercices ouverts à compter du 31 décembre 2023.",
            "notaHtml": "<p>Conformément au A du IV de l’article 33 de la loi n° 2023-1322 du 29 décembre 2023, ces dispositions s’appliquent aux exercices ouverts à compter du 31 décembre 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048727345",
                    "textTitle": "LOI n°2023-1322 du 29 décembre 2023 - art. 33 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000048769583",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-12-30",
                    "dateSignaTexte": "2023-12-29",
                    "dateDebutCible": "2023-12-31"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048803892",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 VT quater",
                "223"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}