{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039279644",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sur saisine motivée du représentant de l'Etat dans le département ou, à Paris, du préfet de police, le juge des libertés et de la détention du   tribunal judiciaire de Paris peut, par une ordonnance écrite et motivée et après avis du procureur de la République antiterroriste, autoriser la visite d'un lieu ainsi que la saisie des documents et données qui s'y trouvent, aux seules fins de prévenir la commission d'actes de terrorisme et lorsqu'il existe des raisons sérieuses de penser qu'un lieu est fréquenté par une personne dont le comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics et qui soit entre en relation de manière habituelle avec des personnes ou des organisations incitant, facilitant ou participant à des actes de terrorisme, soit soutient, diffuse, lorsque cette diffusion s'accompagne d'une manifestation d'adhésion à l'idéologie exprimée, ou adhère à des thèses incitant à la commission d'actes de terrorisme ou faisant l'apologie de tels actes. Ces opérations ne peuvent concerner les lieux affectés à l'exercice d'un mandat parlementaire ou à l'activité professionnelle des avocats, des magistrats ou des journalistes et les domiciles des personnes concernées. La saisine du juge des libertés et de la détention du   tribunal judiciaire de Paris est précédée d'une information du procureur de la République antiterroriste et du procureur de la République territorialement compétent, qui reçoivent tous les éléments relatifs à ces opérations. L'ordonnance est communiquée au procureur de la République antiterroriste et au procureur de la République territorialement compétent. L'ordonnance mentionne l'adresse des lieux dans lesquels les opérations de visite et de saisie peuvent être effectuées, le service et la qualité des agents habilités à y procéder, le numéro d'immatriculation administrative du chef de service qui nomme l'officier de police judiciaire territorialement compétent présent sur les lieux, chargé d'assister à ces opérations et de tenir informé le juge des libertés et de la détention de leur déroulement, ainsi que la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix, sans que l'exercice de cette faculté n'entraîne la suspension des opérations autorisées sur le fondement du premier alinéa. L'ordonnance est exécutoire au seul vu de la minute.",
            "texteHtml": "<p></p><p>Sur saisine motivée du représentant de l'Etat dans le département ou, à Paris, du préfet de police, le juge des libertés et de la détention du   tribunal judiciaire de Paris peut, par une ordonnance écrite et motivée et après avis du procureur de la République antiterroriste, autoriser la visite d'un lieu ainsi que la saisie des documents et données qui s'y trouvent, aux seules fins de prévenir la commission d'actes de terrorisme et lorsqu'il existe des raisons sérieuses de penser qu'un lieu est fréquenté par une personne dont le comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics et qui soit entre en relation de manière habituelle avec des personnes ou des organisations incitant, facilitant ou participant à des actes de terrorisme, soit soutient, diffuse, lorsque cette diffusion s'accompagne d'une manifestation d'adhésion à l'idéologie exprimée, ou adhère à des thèses incitant à la commission d'actes de terrorisme ou faisant l'apologie de tels actes. <br/><br/>Ces opérations ne peuvent concerner les lieux affectés à l'exercice d'un mandat parlementaire ou à l'activité professionnelle des avocats, des magistrats ou des journalistes et les domiciles des personnes concernées. <br/><br/>La saisine du juge des libertés et de la détention du   tribunal judiciaire de Paris est précédée d'une information du procureur de la République antiterroriste et du procureur de la République territorialement compétent, qui reçoivent tous les éléments relatifs à ces opérations. L'ordonnance est communiquée au procureur de la République antiterroriste et au procureur de la République territorialement compétent. <br/><br/>L'ordonnance mentionne l'adresse des lieux dans lesquels les opérations de visite et de saisie peuvent être effectuées, le service et la qualité des agents habilités à y procéder, le numéro d'immatriculation administrative du chef de service qui nomme l'officier de police judiciaire territorialement compétent présent sur les lieux, chargé d'assister à ces opérations et de tenir informé le juge des libertés et de la détention de leur déroulement, ainsi que la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix, sans que l'exercice de cette faculté n'entraîne la suspension des opérations autorisées sur le fondement du premier alinéa. <br/><br/>L'ordonnance est exécutoire au seul vu de la minute.</p><p></p>",
            "num": "L229-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035935934",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035935722",
            "sectionParentId": "LEGISCTA000035935973",
            "sectionParentTitre": "Chapitre IX : Visites et saisies",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ORDRE ET SÉCURITÉ PUBLICS &gt; TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION &gt; Chapitre IX : Visites et saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039279644",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000249712",
                    "textTitle": "Décret n°2004-374 du 29 avril 2004 - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000037163712",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-374",
                    "datePubli": 1083283200000,
                    "dateDebut": 1531008000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038252432",
                    "textTitle": "Décret du 20 mars 2019, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000038252432",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1553126400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L229-2",
                    "articleId": "LEGIARTI000039636031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035935947",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1509408000000,
                    "dateFin": 1522368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036768270",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522368000000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312760",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1561939200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038356571",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1561939200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279644",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L229-1",
                "229-1"
            ],
            "versionPrecedente": "LEGIARTI000038356571",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038356571",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sur saisine motivée du représentant de l'Etat dans le département ou, à Paris, du préfet de police, le juge des libertés et de la détention du tribunal de grande instance de Paris peut, par une ordonnance écrite et motivée et après avis du procureur de la République antiterroriste, autoriser la visite d'un lieu ainsi que la saisie des documents et données qui s'y trouvent, aux seules fins de prévenir la commission d'actes de terrorisme et lorsqu'il existe des raisons sérieuses de penser qu'un lieu est fréquenté par une personne dont le comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics et qui soit entre en relation de manière habituelle avec des personnes ou des organisations incitant, facilitant ou participant à des actes de terrorisme, soit soutient, diffuse, lorsque cette diffusion s'accompagne d'une manifestation d'adhésion à l'idéologie exprimée, ou adhère à des thèses incitant à la commission d'actes de terrorisme ou faisant l'apologie de tels actes. Ces opérations ne peuvent concerner les lieux affectés à l'exercice d'un mandat parlementaire ou à l'activité professionnelle des avocats, des magistrats ou des journalistes et les domiciles des personnes concernées. La saisine du juge des libertés et de la détention du tribunal de grande instance de Paris est précédée d'une information du procureur de la République antiterroriste et du procureur de la République territorialement compétent, qui reçoivent tous les éléments relatifs à ces opérations. L'ordonnance est communiquée au procureur de la République antiterroriste et au procureur de la République territorialement compétent. L'ordonnance mentionne l'adresse des lieux dans lesquels les opérations de visite et de saisie peuvent être effectuées, le service et la qualité des agents habilités à y procéder, le numéro d'immatriculation administrative du chef de service qui nomme l'officier de police judiciaire territorialement compétent présent sur les lieux, chargé d'assister à ces opérations et de tenir informé le juge des libertés et de la détention de leur déroulement, ainsi que la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix, sans que l'exercice de cette faculté n'entraîne la suspension des opérations autorisées sur le fondement du premier alinéa. L'ordonnance est exécutoire au seul vu de la minute.",
            "texteHtml": "<p></p><p>Sur saisine motivée du représentant de l'Etat dans le département ou, à Paris, du préfet de police, le juge des libertés et de la détention du tribunal de grande instance de Paris peut, par une ordonnance écrite et motivée et après avis du procureur de la République antiterroriste, autoriser la visite d'un lieu ainsi que la saisie des documents et données qui s'y trouvent, aux seules fins de prévenir la commission d'actes de terrorisme et lorsqu'il existe des raisons sérieuses de penser qu'un lieu est fréquenté par une personne dont le comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics et qui soit entre en relation de manière habituelle avec des personnes ou des organisations incitant, facilitant ou participant à des actes de terrorisme, soit soutient, diffuse, lorsque cette diffusion s'accompagne d'une manifestation d'adhésion à l'idéologie exprimée, ou adhère à des thèses incitant à la commission d'actes de terrorisme ou faisant l'apologie de tels actes.<br/><br/>\nCes opérations ne peuvent concerner les lieux affectés à l'exercice d'un mandat parlementaire ou à l'activité professionnelle des avocats, des magistrats ou des journalistes et les domiciles des personnes concernées.<br/><br/>\nLa saisine du juge des libertés et de la détention du tribunal de grande instance de Paris est précédée d'une information du procureur de la République antiterroriste et du procureur de la République territorialement compétent, qui reçoivent tous les éléments relatifs à ces opérations. L'ordonnance est communiquée au procureur de la République antiterroriste et au procureur de la République territorialement compétent.<br/><br/>\nL'ordonnance mentionne l'adresse des lieux dans lesquels les opérations de visite et de saisie peuvent être effectuées, le service et la qualité des agents habilités à y procéder, le numéro d'immatriculation administrative du chef de service qui nomme l'officier de police judiciaire territorialement compétent présent sur les lieux, chargé d'assister à ces opérations et de tenir informé le juge des libertés et de la détention de leur déroulement, ainsi que la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix, sans que l'exercice de cette faculté n'entraîne la suspension des opérations autorisées sur le fondement du premier alinéa.<br/><br/>\nL'ordonnance est exécutoire au seul vu de la minute.</p><p></p>",
            "num": "L229-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1561939200000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035935934",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035935722",
            "sectionParentId": "LEGISCTA000035935973",
            "sectionParentTitre": "Chapitre IX : Visites et saisies",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ORDRE ET SÉCURITÉ PUBLICS &gt; TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION &gt; Chapitre IX : Visites et saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038356571",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020. Conformément à l’article 1er du décret n° 2019-628 du 24 juin 2019, ces dispositions entrent en vigueur le 1er juillet 2019.",
            "notaHtml": "<p>Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020.</p><p>Conformément à l’article 1er du décret n° 2019-628 du 24 juin 2019, ces dispositions entrent en vigueur le 1er juillet 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038261631",
                    "textTitle": "LOI n° 2019-222 du 23 mars 2019 - art. 69 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "69",
                    "articleId": "LEGIARTI000038262610",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-03-24",
                    "dateSignaTexte": "2019-03-23",
                    "dateDebutCible": "2019-03-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000249712",
                    "textTitle": "Décret n°2004-374 du 29 avril 2004 - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000037163712",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-374",
                    "datePubli": 1083283200000,
                    "dateDebut": 1531008000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038252432",
                    "textTitle": "Décret du 20 mars 2019, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000038252432",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1553126400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L229-2",
                    "articleId": "LEGIARTI000039636031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035935947",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1509408000000,
                    "dateFin": 1522368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036768270",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522368000000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312760",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1561939200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038356571",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1561939200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279644",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L229-1",
                "229-1"
            ],
            "versionPrecedente": "LEGIARTI000038312760",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038312760",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sur saisine motivée du représentant de l'Etat dans le département ou, à Paris, du préfet de police, le juge des libertés et de la détention du tribunal de grande instance de Paris peut, par une ordonnance écrite et motivée et après avis du procureur de la République de Paris, autoriser la visite d'un lieu ainsi que la saisie des documents et données qui s'y trouvent, aux seules fins de prévenir la commission d'actes de terrorisme et lorsqu'il existe des raisons sérieuses de penser qu'un lieu est fréquenté par une personne dont le comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics et qui soit entre en relation de manière habituelle avec des personnes ou des organisations incitant, facilitant ou participant à des actes de terrorisme, soit soutient, diffuse, lorsque cette diffusion s'accompagne d'une manifestation d'adhésion à l'idéologie exprimée, ou adhère à des thèses incitant à la commission d'actes de terrorisme ou faisant l'apologie de tels actes. Ces opérations ne peuvent concerner les lieux affectés à l'exercice d'un mandat parlementaire ou à l'activité professionnelle des avocats, des magistrats ou des journalistes et les domiciles des personnes concernées. La saisine du juge des libertés et de la détention du tribunal de grande instance de Paris est précédée d'une information du procureur de la République de Paris et du procureur de la République territorialement compétent, qui reçoivent tous les éléments relatifs à ces opérations. L'ordonnance est communiquée au procureur de la République de Paris et au procureur de la République territorialement compétent. L'ordonnance mentionne l'adresse des lieux dans lesquels les opérations de visite et de saisie peuvent être effectuées, le service et la qualité des agents habilités à y procéder, le numéro d'immatriculation administrative du chef de service qui nomme l'officier de police judiciaire territorialement compétent présent sur les lieux, chargé d'assister à ces opérations et de tenir informé le juge des libertés et de la détention de leur déroulement, ainsi que la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix, sans que l'exercice de cette faculté n'entraîne la suspension des opérations autorisées sur le fondement du premier alinéa. L'ordonnance est exécutoire au seul vu de la minute.",
            "texteHtml": "<p></p><p>Sur saisine motivée du représentant de l'Etat dans le département ou, à Paris, du préfet de police, le juge des libertés et de la détention du tribunal de grande instance de Paris peut, par une ordonnance écrite et motivée et après avis du procureur de la République de Paris, autoriser la visite d'un lieu ainsi que la saisie des documents et données qui s'y trouvent, aux seules fins de prévenir la commission d'actes de terrorisme et lorsqu'il existe des raisons sérieuses de penser qu'un lieu est fréquenté par une personne dont le comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics et qui soit entre en relation de manière habituelle avec des personnes ou des organisations incitant, facilitant ou participant à des actes de terrorisme, soit soutient, diffuse, lorsque cette diffusion s'accompagne d'une manifestation d'adhésion à l'idéologie exprimée, ou adhère à des thèses incitant à la commission d'actes de terrorisme ou faisant l'apologie de tels actes.<br/><br/>\nCes opérations ne peuvent concerner les lieux affectés à l'exercice d'un mandat parlementaire ou à l'activité professionnelle des avocats, des magistrats ou des journalistes et les domiciles des personnes concernées.<br/><br/>\nLa saisine du juge des libertés et de la détention du tribunal de grande instance de Paris est précédée d'une information du procureur de la République de Paris et du procureur de la République territorialement compétent, qui reçoivent tous les éléments relatifs à ces opérations. L'ordonnance est communiquée au procureur de la République de Paris et au procureur de la République territorialement compétent.<br/><br/>\nL'ordonnance mentionne l'adresse des lieux dans lesquels les opérations de visite et de saisie peuvent être effectuées, le service et la qualité des agents habilités à y procéder, le numéro d'immatriculation administrative du chef de service qui nomme l'officier de police judiciaire territorialement compétent présent sur les lieux, chargé d'assister à ces opérations et de tenir informé le juge des libertés et de la détention de leur déroulement, ainsi que la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix, sans que l'exercice de cette faculté n'entraîne la suspension des opérations autorisées sur le fondement du premier alinéa.<br/><br/>\nL'ordonnance est exécutoire au seul vu de la minute.</p><p></p>",
            "num": "L229-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1553472000000,
            "dateFin": 1561939200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035935934",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035935722",
            "sectionParentId": "LEGISCTA000035935973",
            "sectionParentTitre": "Chapitre IX : Visites et saisies",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ORDRE ET SÉCURITÉ PUBLICS &gt; TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION &gt; Chapitre IX : Visites et saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038312760",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020.",
            "notaHtml": "<p>Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020.</p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038261631",
                    "textTitle": "LOI n°2019-222 du 23 mars 2019 - art. 66",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "66",
                    "articleId": "LEGIARTI000038262622",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-03-24",
                    "dateSignaTexte": "2019-03-23",
                    "dateDebutCible": "2019-03-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000249712",
                    "textTitle": "Décret n°2004-374 du 29 avril 2004 - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000037163712",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-374",
                    "datePubli": 1083283200000,
                    "dateDebut": 1531008000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038252432",
                    "textTitle": "Décret du 20 mars 2019, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000038252432",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1553126400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L229-2",
                    "articleId": "LEGIARTI000039636031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035935947",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1509408000000,
                    "dateFin": 1522368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036768270",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522368000000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312760",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1561939200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038356571",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1561939200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279644",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L229-1",
                "229-1"
            ],
            "versionPrecedente": "LEGIARTI000036768270",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036768270",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sur saisine motivée du représentant de l'Etat dans le département ou, à Paris, du préfet de police, le juge des libertés et de la détention du tribunal de grande instance de Paris peut, par une ordonnance écrite et motivée et après avis du procureur de la République de Paris, autoriser la visite d'un lieu ainsi que la saisie données qui s'y trouvent, aux seules fins de prévenir la commission d'actes de terrorisme et lorsqu'il existe des raisons sérieuses de penser qu'un lieu est fréquenté par une personne dont le comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics et qui soit entre en relation de manière habituelle avec des personnes ou des organisations incitant, facilitant ou participant à des actes de terrorisme, soit soutient, diffuse, lorsque cette diffusion s'accompagne d'une manifestation d'adhésion à l'idéologie exprimée, ou adhère à des thèses incitant à la commission d'actes de terrorisme ou faisant l'apologie de tels actes. Ces opérations ne peuvent concerner les lieux affectés à l'exercice d'un mandat parlementaire ou à l'activité professionnelle des avocats, des magistrats ou des journalistes et les domiciles des personnes concernées. La saisine du juge des libertés et de la détention du tribunal de grande instance de Paris est précédée d'une information du procureur de la République de Paris et du procureur de la République territorialement compétent, qui reçoivent tous les éléments relatifs à ces opérations. L'ordonnance est communiquée au procureur de la République de Paris et au procureur de la République territorialement compétent. L'ordonnance mentionne l'adresse des lieux dans lesquels les opérations de visite et de saisie peuvent être effectuées, le service et la qualité des agents habilités à y procéder, le numéro d'immatriculation administrative du chef de service qui nomme l'officier de police judiciaire territorialement compétent présent sur les lieux, chargé d'assister à ces opérations et de tenir informé le juge des libertés et de la détention de leur déroulement, ainsi que la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix, sans que l'exercice de cette faculté n'entraîne la suspension des opérations autorisées sur le fondement du premier alinéa. L'ordonnance est exécutoire au seul vu de la minute.",
            "texteHtml": "<p>Sur saisine motivée du représentant de l'Etat dans le département ou, à Paris, du préfet de police, le juge des libertés et de la détention du tribunal de grande instance de Paris peut, par une ordonnance écrite et motivée et après avis du procureur de la République de Paris, autoriser la visite d'un lieu ainsi que la saisie données qui s'y trouvent, aux seules fins de prévenir la commission d'actes de terrorisme et lorsqu'il existe des raisons sérieuses de penser qu'un lieu est fréquenté par une personne dont le comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics et qui soit entre en relation de manière habituelle avec des personnes ou des organisations incitant, facilitant ou participant à des actes de terrorisme, soit soutient, diffuse, lorsque cette diffusion s'accompagne d'une manifestation d'adhésion à l'idéologie exprimée, ou adhère à des thèses incitant à la commission d'actes de terrorisme ou faisant l'apologie de tels actes.<br/><br/>\nCes opérations ne peuvent concerner les lieux affectés à l'exercice d'un mandat parlementaire ou à l'activité professionnelle des avocats, des magistrats ou des journalistes et les domiciles des personnes concernées.<br/><br/>\nLa saisine du juge des libertés et de la détention du tribunal de grande instance de Paris est précédée d'une information du procureur de la République de Paris et du procureur de la République territorialement compétent, qui reçoivent tous les éléments relatifs à ces opérations. L'ordonnance est communiquée au procureur de la République de Paris et au procureur de la République territorialement compétent.<br/><br/>\nL'ordonnance mentionne l'adresse des lieux dans lesquels les opérations de visite et de saisie peuvent être effectuées, le service et la qualité des agents habilités à y procéder, le numéro d'immatriculation administrative du chef de service qui nomme l'officier de police judiciaire territorialement compétent présent sur les lieux, chargé d'assister à ces opérations et de tenir informé le juge des libertés et de la détention de leur déroulement, ainsi que la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix, sans que l'exercice de cette faculté n'entraîne la suspension des opérations autorisées sur le fondement du premier alinéa.<br/><br/>\nL'ordonnance est exécutoire au seul vu de la minute.</p>",
            "num": "L229-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1522368000000,
            "dateFin": 1553472000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035935934",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035935722",
            "sectionParentId": "LEGISCTA000035935973",
            "sectionParentTitre": "Chapitre IX : Visites et saisies",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ORDRE ET SÉCURITÉ PUBLICS &gt; TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION &gt; Chapitre IX : Visites et saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036768270",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020. Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 : Article 2 : Sont contraires à la Constitution les mots \" des documents, objets ou \" figurant au premier alinéa de l’article L. 229-1, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme. Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision. En vertu du paragraphe 73, l’abrogation des mots \" des documents, objets ou \" figurant au premier alinéa de l’article L. 229-1 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.",
            "notaHtml": "<p>Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020.</p><p>Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 :</p><p>Article 2 : Sont contraires à la Constitution les mots \" des documents, objets ou \" figurant au premier alinéa de l’article L. 229-1, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme.</p><p>Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision.</p><p>En vertu du paragraphe 73, l’abrogation des mots \" des documents, objets ou \" figurant au premier alinéa de l’article L. 229-1 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 2, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "JORFARTI000036751335",
                    "natureText": "DECISION",
                    "datePubliTexte": "2018-03-30",
                    "dateSignaTexte": "2018-03-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000249712",
                    "textTitle": "Décret n°2004-374 du 29 avril 2004 - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000037163712",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-374",
                    "datePubli": 1083283200000,
                    "dateDebut": 1531008000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038252432",
                    "textTitle": "Décret du 20 mars 2019, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000038252432",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1553126400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L229-2",
                    "articleId": "LEGIARTI000039636031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035935947",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1509408000000,
                    "dateFin": 1522368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036768270",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522368000000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312760",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1561939200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038356571",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1561939200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279644",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L229-1",
                "229-1"
            ],
            "versionPrecedente": "LEGIARTI000035935947",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035935947",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sur saisine motivée du représentant de l'Etat dans le département ou, à Paris, du préfet de police, le juge des libertés et de la détention du tribunal de grande instance de Paris peut, par une ordonnance écrite et motivée et après avis du procureur de la République de Paris, autoriser la visite d'un lieu ainsi que la saisie des documents, objets ou données qui s'y trouvent, aux seules fins de prévenir la commission d'actes de terrorisme et lorsqu'il existe des raisons sérieuses de penser qu'un lieu est fréquenté par une personne dont le comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics et qui soit entre en relation de manière habituelle avec des personnes ou des organisations incitant, facilitant ou participant à des actes de terrorisme, soit soutient, diffuse, lorsque cette diffusion s'accompagne d'une manifestation d'adhésion à l'idéologie exprimée, ou adhère à des thèses incitant à la commission d'actes de terrorisme ou faisant l'apologie de tels actes. Ces opérations ne peuvent concerner les lieux affectés à l'exercice d'un mandat parlementaire ou à l'activité professionnelle des avocats, des magistrats ou des journalistes et les domiciles des personnes concernées. La saisine du juge des libertés et de la détention du tribunal de grande instance de Paris est précédée d'une information du procureur de la République de Paris et du procureur de la République territorialement compétent, qui reçoivent tous les éléments relatifs à ces opérations. L'ordonnance est communiquée au procureur de la République de Paris et au procureur de la République territorialement compétent. L'ordonnance mentionne l'adresse des lieux dans lesquels les opérations de visite et de saisie peuvent être effectuées, le service et la qualité des agents habilités à y procéder, le numéro d'immatriculation administrative du chef de service qui nomme l'officier de police judiciaire territorialement compétent présent sur les lieux, chargé d'assister à ces opérations et de tenir informé le juge des libertés et de la détention de leur déroulement, ainsi que la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix, sans que l'exercice de cette faculté n'entraîne la suspension des opérations autorisées sur le fondement du premier alinéa. L'ordonnance est exécutoire au seul vu de la minute.",
            "texteHtml": "<p>Sur saisine motivée du représentant de l'Etat dans le département ou, à Paris, du préfet de police, le juge des libertés et de la détention du tribunal de grande instance de Paris peut, par une ordonnance écrite et motivée et après avis du procureur de la République de Paris, autoriser la visite d'un lieu ainsi que la saisie des documents, objets ou données qui s'y trouvent, aux seules fins de prévenir la commission d'actes de terrorisme et lorsqu'il existe des raisons sérieuses de penser qu'un lieu est fréquenté par une personne dont le comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics et qui soit entre en relation de manière habituelle avec des personnes ou des organisations incitant, facilitant ou participant à des actes de terrorisme, soit soutient, diffuse, lorsque cette diffusion s'accompagne d'une manifestation d'adhésion à l'idéologie exprimée, ou adhère à des thèses incitant à la commission d'actes de terrorisme ou faisant l'apologie de tels actes.<br/><br/>\n Ces opérations ne peuvent concerner les lieux affectés à l'exercice d'un mandat parlementaire ou à l'activité professionnelle des avocats, des magistrats ou des journalistes et les domiciles des personnes concernées.<br/><br/>\n La saisine du juge des libertés et de la détention du tribunal de grande instance de Paris est précédée d'une information du procureur de la République de Paris et du procureur de la République territorialement compétent, qui reçoivent tous les éléments relatifs à ces opérations. L'ordonnance est communiquée au procureur de la République de Paris et au procureur de la République territorialement compétent.<br/><br/>\n L'ordonnance mentionne l'adresse des lieux dans lesquels les opérations de visite et de saisie peuvent être effectuées, le service et la qualité des agents habilités à y procéder, le numéro d'immatriculation administrative du chef de service qui nomme l'officier de police judiciaire territorialement compétent présent sur les lieux, chargé d'assister à ces opérations et de tenir informé le juge des libertés et de la détention de leur déroulement, ainsi que la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix, sans que l'exercice de cette faculté n'entraîne la suspension des opérations autorisées sur le fondement du premier alinéa.<br/><br/>\n L'ordonnance est exécutoire au seul vu de la minute.<br/></p>",
            "num": "L229-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1509408000000,
            "dateFin": 1522368000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035935934",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035935722",
            "sectionParentId": "LEGISCTA000035935973",
            "sectionParentTitre": "Chapitre IX : Visites et saisies",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ORDRE ET SÉCURITÉ PUBLICS &gt; TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION &gt; Chapitre IX : Visites et saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000035935947",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020. Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 : Article 2 : Sont contraires à la Constitution les mots \" des documents, objets ou \" figurant au premier alinéa de l’article L. 229-1, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme. Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision. En vertu du paragraphe 73, l’abrogation des mots \" des documents, objets ou \" figurant au premier alinéa de l’article L. 229-1 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.",
            "notaHtml": "<p>Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020.</p><p>Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 :</p><p>Article 2 : Sont contraires à la Constitution les mots \" des documents, objets ou \" figurant au premier alinéa de l’article L. 229-1, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme.</p><p>Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision.</p><p>En vertu du paragraphe 73, l’abrogation des mots \" des documents, objets ou \" figurant au premier alinéa de l’article L. 229-1 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035932811",
                    "textTitle": "LOI n°2017-1510 du 30 octobre 2017 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000035933803",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-10-31",
                    "dateSignaTexte": "2017-10-30",
                    "dateDebutCible": "2017-11-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000249712",
                    "textTitle": "Décret n°2004-374 du 29 avril 2004 - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000037163712",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-374",
                    "datePubli": 1083283200000,
                    "dateDebut": 1531008000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038252432",
                    "textTitle": "Décret du 20 mars 2019, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000038252432",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1553126400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L229-2",
                    "articleId": "LEGIARTI000039636031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035935947",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1509408000000,
                    "dateFin": 1522368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036768270",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522368000000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312760",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1561939200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038356571",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1561939200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279644",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L229-1",
                "229-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}