{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039675225",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque l'usage d'une voie de circulation a été réservé par l'autorité investie du pouvoir de police de la circulation aux véhicules de transport en commun, aux taxis, aux véhicules transportant un nombre minimal d'occupants, notamment dans le cadre du covoiturage au sens de l' article L. 3132-1 du code des transports , ou aux véhicules à très faibles émissions au sens de l'article L. 318-1 du présent code, des dispositifs fixes ou mobiles de contrôle automatisé des données signalétiques des véhicules peuvent être mis en œuvre par les services de police et de gendarmerie nationales, par les services de police municipale de la ou des communes sur le territoire desquelles a été instituée cette voie ou, à Paris, par le service dont relèvent les agents de surveillance de Paris, afin de faciliter la constatation des infractions au présent code résultant de la violation des règles de circulation relatives à l'usage de cette voie réservée et afin de permettre le rassemblement des preuves de ces infractions et la recherche de leurs auteurs. Les données à caractère personnel collectées au moyen de ces dispositifs peuvent faire l'objet de traitements automatisés dans les conditions prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. II.-A la seule fin de faciliter la constatation des infractions aux règles réservant l'usage de certaines voies aux véhicules transportant un nombre minimal d'occupants, notamment dans le cadre du covoiturage au sens de l'article L. 3132-1 du code des transports, et afin de permettre le rassemblement des preuves de ces infractions, les services mentionnés au premier alinéa du I du présent article peuvent utiliser des dispositifs permettant de constater le nombre de personnes présentes à bord des véhicules. Les données issues de ces dispositifs peuvent faire l'objet de traitements automatisés dans les conditions mentionnées au même I. Ces données ne permettent pas d'identifier directement ou indirectement les personnes. III.-Afin de déterminer les véhicules dont la circulation est autorisée, les traitements mentionnés aux I et II peuvent comporter la consultation du fichier des véhicules pour lesquels une identification fondée sur leur contribution à la limitation de la pollution atmosphérique a été délivrée en application de l'article L. 318-1 ainsi que des fichiers des véhicules autorisés à circuler sur les voies concernées. Dans les seuls cas où ces consultations ne permettent pas de procéder à une telle vérification, ils peuvent également comporter une consultation du système d'immatriculation des véhicules prévu à l'article L. 330-1. Ces consultations, qui ont lieu immédiatement après la collecte des données signalétiques, ne portent que sur les données relatives aux caractéristiques du véhicule et à sa contribution à la limitation de la pollution atmosphérique et ne peuvent avoir pour objet d'identifier le titulaire du certificat d'immatriculation du véhicule. Dès que la consultation de l'un de ces fichiers a permis de s'assurer du respect par un véhicule des règles de circulation mentionnées au premier alinéa du I du présent article, les données collectées relatives à ce véhicule sont détruites immédiatement. Les données relatives aux véhicules pour lesquels il n'a pas été possible de s'assurer du respect des règles de circulation mentionnées au même premier alinéa peuvent être enregistrées et conservées pendant une durée qui ne peut excéder huit jours ouvrés à compter de leur collecte, sous réserve des besoins d'une procédure pénale. Les données mentionnées au troisième alinéa du présent III font l'objet d'un traitement préalable destiné à empêcher de manière irréversible l'identification des personnes physiques présentes à bord du véhicule, à l'exception du conducteur. Les données permettant l'identification du conducteur ne sont accessibles qu'au responsable du traitement. Il ne peut y avoir accès et ne peut les communiquer que sur demande du titulaire du certificat d'immatriculation ou de l'une des personnes mentionnées aux trois derniers alinéas de l'article L. 121-2 du présent code, destinataire de l'avis d'amende forfaitaire, ou de l'officier du ministère public en cas de requêtes ou de réclamations. Ces données ne sont communiquées qu'aux personnes ainsi désignées. Seuls les agents de police municipale intervenant dans les communes sur le territoire desquelles une voie de circulation a été réservée dans les conditions mentionnées au I du présent article et, à Paris, les agents de surveillance de Paris ont accès aux données issues des traitements mis en œuvre en application du présent article par les services dont ils relèvent. Lorsque ces dispositifs sont mis en œuvre par l'Etat, les agents de police municipale intervenant dans les communes concernées et, à Paris, les agents de surveillance de Paris peuvent être rendus destinataires des données caractérisant l'infraction pour les besoins du constat qu'ils ont compétence pour opérer. IV.-La mise en place des dispositifs de contrôle mentionnés aux I et II est autorisée par arrêté du représentant de l'Etat dans le département et, à Paris, du préfet de police. Lorsque ces dispositifs sont mis en place par l'Etat à la demande d'une collectivité territoriale ou d'un établissement public de coopération intercommunale dont l'autorité investie des pouvoirs de police de circulation a réservé l'usage d'une voie de circulation à certaines catégories d'usagers ou de véhicules ou à certaines modalités de transport, une convention entre l'Etat et la collectivité ou l'établissement concerné définit les modalités de cette mise en place et, le cas échéant, la contribution de la collectivité ou de l'établissement à son financement. V.-L'arrêté mentionné au IV précise les modalités d'information du public préalables à la mise en place des dispositifs de contrôle automatisé.",
            "texteHtml": "<p>I.-Lorsque l'usage d'une voie de circulation a été réservé par l'autorité investie du pouvoir de police de la circulation aux véhicules de transport en commun, aux taxis, aux véhicules transportant un nombre minimal d'occupants, notamment dans le cadre du covoiturage au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000039784386&dateTexte=&categorieLien=id' title='Code des transports - art. L3132-1 (V)'>article L. 3132-1 du code des transports</a>, ou aux véhicules à très faibles émissions au sens de l'article L. 318-1 du présent code, des dispositifs fixes ou mobiles de contrôle automatisé des données signalétiques des véhicules peuvent être mis en œuvre par les services de police et de gendarmerie nationales, par les services de police municipale de la ou des communes sur le territoire desquelles a été instituée cette voie ou, à Paris, par le service dont relèvent les agents de surveillance de Paris, afin de faciliter la constatation des infractions au présent code résultant de la violation des règles de circulation relatives à l'usage de cette voie réservée et afin de permettre le rassemblement des preuves de ces infractions et la recherche de leurs auteurs.<br/><br/>\n Les données à caractère personnel collectées au moyen de ces dispositifs peuvent faire l'objet de traitements automatisés dans les conditions prévues par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978</a> relative à l'informatique, aux fichiers et aux libertés.<br/><br/>\n II.-A la seule fin de faciliter la constatation des infractions aux règles réservant l'usage de certaines voies aux véhicules transportant un nombre minimal d'occupants, notamment dans le cadre du covoiturage au sens de l'article L. 3132-1 du code des transports, et afin de permettre le rassemblement des preuves de ces infractions, les services mentionnés au premier alinéa du I du présent article peuvent utiliser des dispositifs permettant de constater le nombre de personnes présentes à bord des véhicules. Les données issues de ces dispositifs peuvent faire l'objet de traitements automatisés dans les conditions mentionnées au même I. Ces données ne permettent pas d'identifier directement ou indirectement les personnes.<br/><br/>\n III.-Afin de déterminer les véhicules dont la circulation est autorisée, les traitements mentionnés aux I et II peuvent comporter la consultation du fichier des véhicules pour lesquels une identification fondée sur leur contribution à la limitation de la pollution atmosphérique a été délivrée en application de l'article L. 318-1 ainsi que des fichiers des véhicules autorisés à circuler sur les voies concernées. Dans les seuls cas où ces consultations ne permettent pas de procéder à une telle vérification, ils peuvent également comporter une consultation du système d'immatriculation des véhicules prévu à l'article L. 330-1. Ces consultations, qui ont lieu immédiatement après la collecte des données signalétiques, ne portent que sur les données relatives aux caractéristiques du véhicule et à sa contribution à la limitation de la pollution atmosphérique et ne peuvent avoir pour objet d'identifier le titulaire du certificat d'immatriculation du véhicule.<br/><br/>\n Dès que la consultation de l'un de ces fichiers a permis de s'assurer du respect par un véhicule des règles de circulation mentionnées au premier alinéa du I du présent article, les données collectées relatives à ce véhicule sont détruites immédiatement.<br/><br/>\n Les données relatives aux véhicules pour lesquels il n'a pas été possible de s'assurer du respect des règles de circulation mentionnées au même premier alinéa peuvent être enregistrées et conservées pendant une durée qui ne peut excéder huit jours ouvrés à compter de leur collecte, sous réserve des besoins d'une procédure pénale.<br/><br/>\n Les données mentionnées au troisième alinéa du présent III font l'objet d'un traitement préalable destiné à empêcher de manière irréversible l'identification des personnes physiques présentes à bord du véhicule, à l'exception du conducteur.<br/><br/>\n Les données permettant l'identification du conducteur ne sont accessibles qu'au responsable du traitement. Il ne peut y avoir accès et ne peut les communiquer que sur demande du titulaire du certificat d'immatriculation ou de l'une des personnes mentionnées aux trois derniers alinéas de l'article L. 121-2 du présent code, destinataire de l'avis d'amende forfaitaire, ou de l'officier du ministère public en cas de requêtes ou de réclamations. Ces données ne sont communiquées qu'aux personnes ainsi désignées.<br/><br/>\n Seuls les agents de police municipale intervenant dans les communes sur le territoire desquelles une voie de circulation a été réservée dans les conditions mentionnées au I du présent article et, à Paris, les agents de surveillance de Paris ont accès aux données issues des traitements mis en œuvre en application du présent article par les services dont ils relèvent.<br/><br/>\n Lorsque ces dispositifs sont mis en œuvre par l'Etat, les agents de police municipale intervenant dans les communes concernées et, à Paris, les agents de surveillance de Paris peuvent être rendus destinataires des données caractérisant l'infraction pour les besoins du constat qu'ils ont compétence pour opérer.<br/><br/>\n IV.-La mise en place des dispositifs de contrôle mentionnés aux I et II est autorisée par arrêté du représentant de l'Etat dans le département et, à Paris, du préfet de police. Lorsque ces dispositifs sont mis en place par l'Etat à la demande d'une collectivité territoriale ou d'un établissement public de coopération intercommunale dont l'autorité investie des pouvoirs de police de circulation a réservé l'usage d'une voie de circulation à certaines catégories d'usagers ou de véhicules ou à certaines modalités de transport, une convention entre l'Etat et la collectivité ou l'établissement concerné définit les modalités de cette mise en place et, le cas échéant, la contribution de la collectivité ou de l'établissement à son financement.<br/><br/>\n V.-L'arrêté mentionné au IV précise les modalités d'information du public préalables à la mise en place des dispositifs de contrôle automatisé.</p>",
            "num": "L130-9-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577404800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1074106890,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108686",
                        "id": "LEGISCTA000006108686",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre 1er : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129083",
                        "id": "LEGISCTA000006129083",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre 3 : Recherche et constatation des infractions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143834",
                        "id": "LEGISCTA000006143834",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039675225",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006143834",
            "sectionParentId": "LEGISCTA000006143834",
            "sectionParentTitre": "Titre 3 : Recherche et constatation des infractions.",
            "fullSectionsTitre": "Partie législative &gt; Livre 1er : Dispositions générales &gt; Titre 3 : Recherche et constatation des infractions.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039675225",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039666574",
                    "textTitle": "LOI n°2019-1428 du 24 décembre 2019 - art. 39",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000039668987",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-26",
                    "dateSignaTexte": "2019-12-24",
                    "dateDebutCible": "2019-12-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3132-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3132-1",
                    "articleId": "LEGIARTI000039784386",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039675225",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1577404800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L130-9-1",
                "130-9-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}