{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006306877",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La cotisation de taxe professionnelle et des taxes annexes des entreprises d'armement au commerce définies par la loi n° 69-8 du 3 janvier 1969 relative à l'armement et aux ventes maritimes qui, au cours de la période de référence mentionnée à l'article 1467 A, sont soumises à l'impôt sur les bénéfices, fait l'objet d'un dégrèvement pour sa part relative à la valeur locative des navires armés au commerce et de leurs équipements embarqués. II. - Les navires mentionnés au I s'entendent de ceux qui remplissent, au cours de la même période, les six conditions suivantes : 1° Etre inscrits comme navires de commerce sur les registres officiels d'une autorité administrative française ou étrangère ; 2° Etre gérés, au sens de la loi n° 66-420 du 18 juin 1966 sur les contrats d'affrètement et de transport maritime, stratégiquement et commercialement à partir de la Communauté européenne ; 3° Etre dotés d'un équipage permanent composé de professionnels ; 4° Etre exploités exclusivement dans un but lucratif ; 5° Satisfaire aux normes internationales et communautaires relatives à la sûreté, à la sécurité, aux performances environnementales et aux conditions de travail à bord ; 6° Etre affectés : a) Soit au transport maritime de marchandises ou de passagers ; b) Soit à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer, notamment le remorquage en haute mer, le sauvetage ou d'autres activités d'assistance maritime. Les navires réalisant des opérations mentionnées au b ouvrent droit au dégrèvement au prorata de leur durée d'utilisation pour les opérations de transport à la condition que ces dernières représentent, sur la période de référence mentionnée au I, au moins 50 % du temps d'utilisation du navire et que les navires soient immatriculés au sein de la Communauté européenne au long de la même période. Les entreprises réalisant d'autres opérations que le transport en mer doivent distinguer, dans leur comptabilité, les activités de transport en mer et les autres activités. III. - Les navires éligibles au dégrèvement, inscrits, au cours de la période mentionnée au I, comme navires de commerce sur les registres officiels d'une autorité administrative d'un Etat non membre de la Communauté européenne et dont le tonnage représente, au cours de la même période, au moins 40 % du tonnage global des navires éligibles au dégrèvement ne bénéficient pas du dégrèvement si les trois conditions suivantes sont remplies : a) Leur tonnage a conduit à réduire la proportion de tonnage des navires ouvrant droit au dégrèvement exploités sous un pavillon communautaire à la date du 17 janvier 2004 ou à la date de la création de l'entreprise sollicitant le dégrèvement, si elle est postérieure ; b) La proportion sous pavillon communautaire de tonnage des navires ouvrant droit au dégrèvement a diminué en moyenne au cours des trois années précédentes par rapport à son montant constaté à la date mentionnée au a ; c) Pour une société membre d'un groupe mentionné à l'article 223 A, la proportion sous pavillon communautaire de tonnage des navires ouvrant droit au dégrèvement exploités par l'ensemble des sociétés membres de ce groupe est inférieure, au cours de la période mentionnée au I, à la même proportion constatée à la date mentionnée au a. Pour l'application de ces dispositions, le tonnage s'entend, le cas échéant, de celui affecté du prorata mentionné au II. IV. - Le dégrèvement est accordé sur demande effectuée dans la déclaration prévue à l'article 1477 déposée auprès du service des impôts dont relèvent le ou les établissements auxquels les navires sont rattachés. Il est égal à la cotisation de taxe professionnelle multipliée par le rapport existant entre, d'une part, la valeur locative des navires mentionnés au II et de leurs équipements embarqués, éventuellement affectée du prorata mentionné au II, et, d'autre part, les bases brutes totales retenues pour l'imposition. La cotisation mentionnée à l'alinéa précédent s'entend de l'ensemble des sommes mises à la charge de l'entreprise figurant sur l'avis d'imposition, diminué le cas échéant de l'ensemble des réductions et autres dégrèvements dont cette cotisation peut faire l'objet, à l'exception du dégrèvement prévu aux I et I bis de l'article 1647 C qui est opéré, le cas échéant, après celui prévu au présent article.",
            "texteHtml": "<p></p>   I. - La cotisation de taxe professionnelle et des taxes annexes des entreprises d'armement au commerce définies par la loi n° 69-8 du 3 janvier 1969 relative à l'armement et aux ventes maritimes qui, au cours de la période de référence mentionnée à l'article 1467 A, sont soumises à l'impôt sur les bénéfices, fait l'objet d'un dégrèvement pour sa part relative à la valeur locative des navires armés au commerce et de leurs équipements embarqués.<p></p><p></p><p></p>   II. - Les navires mentionnés au I s'entendent de ceux qui remplissent, au cours de la même période, les six conditions suivantes :<p></p><p></p>   1° Etre inscrits comme navires de commerce sur les registres officiels d'une autorité administrative française ou étrangère ;<p></p><p></p>   2° Etre gérés, au sens de la loi n° 66-420 du 18 juin 1966 sur les contrats d'affrètement et de transport maritime, stratégiquement et commercialement à partir de la Communauté européenne ;<p></p><p></p>   3° Etre dotés d'un équipage permanent composé de professionnels ;<p></p><p></p>   4° Etre exploités exclusivement dans un but lucratif ;<p></p><p></p>   5° Satisfaire aux normes internationales et communautaires relatives à la sûreté, à la sécurité, aux performances environnementales et aux conditions de travail à bord ;<p></p><p></p>   6° Etre affectés :<p></p><p></p>   a) Soit au transport maritime de marchandises ou de passagers ;<p></p><p></p>   b) Soit à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer, notamment le remorquage en haute mer, le sauvetage ou d'autres activités d'assistance maritime.<p></p><p></p>   Les navires réalisant des opérations mentionnées au b ouvrent droit au dégrèvement au prorata de leur durée d'utilisation pour les opérations de transport à la condition que ces dernières représentent, sur la période de référence mentionnée au I, au moins 50 % du temps d'utilisation du navire et que les navires soient immatriculés au sein de la Communauté européenne au long de la même période.<p></p><p></p>   Les entreprises réalisant d'autres opérations que le transport en mer doivent distinguer, dans leur comptabilité, les activités de transport en mer et les autres activités.<p></p><p></p>   III. - Les navires éligibles au dégrèvement, inscrits, au cours de la période mentionnée au I, comme navires de commerce sur les registres officiels d'une autorité administrative d'un Etat non membre de la Communauté européenne et dont le tonnage représente, au cours de la même période, au moins 40 % du tonnage global des navires éligibles au dégrèvement ne bénéficient pas du dégrèvement si les trois conditions suivantes sont remplies :<p></p><p></p>   a) Leur tonnage a conduit à réduire la proportion de tonnage des navires ouvrant droit au dégrèvement exploités sous un pavillon communautaire à la date du 17 janvier 2004 ou à la date de la création de l'entreprise sollicitant le dégrèvement, si elle est postérieure ;<p></p><p></p>   b) La proportion sous pavillon communautaire de tonnage des navires ouvrant droit au dégrèvement a diminué en moyenne au cours des trois années précédentes par rapport à son montant constaté à la date mentionnée au a ;<p></p><p></p>   c) Pour une société membre d'un groupe mentionné à l'article 223 A, la proportion sous pavillon communautaire de tonnage des navires ouvrant droit au dégrèvement exploités par l'ensemble des sociétés membres de ce groupe est inférieure, au cours de la période mentionnée au I, à la même proportion constatée à la date mentionnée au a.<p></p><p></p>   Pour l'application de ces dispositions, le tonnage s'entend, le cas échéant, de celui affecté du prorata mentionné au II.<p></p><p></p>   IV. - Le dégrèvement est accordé sur demande effectuée dans la déclaration prévue à l'article 1477 déposée auprès du service des impôts dont relèvent le ou les établissements auxquels les navires sont rattachés.<p></p><p></p>   Il est égal à la cotisation de taxe professionnelle multipliée par le rapport existant entre, d'une part, la valeur locative des navires mentionnés au II et de leurs équipements embarqués, éventuellement affectée du prorata mentionné au II, et, d'autre part, les bases brutes totales retenues pour l'imposition.<p></p><p></p>   La cotisation mentionnée à l'alinéa précédent s'entend de l'ensemble des sommes mises à la charge de l'entreprise figurant sur l'avis d'imposition, diminué le cas échéant de l'ensemble des réductions et autres dégrèvements dont cette cotisation peut faire l'objet, à l'exception du dégrèvement prévu aux I et I bis de l'article 1647 C qui est opéré, le cas échéant, après celui prévu au présent article.<p></p>",
            "num": "1647 C ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1135987200000,
            "dateFin": 1262304000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Dispositions communes aux Titres I à III bis",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133857",
                        "id": "LEGISCTA000006133857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2010-01-01",
                        "titre": "Chapitre II bis : Dégrèvements de taxe professionnelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147091",
                        "id": "LEGISCTA000006147091",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II bis : Dégrèvement de contribution économique territoriale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147091",
                        "id": "LEGISCTA000022887658",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-01-01",
                        "fin": "2011-06-01",
                        "titre": "Section V : Dégrèvement en faveur des armateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162745",
                        "id": "LEGISCTA000006162745",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006306876",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162745",
            "sectionParentId": "LEGISCTA000006162745",
            "sectionParentTitre": "Section V : Dégrèvement en faveur des armateurs.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre V : Dispositions communes aux Titres I à III bis &gt; Chapitre II bis : Dégrèvement de contribution économique territoriale &gt; Section V : Dégrèvement en faveur des armateurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006306877",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2005-1720 du 30 décembre 2005, art. 47 III 2 : Ces dispositions s'appliquent à compter des impositions établies sur les bases de 2005.",
            "notaHtml": "<p></p>  Loi n° 2005-1720 du 30 décembre 2005, art. 47 III 2 : Ces dispositions s'appliquent à compter des impositions établies sur les bases de 2005.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000813882",
                    "textTitle": "Loi n°2005-1720 du 30 décembre 2005 - art. 47 (V) JORF 31 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "47",
                    "articleId": "LEGIARTI000006322643",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2005-12-31"
                },
                {
                    "textCid": "JORFTEXT000021557902",
                    "textTitle": "LOI n° 2009-1673 du 30 décembre 2009 - art. 2 (VD)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046875865",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-12-31",
                    "dateSignaTexte": "2009-12-30",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1467 A, 223 A, 1477, 1647 C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000692464",
                    "textTitle": "Loi n°66-420 du 18 juin 1966",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692464",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-420",
                    "datePubli": -111196800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000878390",
                    "textTitle": "Loi n°69-8 du 3 janvier 1969",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000878390",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "69-8",
                    "datePubli": -31190400000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2006",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006306876",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006306877",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1647 C ter",
                "1647"
            ],
            "versionPrecedente": "LEGIARTI000006306876",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006306876",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - A compter des impositions établies au titre de 2003, la cotisation de taxe professionnelle et des taxes annexes des entreprises d'armement au commerce mentionnées dans la loi n° 69-8 du 3 janvier 1969 relative à l'armement et aux ventes maritimes fait l'objet d'un dégrèvement pour la part de la cotisation relative à la valeur locative des navires de commerce et de leurs équipements embarqués. Pour les impositions établies au titre de 2003, ce dégrèvement est accordé sur réclamation. Pour les impositions établies au titre de 2004 et des années suivantes, il est accordé sur demande effectuée dans la déclaration prévue à l'article 1477. La réclamation ou la demande est déposée auprès du service des impôts dont relèvent le ou les établissements auxquels les navires sont rattachés. Ce dégrèvement est égal à la cotisation de taxe professionnelle multipliée par le rapport existant entre, d'une part, la valeur locative des navires de commerce et de leurs équipements embarqués et, d'autre part, les bases brutes totales retenues pour l'imposition. II. - Pour l'application du troisième alinéa du I, la cotisation s'entend de l'ensemble des sommes mises à la charge de l'entreprise figurant sur l'avis d'imposition, diminué le cas échéant de l'ensemble des réductions et autres dégrèvements dont cette cotisation peut faire l'objet, à l'exception du dégrèvement prévu au I de l'article 1647 C qui sera opéré, le cas échéant, après celui prévu au présent article.",
            "texteHtml": "<p></p>   I. - A compter des impositions établies au titre de 2003, la cotisation de taxe professionnelle et des taxes annexes des entreprises d'armement au commerce mentionnées dans la loi n° 69-8 du 3 janvier 1969 relative à l'armement et aux ventes maritimes fait l'objet d'un dégrèvement pour la part de la cotisation relative à la valeur locative des navires de commerce et de leurs équipements embarqués.<p></p><p></p>   Pour les impositions établies au titre de 2003, ce dégrèvement est accordé sur réclamation. Pour les impositions établies au titre de 2004 et des années suivantes, il est accordé sur demande effectuée dans la déclaration prévue à l'article 1477. La réclamation ou la demande est déposée auprès du service des impôts dont relèvent le ou les établissements auxquels les navires sont rattachés.<p></p><p></p>   Ce dégrèvement est égal à la cotisation de taxe professionnelle multipliée par le rapport existant entre, d'une part, la valeur locative des navires de commerce et de leurs équipements embarqués et, d'autre part, les bases brutes totales retenues pour l'imposition.<p></p><p></p>   II. - Pour l'application du troisième alinéa du I, la cotisation s'entend de l'ensemble des sommes mises à la charge de l'entreprise figurant sur l'avis d'imposition, diminué le cas échéant de l'ensemble des réductions et autres dégrèvements dont cette cotisation peut faire l'objet, à l'exception du dégrèvement prévu au I de l'article 1647 C qui sera opéré, le cas échéant, après celui prévu au présent article.<p></p><p></p>",
            "num": "1647 C ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1041379200000,
            "dateFin": 1135987200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Dispositions communes aux Titres I à III bis",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133857",
                        "id": "LEGISCTA000006133857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2010-01-01",
                        "titre": "Chapitre II bis : Dégrèvements de taxe professionnelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147091",
                        "id": "LEGISCTA000006147091",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II bis : Dégrèvement de contribution économique territoriale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147091",
                        "id": "LEGISCTA000022887658",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-01-01",
                        "fin": "2011-06-01",
                        "titre": "Section V : Dégrèvement en faveur des armateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162745",
                        "id": "LEGISCTA000006162745",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006306876",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162745",
            "sectionParentId": "LEGISCTA000006162745",
            "sectionParentTitre": "Section V : Dégrèvement en faveur des armateurs.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre V : Dispositions communes aux Titres I à III bis &gt; Chapitre II bis : Dégrèvements de taxe professionnelle &gt; Section V : Dégrèvement en faveur des armateurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006306876",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000234121",
                    "textTitle": "Loi - art. 25 () JORF 31 décembre 2002",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006321438",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-12-31",
                    "dateSignaTexte": "2002-12-30",
                    "dateDebutCible": "2002-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1477, 1647 C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000878390",
                    "textTitle": "Loi 69-8 1969-01-03",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000878390",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "69-8",
                    "datePubli": -31190400000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2003",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006306876",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006306877",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1647 C ter",
                "1647"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}