{
    "cid": "LEGIARTI000043819295",
    "num": "R164-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818255",
                        "id": "LEGISCTA000043818255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : ACCESSIBILITÉ ET QUALITÉ D'USAGE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043819237",
                        "id": "LEGISCTA000043819237",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : ÉTABLISSEMENTS RECEVANT DU PUBLIC EXISTANTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043819293",
                        "id": "LEGISCTA000043819293",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043819295",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043970781",
                    "textTitle": "Décret n°2021-1114 du 25 août 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043972547",
                    "natureText": "DECRET",
                    "date": 1650054045588,
                    "parentCid": null,
                    "numTexte": "2021-1114",
                    "datePubli": 1629936000000,
                    "dateDebut": 1630022400000
                },
                {
                    "textCid": "JORFTEXT000045582619",
                    "textTitle": "Décret n°2022-555 du 14 avril 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045583732",
                    "natureText": "DECRET",
                    "date": 1650054045588,
                    "parentCid": null,
                    "numTexte": "2022-555",
                    "datePubli": 1649980800000,
                    "dateDebut": 1650067200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6111-51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6111-51",
                    "articleId": "LEGIARTI000043972641",
                    "natureText": "CODE",
                    "date": 1650054045588,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630022400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6111-60 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6111-60",
                    "articleId": "LEGIARTI000045584240",
                    "natureText": "CODE",
                    "date": 1650054045589,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1650067200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-19-7 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R111-19-7",
                    "articleId": "LEGIARTI000034313261",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043816034",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043816034",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "num": "R164-1",
            "origine": "LEGI",
            "texte": "I. - Le présent chapitre est applicable aux établissements recevant du public existants ou créés dans un cadre bâti existant et aux installations ouvertes au public existantes. II. - Le ministre chargé de la construction fixe, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces établissements et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, les conditions d'accès et d'accueil dans les bâtiments, les circulations horizontales et verticales à l'intérieur des bâtiments, les locaux intérieurs et les sanitaires ouverts au public, les portes et les sas intérieurs et les sorties, les revêtements des sols et des parois ainsi que les équipements et mobiliers intérieurs et extérieurs susceptibles d'y être installés, notamment les dispositifs d'éclairage et d'information des usagers. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'accessibilité équivalentes aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis. Il prévoit également des conditions particulières d'application des règles qu'il édicte lorsque les contraintes liées à la structure du bâtiment l'imposent. III. - Le ministre chargé de la construction et, le cas échéant, le ou les ministres intéressés fixent, par arrêté, les obligations particulières auxquelles doivent satisfaire, dans le but d'assurer leur accessibilité, les établissements et installations recevant du public assis, les établissements disposant de locaux d'hébergement ouverts au public, les établissements et installations comportant des douches, des cabines d'essayage, d'habillage ou de déshabillage ou des espaces à usage individuel et les établissements et installations comportant des caisses de paiement disposées en batterie. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'accessibilité équivalentes aux dispositions techniques de l'arrêté dès lors que ces solutions répondent aux objectifs poursuivis.",
            "texteHtml": "<p><br/>I. - Le présent chapitre est applicable aux établissements recevant du public existants ou créés dans un cadre bâti existant et aux installations ouvertes au public existantes.<br/>II. - Le ministre chargé de la construction fixe, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces établissements et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, les conditions d'accès et d'accueil dans les bâtiments, les circulations horizontales et verticales à l'intérieur des bâtiments, les locaux intérieurs et les sanitaires ouverts au public, les portes et les sas intérieurs et les sorties, les revêtements des sols et des parois ainsi que les équipements et mobiliers intérieurs et extérieurs susceptibles d'y être installés, notamment les dispositifs d'éclairage et d'information des usagers.<br/>Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'accessibilité équivalentes aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis. Il prévoit également des conditions particulières d'application des règles qu'il édicte lorsque les contraintes liées à la structure du bâtiment l'imposent.<br/>III. - Le ministre chargé de la construction et, le cas échéant, le ou les ministres intéressés fixent, par arrêté, les obligations particulières auxquelles doivent satisfaire, dans le but d'assurer leur accessibilité, les établissements et installations recevant du public assis, les établissements disposant de locaux d'hébergement ouverts au public, les établissements et installations comportant des douches, des cabines d'essayage, d'habillage ou de déshabillage ou des espaces à usage individuel et les établissements et installations comportant des caisses de paiement disposées en batterie. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'accessibilité équivalentes aux dispositions techniques de l'arrêté dès lors que ces solutions répondent aux objectifs poursuivis.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}