{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000021360080",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "MODULE B : EXAMEN \"CE DE TYPE\" 1. Ce module décrit la partie de procédure par laquelle un organisme habilité constate et atteste qu'un exemplaire représentatif de la production considérée satisfait aux dispositions correspondantes du présent décret. 2. La demande d'examen \"CE de type\" est introduite par le fabricant, ou par son mandataire établi dans la Communauté, auprès de l'organisme habilité de son choix. La demande comporte : ― le nom et l'adresse du fabricant, ainsi que le nom et l'adresse du mandataire si la demande est introduite par celui-ci ; ― une déclaration écrite spécifiant que la même demande n'a pas été introduite auprès d'un autre organisme habilité ; ― la documentation technique décrite au point 3. Le demandeur met à la disposition de l'organisme habilité un échantillon représentatif de la production concernée, ci-après dénommé \"type\". L'organisme habilité peut demander d'autres exemplaires si le programme d'essais le requiert. 3. La documentation technique doit permettre l'évaluation de la conformité du produit aux exigences du présent décret. Elle doit traiter, dans la mesure nécessaire à cette évaluation, de la conception, de la fabrication et du fonctionnement du produit et contenir, dans la mesure nécessaire à l'évaluation : ― une description générale du type ; ― des dessins de conception et de fabrication, ainsi que des schémas de composants, sous-ensembles, circuits, etc. ; ― les descriptions et explications nécessaires à la compréhension desdits dessins et schémas et du fonctionnement du produit ; ― une liste des normes ou, à défaut, des spécifications techniques visées à l'article 1-3, appliquées entièrement ou en partie, et les descriptions des solutions adoptées pour satisfaire aux exigences essentielles lorsque ces normes ou, à défaut, ces spécifications techniques n'ont pas été appliquées ; ― les résultats des calculs de conception réalisés, des examens effectués ; ― les rapports d'essais. 4. L'organisme habilité : 4.1. Examine la documentation technique, vérifie que le type a été fabriqué en conformité avec celle-ci et relève les éléments qui ont été conçus conformément aux normes ou, à défaut, aux spécifications techniques visées à l'article 1-3 et, le cas échéant, ceux qui n'ont pas été conçus en fonction de ces normes. 4.2. Effectue ou fait effectuer les contrôles appropriés et les essais nécessaires pour vérifier si les solutions adoptées par le fabricant satisfont aux exigences essentielles du présent décret lorsque les normes visées à l'article 1-3 n'ont pas été appliquées. 4.3. Effectue ou fait effectuer les contrôles appropriés et les essais nécessaires pour vérifier si, dans les cas où le fabricant a choisi d'appliquer les normes entrant en ligne de compte, celles-ci ont été effectivement appliquées. 4.4. Convient avec le demandeur de l'endroit où les contrôles et les essais nécessaires seront effectués. 5. Lorsque le type satisfait aux dispositions correspondantes du présent décret, l'organisme habilité délivre une attestation d'examen \"CE de type\" au demandeur. L'attestation comporte le nom et l'adresse du fabricant, les conclusions du contrôle et les données nécessaires à l'identification du type approuvé. Une liste des parties significatives de la documentation technique est annexée et une copie conservée par l'organisme habilité. S'il refuse de délivrer un certificat de type au fabricant ou à son mandataire établi dans la Communauté, l'organisme habilité motive d'une façon détaillée ce refus. 6. Le demandeur informe l'organisme habilité qui détient la documentation technique relative à l'attestation \"CE de type\" de toutes les modifications au produit approuvé qui doivent recevoir une nouvelle approbation lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles ou aux conditions d'utilisation prévues du produit. Cette nouvelle approbation est délivrée sous la forme d'un complément à l'attestation initiale d'examen \"CE de type\". 7. Chaque organisme habilité communique aux autres organismes habilités les informations utiles concernant les attestations d'examen \"CE de type\" et les compléments délivrés et retirés. 8. Les autres organismes habilités peuvent obtenir une copie des attestations d'examen \"CE de type\" et/ou de leurs compléments. Les annexes des attestations sont tenues à la disposition des autres organismes habilités. 9. Le fabricant ou son mandataire établi dans la Communauté conserve, avec la documentation technique, une copie des attestations d'examen \"CE de type\" et de leurs compléments pendant une durée d'au moins dix ans à compter de la dernière date de fabrication du produit. Lorsque ni le fabricant ni son mandataire ne sont établis dans la Communauté, l'obligation de tenir la documentation technique à disposition incombe à la personne responsable de la mise sur le marché communautaire du produit.",
            "texteHtml": "<p>MODULE B : EXAMEN \"CE DE TYPE\" </p><p></p><p> \t\t\t\t 1. Ce module décrit la partie de procédure par laquelle un organisme habilité constate et atteste qu'un exemplaire représentatif de la production considérée satisfait aux dispositions correspondantes du présent décret.<br/> \t\t\t\t 2. La demande d'examen \"CE de type\" est introduite par le fabricant, ou par son mandataire établi dans la Communauté, auprès de l'organisme habilité de son choix.<br/> \t\t\t\t La demande comporte :<br/> \t\t\t\t ― le nom et l'adresse du fabricant, ainsi que le nom et l'adresse du mandataire si la demande est introduite par celui-ci ;<br/> \t\t\t\t ― une déclaration écrite spécifiant que la même demande n'a pas été introduite auprès d'un autre organisme habilité ;<br/> \t\t\t\t ― la documentation technique décrite au point 3.<br/> \t\t\t\t Le demandeur met à la disposition de l'organisme habilité un échantillon représentatif de la production concernée, ci-après dénommé \"type\". L'organisme habilité peut demander d'autres exemplaires si le programme d'essais le requiert.<br/> \t\t\t\t 3. La documentation technique doit permettre l'évaluation de la conformité du produit aux exigences du présent décret. Elle doit traiter, dans la mesure nécessaire à cette évaluation, de la conception, de la fabrication et du fonctionnement du produit et contenir, dans la mesure nécessaire à l'évaluation :<br/> \t\t\t\t ― une description générale du type ;<br/> \t\t\t\t ― des dessins de conception et de fabrication, ainsi que des schémas de composants, sous-ensembles, circuits, etc. ;<br/> \t\t\t\t ― les descriptions et explications nécessaires à la compréhension desdits dessins et schémas et du fonctionnement du produit ;<br/> \t\t\t\t ― une liste des normes ou, à défaut, des spécifications techniques visées à l'article 1-3, appliquées entièrement ou en partie, et les descriptions des solutions adoptées pour satisfaire aux exigences essentielles lorsque ces normes ou, à défaut, ces spécifications techniques n'ont pas été appliquées ;<br/> \t\t\t\t ― les résultats des calculs de conception réalisés, des examens effectués ;<br/> \t\t\t\t ― les rapports d'essais.<br/> \t\t\t\t 4. L'organisme habilité :<br/> \t\t\t\t 4.1. Examine la documentation technique, vérifie que le type a été fabriqué en conformité avec celle-ci et relève les éléments qui ont été conçus conformément aux normes ou, à défaut, aux spécifications techniques visées à l'article 1-3 et, le cas échéant, ceux qui n'ont pas été conçus en fonction de ces normes.<br/> \t\t\t\t 4.2. Effectue ou fait effectuer les contrôles appropriés et les essais nécessaires pour vérifier si les solutions adoptées par le fabricant satisfont aux exigences essentielles du présent décret lorsque les normes visées à l'article 1-3 n'ont pas été appliquées.<br/> \t\t\t\t 4.3. Effectue ou fait effectuer les contrôles appropriés et les essais nécessaires pour vérifier si, dans les cas où le fabricant a choisi d'appliquer les normes entrant en ligne de compte, celles-ci ont été effectivement appliquées.<br/> \t\t\t\t 4.4. Convient avec le demandeur de l'endroit où les contrôles et les essais nécessaires seront effectués.<br/> \t\t\t\t 5. Lorsque le type satisfait aux dispositions correspondantes du présent décret, l'organisme habilité délivre une attestation d'examen \"CE de type\" au demandeur. L'attestation comporte le nom et l'adresse du fabricant, les conclusions du contrôle et les données nécessaires à l'identification du type approuvé.<br/> \t\t\t\t Une liste des parties significatives de la documentation technique est annexée et une copie conservée par l'organisme habilité.<br/> \t\t\t\t S'il refuse de délivrer un certificat de type au fabricant ou à son mandataire établi dans la Communauté, l'organisme habilité motive d'une façon détaillée ce refus.<br/> \t\t\t\t 6. Le demandeur informe l'organisme habilité qui détient la documentation technique relative à l'attestation \"CE de type\" de toutes les modifications au produit approuvé qui doivent recevoir une nouvelle approbation lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles ou aux conditions d'utilisation prévues du produit. Cette nouvelle approbation est délivrée sous la forme d'un complément à l'attestation initiale d'examen \"CE de type\".<br/> \t\t\t\t 7. Chaque organisme habilité communique aux autres organismes habilités les informations utiles concernant les attestations d'examen \"CE de type\" et les compléments délivrés et retirés.<br/> \t\t\t\t 8. Les autres organismes habilités peuvent obtenir une copie des attestations d'examen \"CE de type\" et/ou de leurs compléments. Les annexes des attestations sont tenues à la disposition des autres organismes habilités.<br/> \t\t\t\t 9. Le fabricant ou son mandataire établi dans la Communauté conserve, avec la documentation technique, une copie des attestations d'examen \"CE de type\" et de leurs compléments pendant une durée d'au moins dix ans à compter de la dernière date de fabrication du produit.<br/> \t\t\t\t Lorsque ni le fabricant ni son mandataire ne sont établis dans la Communauté, l'obligation de tenir la documentation technique à disposition incombe à la personne responsable de la mise sur le marché communautaire du produit.<br/></p>",
            "num": "Annexe II",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1259193600000,
            "dateFin": 1278201600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-04-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098226",
                        "id": "LEGISCTA000006098226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-03-07",
                        "fin": "2999-01-01",
                        "titre": "PARTIE 2 : REGIMES JURIDIQUES DE DEFENSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020410718",
                        "id": "LEGISCTA000020412137",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-11-26",
                        "fin": "2010-07-04",
                        "titre": "Annexes mentionnées aux articles R. 2352-50, R. 2352-51, R. 2352-52 ET R. 2352-61",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000021364940",
                        "id": "LEGISCTA000021364940",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Code de la défense",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071307",
                        "id": "LEGITEXT000006071307",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021360030",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000021364940",
            "sectionParentId": "LEGISCTA000021364940",
            "sectionParentTitre": "Annexes mentionnées aux articles R. 2352-50, R. 2352-51, R. 2352-52 ET R. 2352-61",
            "fullSectionsTitre": "Partie réglementaire &gt; PARTIE 2 : REGIMES JURIDIQUES DE DEFENSE",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021360080",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071307",
                    "titre": "Code de la défense.",
                    "titreLong": "Code de la défense",
                    "etat": "VIGUEUR",
                    "dateDebut": 1103587200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071307",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021354235",
                    "textTitle": "Décret n°2009-1440\n du 23 novembre 2009 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000021355075",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-11-25",
                    "dateSignaTexte": "2009-11-23",
                    "dateDebutCible": "2009-11-26"
                },
                {
                    "textCid": "JORFTEXT000022166879",
                    "textTitle": "Décret n°2010-455 du 4 mai 2010 - art. 45",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000022177411",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-05-06",
                    "dateSignaTexte": "2010-05-04",
                    "dateDebutCible": "2010-05-07"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021360080",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1259193600000,
                    "dateFin": 1278201600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}