{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036385035",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sont exonérés les biens ou droits immobiliers mentionnés au 1° de l'article 965 et les parts ou actions mentionnées au 2° du même article 965 représentatives de ces mêmes biens ou droits, lorsque ces biens ou droits immobiliers sont affectés à l'activité principale industrielle, commerciale, artisanale, agricole ou libérale des personnes mentionnées au 1° dudit article 965. Les biens ou droits mentionnés au premier alinéa du présent I affectés à différentes activités pour lesquelles le redevable remplit les conditions prévues au même premier alinéa sont également exonérés lorsque les différentes activités professionnelles exercées sont soit similaires, soit connexes et complémentaires. Toutefois, pour l'application du présent alinéa, la condition d'activité principale s'apprécie au regard de l'ensemble des activités précitées. II.-Sont également exonérés les biens ou droits immobiliers mentionnés au 1° de l'article 965 et les parts ou actions mentionnées au 2° du même article 965 représentatives de ces mêmes biens ou droits, lorsque ces biens et droits immobiliers sont affectés à l'activité industrielle, commerciale, artisanale, agricole ou libérale d'une société de personnes soumise à l'impôt sur le revenu mentionnée aux articles 8 et 8 ter dans laquelle les personnes mentionnées au premier alinéa du I du présent article exercent leur activité principale. Les biens ou droits mentionnés au premier alinéa du présent II affectés à l'activité industrielle, commerciale, artisanale, agricole ou libérale de plusieurs sociétés de personnes dans lesquelles le redevable remplit les conditions prévues au même premier alinéa sont également exonérés lorsque les sociétés ont des activités soit similaires, soit connexes et complémentaires. Toutefois, pour l'application du présent alinéa, la condition d'activité principale s'apprécie au regard de l'ensemble des sociétés précitées. III.-1. Sont également exonérés les biens ou droits immobiliers mentionnés au 1° de l'article 965 et les parts ou actions mentionnées au 2° du même article 965 représentatives de ces mêmes biens ou droits, lorsque ces biens et droits immobiliers sont affectés à l'activité industrielle, commerciale, artisanale, agricole ou libérale d'une société soumise, de droit ou sur option, à l'impôt sur les sociétés, sous réserve que le redevable : 1° Exerce dans la société la fonction de gérant, nommé conformément aux statuts d'une société à responsabilité limitée ou en commandite par actions, d'associé en nom d'une société de personnes ou de président, directeur général, président du conseil de surveillance ou membre du directoire d'une société par actions. Les fonctions mentionnées au premier alinéa du présent 1° doivent être effectivement exercées et donner lieu à une rémunération normale, dans les catégories imposables à l'impôt sur le revenu des traitements et salaires, bénéfices industriels et commerciaux, bénéfices agricoles, bénéfices non commerciaux et revenus des gérants et associés mentionnés à l'article 62 , au regard des rémunérations du même type versées au titre de fonctions analogues dans l'entreprise ou dans des entreprises similaires établies en France. Cette rémunération doit représenter plus de la moitié des revenus à raison desquels l'intéressé est soumis à l'impôt sur le revenu dans les mêmes catégories, à l'exclusion des revenus non professionnels ; 2° Détienne 25 % au moins des droits de vote attachés aux titres émis par la société, directement ou par l'intermédiaire de son conjoint, de leurs ascendants ou descendants ou de leurs frères et sœurs. Les titres détenus dans les mêmes conditions dans une société possédant une participation dans la société dans laquelle le redevable exerce ses fonctions sont pris en compte à proportion de cette participation. Le respect de la condition de détention de 25 % au moins des droits de vote attachés aux titres émis par la société prévue au premier alinéa du 2° n'est pas exigé après une augmentation de capital si, à compter de la date de cette dernière, le redevable remplit les trois conditions suivantes : a) Il a respecté cette condition au cours des cinq années ayant précédé l'augmentation de capital ; b) Il détient 12,5 % au moins des droits de vote attachés aux titres émis par la société, directement ou par l'intermédiaire de son conjoint, de leurs ascendants ou descendants ou de leurs frères et sœurs ; c) Il est partie à un pacte conclu avec d'autres associés ou actionnaires représentant au total 25 % au moins des droits de vote et exerçant un pouvoir d'orientation dans la société. Par dérogation au premier alinéa du 2°, la condition de détention de 25 % au moins des droits de vote attachés aux titres émis par la société n'est pas exigée des gérants et associés mentionnés à l'article 62. 2. Sont également exonérés les biens ou droits immobiliers mentionnés au 1 affectés à l'activité industrielle, commerciale, artisanale, agricole ou libérale d'une société soumise, de droit ou sur option, à l'impôt sur les sociétés dont les parts ou actions sont détenues directement par le gérant, nommé conformément aux statuts d'une société à responsabilité limitée ou en commandite par actions, le président, le directeur général, le président du conseil de surveillance ou le membre du directoire d'une société par actions, qui remplit les conditions prévues au 1° du même 1, lorsque la valeur des titres qu'il détient dans cette société excède 50 % de la valeur brute du patrimoine total du redevable, y compris les biens ou droits immobiliers précités. IV.-1. Sont également exonérés les biens ou droits immobiliers mentionnés au 1° de l'article 965 et les parts ou actions mentionnées au 2° du même article 965 représentatives de ces mêmes biens ou droits, lorsque ces biens et droits immobiliers sont affectés à l'activité industrielle, commerciale, artisanale, agricole ou libérale de plusieurs sociétés soumises, de droit ou sur option, à l'impôt sur les sociétés lorsque chaque participation, prise isolément, satisfait aux conditions prévues au III. Toutefois, la condition de rémunération prévue à la seconde phrase du second alinéa du 1° du 1 du même III est respectée si la somme des rémunérations perçues au titre des fonctions énumérées au premier alinéa du même 1° dans les sociétés dont le redevable possède des parts ou actions représente plus de la moitié des revenus mentionnés à la même phrase. Lorsque les sociétés mentionnées au premier alinéa du présent 1 ont des activités soit similaires, soit connexes et complémentaires, la condition de rémunération normale s'apprécie au regard des fonctions exercées dans l'ensemble des sociétés dont les parts ou actions répondent aux conditions du III. 2. Sont également exonérés les biens ou droits immobiliers mentionnés au 1 du présent IV affectés par le redevable mentionné aux I ou II dans une ou plusieurs sociétés soumises à l'impôt sur les sociétés lorsque chaque participation, prise isolément, satisfait aux conditions prévues au III. V.-Pour l'application du présent article, les activités commerciales s'entendent de celles définies à l'article 966 . Par exception au premier alinéa du présent V, est considérée comme une activité commerciale pour l'application des I à IV : 1° L'exercice d'une activité de location de locaux d'habitation loués meublés ou destinés à être loués meublés, par une personne mentionnée au 1° de l'article 965 ou par une société ou organisme, sous réserve, s'agissant des personnes mentionnées au même 1°, qu'elles réalisent plus de 23 000 € de recettes annuelles et retirent de cette activité plus de 50 % des revenus à raison desquels le foyer fiscal auquel elles appartiennent est soumis à l'impôt sur le revenu dans les catégories des traitements et salaires, bénéfices industriels et commerciaux, bénéfices agricoles, bénéfices non commerciaux, revenus des gérants et associés mentionnés à l'article 62 ; 2° L'exercice, par une personne mentionnée au 1° de l'article 965 ou par une société ou un organisme, d'une activité de location d'établissements commerciaux ou industriels munis du mobilier ou du matériel nécessaire à leur exploitation. VI.-Les biens ou droits immobiliers affectés à des sociétés mentionnées aux II à IV qui n'en ont pas la propriété sont exonérés à hauteur de la participation du redevable dans les sociétés auxquelles ils sont affectés.",
            "texteHtml": "<p>I.-Sont exonérés les biens ou droits immobiliers mentionnés au 1° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000036385003&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 965 (V)'>965 </a>et les parts ou actions mentionnées au 2° du même article 965 représentatives de ces mêmes biens ou droits, lorsque ces biens ou droits immobiliers sont affectés à l'activité principale industrielle, commerciale, artisanale, agricole ou libérale des personnes mentionnées au 1° dudit article 965. <br/><br/>Les biens ou droits mentionnés au premier alinéa du présent I affectés à différentes activités pour lesquelles le redevable remplit les conditions prévues au même premier alinéa sont également exonérés lorsque les différentes activités professionnelles exercées sont soit similaires, soit connexes et complémentaires. Toutefois, pour l'application du présent alinéa, la condition d'activité principale s'apprécie au regard de l'ensemble des activités précitées. <br/><br/>II.-Sont également exonérés les biens ou droits immobiliers mentionnés au 1° de l'article 965 et les parts ou actions mentionnées au 2° du même article 965 représentatives de ces mêmes biens ou droits, lorsque ces biens et droits immobiliers sont affectés à l'activité industrielle, commerciale, artisanale, agricole ou libérale d'une société de personnes soumise à l'impôt sur le revenu mentionnée aux articles 8 et 8 ter dans laquelle les personnes mentionnées au premier alinéa du I du présent article exercent leur activité principale. <br/><br/>Les biens ou droits mentionnés au premier alinéa du présent II affectés à l'activité industrielle, commerciale, artisanale, agricole ou libérale de plusieurs sociétés de personnes dans lesquelles le redevable remplit les conditions prévues au même premier alinéa sont également exonérés lorsque les sociétés ont des activités soit similaires, soit connexes et complémentaires. Toutefois, pour l'application du présent alinéa, la condition d'activité principale s'apprécie au regard de l'ensemble des sociétés précitées. <br/><br/>III.-1. Sont également exonérés les biens ou droits immobiliers mentionnés au 1° de l'article 965 et les parts ou actions mentionnées au 2° du même article 965 représentatives de ces mêmes biens ou droits, lorsque ces biens et droits immobiliers sont affectés à l'activité industrielle, commerciale, artisanale, agricole ou libérale d'une société soumise, de droit ou sur option, à l'impôt sur les sociétés, sous réserve que le redevable : <br/><br/>1° Exerce dans la société la fonction de gérant, nommé conformément aux statuts d'une société à responsabilité limitée ou en commandite par actions, d'associé en nom d'une société de personnes ou de président, directeur général, président du conseil de surveillance ou membre du directoire d'une société par actions. <br/><br/>Les fonctions mentionnées au premier alinéa du présent 1° doivent être effectivement exercées et donner lieu à une rémunération normale, dans les catégories imposables à l'impôt sur le revenu des traitements et salaires, bénéfices industriels et commerciaux, bénéfices agricoles, bénéfices non commerciaux et revenus des gérants et associés mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307047&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 62 (V)'>62</a>, au regard des rémunérations du même type versées au titre de fonctions analogues dans l'entreprise ou dans des entreprises similaires établies en France. Cette rémunération doit représenter plus de la moitié des revenus à raison desquels l'intéressé est soumis à l'impôt sur le revenu dans les mêmes catégories, à l'exclusion des revenus non professionnels ; <br/><br/>2° Détienne 25 % au moins des droits de vote attachés aux titres émis par la société, directement ou par l'intermédiaire de son conjoint, de leurs ascendants ou descendants ou de leurs frères et sœurs. <br/><br/>Les titres détenus dans les mêmes conditions dans une société possédant une participation dans la société dans laquelle le redevable exerce ses fonctions sont pris en compte à proportion de cette participation. <br/><br/>Le respect de la condition de détention de 25 % au moins des droits de vote attachés aux titres émis par la société prévue au premier alinéa du 2° n'est pas exigé après une augmentation de capital si, à compter de la date de cette dernière, le redevable remplit les trois conditions suivantes : <br/><br/>a) Il a respecté cette condition au cours des cinq années ayant précédé l'augmentation de capital ; <br/><br/>b) Il détient 12,5 % au moins des droits de vote attachés aux titres émis par la société, directement ou par l'intermédiaire de son conjoint, de leurs ascendants ou descendants ou de leurs frères et sœurs ; <br/><br/>c) Il est partie à un pacte conclu avec d'autres associés ou actionnaires représentant au total 25 % au moins des droits de vote et exerçant un pouvoir d'orientation dans la société. <br/><br/>Par dérogation au premier alinéa du 2°, la condition de détention de 25 % au moins des droits de vote attachés aux titres émis par la société n'est pas exigée des gérants et associés mentionnés à l'article 62.<br/><br/>2. Sont également exonérés les biens ou droits immobiliers mentionnés au 1 affectés à l'activité industrielle, commerciale, artisanale, agricole ou libérale d'une société soumise, de droit ou sur option, à l'impôt sur les sociétés dont les parts ou actions sont détenues directement par le gérant, nommé conformément aux statuts d'une société à responsabilité limitée ou en commandite par actions, le président, le directeur général, le président du conseil de surveillance ou le membre du directoire d'une société par actions, qui remplit les conditions prévues au 1° du même 1, lorsque la valeur des titres qu'il détient dans cette société excède 50 % de la valeur brute du patrimoine total du redevable, y compris les biens ou droits immobiliers précités. <br/><br/>IV.-1. Sont également exonérés les biens ou droits immobiliers mentionnés au 1° de l'article 965 et les parts ou actions mentionnées au 2° du même article 965 représentatives de ces mêmes biens ou droits, lorsque ces biens et droits immobiliers sont affectés à l'activité industrielle, commerciale, artisanale, agricole ou libérale de plusieurs sociétés soumises, de droit ou sur option, à l'impôt sur les sociétés lorsque chaque participation, prise isolément, satisfait aux conditions prévues au III. Toutefois, la condition de rémunération prévue à la seconde phrase du second alinéa du 1° du 1 du même III est respectée si la somme des rémunérations perçues au titre des fonctions énumérées au premier alinéa du même 1° dans les sociétés dont le redevable possède des parts ou actions représente plus de la moitié des revenus mentionnés à la même phrase. <br/><br/>Lorsque les sociétés mentionnées au premier alinéa du présent 1 ont des activités soit similaires, soit connexes et complémentaires, la condition de rémunération normale s'apprécie au regard des fonctions exercées dans l'ensemble des sociétés dont les parts ou actions répondent aux conditions du III. <br/><br/>2. Sont également exonérés les biens ou droits immobiliers mentionnés au 1 du présent IV affectés par le redevable mentionné aux I ou II dans une ou plusieurs sociétés soumises à l'impôt sur les sociétés lorsque chaque participation, prise isolément, satisfait aux conditions prévues au III. <br/><br/>V.-Pour l'application du présent article, les activités commerciales s'entendent de celles définies à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000036385005&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 966 (V)'>966</a>. <br/><br/>Par exception au premier alinéa du présent V, est considérée comme une activité commerciale pour l'application des I à IV : <br/><br/>1° L'exercice d'une activité de location de locaux d'habitation loués meublés ou destinés à être loués meublés, par une personne mentionnée au 1° de l'article 965 ou par une société ou organisme, sous réserve, s'agissant des personnes mentionnées au même 1°, qu'elles réalisent plus de 23 000 € de recettes annuelles et retirent de cette activité plus de 50 % des revenus à raison desquels le foyer fiscal auquel elles appartiennent est soumis à l'impôt sur le revenu dans les catégories des traitements et salaires, bénéfices industriels et commerciaux, bénéfices agricoles, bénéfices non commerciaux, revenus des gérants et associés mentionnés à l'article 62 ; <br/><br/>2° L'exercice, par une personne mentionnée au 1° de l'article 965 ou par une société ou un organisme, d'une activité de location d'établissements commerciaux ou industriels munis du mobilier ou du matériel nécessaire à leur exploitation. <br/><br/>VI.-Les biens ou droits immobiliers affectés à des sociétés mentionnées aux II à IV qui n'en ont pas la propriété sont exonérés à hauteur de la participation du redevable dans les sociétés auxquelles ils sont affectés.</p>",
            "num": "975",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1514764800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II bis : Impôt sur la fortune immobilière ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036384995",
                        "id": "LEGISCTA000036384995",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Actifs exonérés ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036385033",
                        "id": "LEGISCTA000036385033",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036385035",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036385033",
            "sectionParentId": "LEGISCTA000036385033",
            "sectionParentTitre": "Section V : Actifs exonérés ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière &gt; Chapitre II bis : Impôt sur la fortune immobilière  &gt; Section V : Actifs exonérés ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036385035",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036339197",
                    "textTitle": "LOI n°2017-1837 du 30 décembre 2017 - art. 31 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000036377428",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 208 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "208 D",
                    "articleId": "LEGIARTI000036615282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 62 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000006307047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 787 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "787 B",
                    "articleId": "LEGIARTI000047623071",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 790 A bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "790 A bis",
                    "articleId": "LEGIARTI000043662329",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 965 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "965",
                    "articleId": "LEGIARTI000036385003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 966 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "966",
                    "articleId": "LEGIARTI000036385005",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 294 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "294 bis",
                    "articleId": "LEGIARTI000042160525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1595635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 91 quater K (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "91 quater K",
                    "articleId": "LEGIARTI000037094672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1529712000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 313 BQ ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "313 BQ ter",
                    "articleId": "LEGIARTI000036947661",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1527379200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036385035",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "975"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}