{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000022494350",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Il est institué une taxe forfaitaire sur le produit de la valorisation des terrains nus et des immeubles bâtis résultant, sur le territoire de la région d'Ile-de-France, des projets d'infrastructures du réseau de transport public du Grand Paris défini à l'article 2 de la loi n° 2010-597 du 3 juin 2010 relative au Grand Paris. Cette taxe est exigible pendant quinze ans à compter de la date de publication ou d'affichage de la déclaration d'utilité publique de ces projets. La taxe est affectée au budget de l'établissement public \" Société du Grand Paris \" créé par la loi n° 2010-597 du 3 juin 2010 précitée. Pour le financement de ses projets d'infrastructures, la région d'Ile-de-France peut également, sur délibération du conseil régional, instituer la taxe définie au premier alinéa sur le produit de la valorisation des terrains nus et des immeubles bâtis résultant de la réalisation d'infrastructure de transport collectif en site propre devant faire l'objet d'une déclaration d'utilité publique ou, lorsque celle-ci n'est pas requise, d'une déclaration de projet. La taxe est exigible pendant quinze ans à compter de la date de publication ou d'affichage de l'une des déclarations précitées. La taxe est affectée au budget du Syndicat des transports d'Ile-de-France. II.-La taxe s'applique aux cessions à titre onéreux des terrains nus et des immeubles bâtis, ainsi qu'aux droits relatifs à ces biens, et aux cessions de participations dans des personnes morales à prépondérance immobilière définies au I de l'article 726 représentatives de ces immeubles qui figurent dans un périmètre arrêté par l'Etat ou, lorsque la taxe est instituée sur délibération du conseil régional, par la région d'Ile-de-France. Ce périmètre ne peut s'éloigner de plus de 1 200 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée. Sont exclus du champ de la taxe : 1° La première vente en l'état futur d'achèvement et la première vente après leur achèvement d'immeubles bâtis sous réserve qu'ils n'aient pas fait l'objet d'une première vente en l'état futur d'achèvement ; 2° Les ventes de terrains au titre desquelles la taxe sur la cession des terrains nus devenus constructibles prévue par l'article 1529 est due ; 3° Les transferts de propriété opérés dans des conditions prévues par l'article L. 12-1 du code de l'expropriation pour cause d'utilité publique ; 4° Les terrains et bâtiments vendus par les gestionnaires d'infrastructures de transports collectifs ferroviaires ou guidés, dès lors que les produits de ces cessions sont affectés à des travaux ou aménagements en lien direct avec la mise en œuvre du schéma d'ensemble du réseau de transport public du Grand Paris visé au II de l'article 2 de la loi n° 2010-597 du 3 juin 2010 précitée ; 5° Les cessions de biens qui ont été acquis postérieurement à la mise en service de l'équipement d'infrastructure concerné ; 6° Les terrains et bâtiments qui sont vendus à un organisme d'habitations à loyer modéré, à une société d'économie mixte gérant des logements sociaux, à l'association mentionnée à l'article L. 313-34 du code de la construction et de l'habitation, aux sociétés civiles immobilières dont cette association détient la majorité des parts pour les logements visés au 4° de l'article L. 351-2 du même code ou à un organisme bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 dudit code ; 7° Les terrains et bâtiments qui sont vendus à une collectivité territoriale, à un établissement public de coopération intercommunale compétent ou à un établissement public foncier mentionné aux articles L. 321-1 et L. 324-1 du code de l'urbanisme en vue de leur cession à l'un des organismes mentionnés au 6° du présent II ; en cas de non-respect de cette condition dans un délai d'un an à compter de l'acquisition des biens, la collectivité territoriale ou l'établissement public de coopération intercommunale compétent reverse à l'Etat ou à la région d'Ile-de-France, selon le cas, le montant dû au titre du I ; ce délai est porté à trois ans pour les cessions réalisées par un établissement public foncier au profit de l'un des organismes mentionnés au 6°. III.-La taxe est due par les personnes physiques et les sociétés ou groupements soumis à l'impôt sur le revenu ou l'impôt sur les sociétés et par les contribuables qui ne sont pas fiscalement domiciliés en France assujettis à l'impôt sur le revenu, soumis au prélèvement dans les conditions prévues par l'article 244 bis A. IV.-La taxe est assise sur un montant égal à 80 % de la différence entre, d'une part, le prix de cession défini à l'article 150 VA et, d'autre part, le prix d'acquisition défini à l'article 150 VB . Le prix d'acquisition ainsi que les dépenses et frais retenus en majoration de ce prix sont actualisés en fonction du dernier indice des prix à la consommation hors tabac publié par l'Institut national de la statistique et des études économiques à la date de l'acquisition du bien ou de la réalisation des dépenses. La plus-value calculée dans les conditions fixées au premier alinéa du présent IV est diminuée du montant de la plus-value imposée en application des articles 150 U à 150 VH . Le taux de la taxe est de 15 % pour l'Etat et de 15 % pour la région d'Ile-de-France lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au II du présent article entièrement situés à une distance de moins de 800 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée. Au-delà de cette distance, et lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au même II entièrement situés à une distance de moins de 1 200 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée, le taux de la taxe est de 7, 5 % pour l'Etat et de 7, 5 % pour la région d'Ile-de-France. Le montant total de ces taxes ne peut excéder 5 % du prix de cession. En cas d'excédent, celui-ci s'impute, à parts égales, sur le produit de la taxe due à l'Etat et sur celui de la taxe due à la région d'Ile-de-France. La taxe est exigible lors de chaque cession qui intervient dans le délai mentionné au I. Elle est due par le cédant. V.-Une déclaration conforme à un modèle établi par l'administration est déposée lors de l'enregistrement de l'acte de cession dans les conditions prévues par l'article 150 VG. Lorsqu'aucune plus-value, calculée selon les modalités prévues au IV du présent article, n'est constatée, aucune déclaration ne doit être déposée.L'acte de cession soumis à la formalité fusionnée ou présentée à l'enregistrement précise, sous peine du refus de dépôt ou de la formalité d'enregistrement, les fondements de cette absence de taxation. VI.-La taxe est versée lors du dépôt de la déclaration prévue au V, dans les conditions prévues par l'article 150 VG. VII.-La délibération du conseil régional d'Ile-de-France prévue au troisième alinéa du I est notifiée aux services fiscaux au plus tard le premier jour du deuxième mois qui suit la date à laquelle la délibération est intervenue.A défaut, la taxe n'est pas due.",
            "texteHtml": "<p>I.-Il est institué une taxe forfaitaire sur le produit de la valorisation des terrains nus et des immeubles bâtis résultant, sur le territoire de la région d'Ile-de-France, des projets d'infrastructures du réseau de transport public du Grand Paris défini à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000022308227&idArticle=JORFARTI000022308236&categorieLien=cid'>l'article 2 de la loi n° 2010-597 du 3 juin 2010 </a>relative au Grand Paris. Cette taxe est exigible pendant quinze ans à compter de la date de publication ou d'affichage de la déclaration d'utilité publique de ces projets. </p><p>La taxe est affectée au budget de l'établissement public \" Société du Grand Paris \" créé par la loi n° 2010-597 du 3 juin 2010 précitée. </p><p>Pour le financement de ses projets d'infrastructures, la région d'Ile-de-France peut également, sur délibération du conseil régional, instituer la taxe définie au premier alinéa sur le produit de la valorisation des terrains nus et des immeubles bâtis résultant de la réalisation d'infrastructure de transport collectif en site propre devant faire l'objet d'une déclaration d'utilité publique ou, lorsque celle-ci n'est pas requise, d'une déclaration de projet. La taxe est exigible pendant quinze ans à compter de la date de publication ou d'affichage de l'une des déclarations précitées. La taxe est affectée au budget du Syndicat des transports d'Ile-de-France. </p><p>II.-La taxe s'applique aux cessions à titre onéreux des terrains nus et des immeubles bâtis, ainsi qu'aux droits relatifs à ces biens, et aux cessions de participations dans des personnes morales à prépondérance immobilière définies au I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310772&dateTexte=&categorieLien=cid'>l'article 726 </a>représentatives de ces immeubles qui figurent dans un périmètre arrêté par l'Etat ou, lorsque la taxe est instituée sur délibération du conseil régional, par la région d'Ile-de-France. Ce périmètre ne peut s'éloigner de plus de 1 200 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée. </p><p>Sont exclus du champ de la taxe : </p><p>1° La première vente en l'état futur d'achèvement et la première vente après leur achèvement d'immeubles bâtis sous réserve qu'ils n'aient pas fait l'objet d'une première vente en l'état futur d'achèvement ; </p><p>2° Les ventes de terrains au titre desquelles la taxe sur la cession des terrains nus devenus constructibles prévue par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306306&dateTexte=&categorieLien=cid'>l'article 1529 </a>est due ; </p><p>3° Les transferts de propriété opérés dans des conditions prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000006840095&dateTexte=&categorieLien=cid'>l'article L. 12-1 </a>du code de l'expropriation pour cause d'utilité publique ; </p><p>4° Les terrains et bâtiments vendus par les gestionnaires d'infrastructures de transports collectifs ferroviaires ou guidés, dès lors que les produits de ces cessions sont affectés à des travaux ou aménagements en lien direct avec la mise en œuvre du schéma d'ensemble du réseau de transport public du Grand Paris visé au II de l'article 2 de la loi n° 2010-597 du 3 juin 2010 précitée ; </p><p>5° Les cessions de biens qui ont été acquis postérieurement à la mise en service de l'équipement d'infrastructure concerné ; </p><p>6° Les terrains et bâtiments qui sont vendus à un organisme d'habitations à loyer modéré, à une société d'économie mixte gérant des logements sociaux, à l'association mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020443167&dateTexte=&categorieLien=cid'>l'article L. 313-34 </a>du code de la construction et de l'habitation, aux sociétés civiles immobilières dont cette association détient la majorité des parts pour les logements visés au 4° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825154&dateTexte=&categorieLien=cid'>l'article L. 351-2 </a>du même code ou à un organisme bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020441522&dateTexte=&categorieLien=cid'>l'article L. 365-2 </a>dudit code ; </p><p>7° Les terrains et bâtiments qui sont vendus à une collectivité territoriale, à un établissement public de coopération intercommunale compétent ou à un établissement public foncier mentionné aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006815543&dateTexte=&categorieLien=cid'>articles L. 321-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006815289&dateTexte=&categorieLien=cid'>L. 324-1 </a>du code de l'urbanisme en vue de leur cession à l'un des organismes mentionnés au 6° du présent II ; en cas de non-respect de cette condition dans un délai d'un an à compter de l'acquisition des biens, la collectivité territoriale ou l'établissement public de coopération intercommunale compétent reverse à l'Etat ou à la région d'Ile-de-France, selon le cas, le montant dû au titre du I ; ce délai est porté à trois ans pour les cessions réalisées par un établissement public foncier au profit de l'un des organismes mentionnés au 6°. </p><p>III.-La taxe est due par les personnes physiques et les sociétés ou groupements soumis à l'impôt sur le revenu ou l'impôt sur les sociétés et par les contribuables qui ne sont pas fiscalement domiciliés en France assujettis à l'impôt sur le revenu, soumis au prélèvement dans les conditions prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309185&dateTexte=&categorieLien=cid'>l'article 244 bis A. </a></p><p>IV.-La taxe est assise sur un montant égal à 80 % de la différence entre, d'une part, le prix de cession défini à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302811&dateTexte=&categorieLien=cid'>l'article 150 VA </a>et, d'autre part, le prix d'acquisition défini à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302777&dateTexte=&categorieLien=cid'>l'article 150 VB</a>. Le prix d'acquisition ainsi que les dépenses et frais retenus en majoration de ce prix sont actualisés en fonction du dernier indice des prix à la consommation hors tabac publié par l'Institut national de la statistique et des études économiques à la date de l'acquisition du bien ou de la réalisation des dépenses. </p><p>La plus-value calculée dans les conditions fixées au premier alinéa du présent IV est diminuée du montant de la plus-value imposée en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302801&dateTexte=&categorieLien=cid'>articles 150 U à 150 VH</a>. </p><p>Le taux de la taxe est de 15 % pour l'Etat et de 15 % pour la région d'Ile-de-France lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au II du présent article entièrement situés à une distance de moins de 800 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée. Au-delà de cette distance, et lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au même II entièrement situés à une distance de moins de 1 200 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée, le taux de la taxe est de 7, 5 % pour l'Etat et de 7, 5 % pour la région d'Ile-de-France. Le montant total de ces taxes ne peut excéder 5 % du prix de cession. En cas d'excédent, celui-ci s'impute, à parts égales, sur le produit de la taxe due à l'Etat et sur celui de la taxe due à la région d'Ile-de-France. </p><p>La taxe est exigible lors de chaque cession qui intervient dans le délai mentionné au I. Elle est due par le cédant.</p><p>V.-Une déclaration conforme à un modèle établi par l'administration est déposée lors de l'enregistrement de l'acte de cession dans les conditions prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302790&dateTexte=&categorieLien=cid'>l'article 150 VG.</a> Lorsqu'aucune plus-value, calculée selon les modalités prévues au IV du présent article, n'est constatée, aucune déclaration ne doit être déposée.L'acte de cession soumis à la formalité fusionnée ou présentée à l'enregistrement précise, sous peine du refus de dépôt ou de la formalité d'enregistrement, les fondements de cette absence de taxation. </p><p>VI.-La taxe est versée lors du dépôt de la déclaration prévue au V, dans les conditions prévues par l'article 150 VG. </p><p>VII.-La délibération du conseil régional d'Ile-de-France prévue au troisième alinéa du I est notifiée aux services fiscaux au plus tard le premier jour du deuxième mois qui suit la date à laquelle la délibération est intervenue.A défaut, la taxe n'est pas due.</p><p></p><p></p>",
            "num": "1635 ter A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1279065600000,
            "dateFin": 1293840000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133856",
                        "id": "LEGISCTA000006133856",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-06-06",
                        "fin": "2011-01-01",
                        "titre": "Chapitre V : Taxe forfaitaire sur le produit de certaines valorisations immobilières de la région d'Ile-de-France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022309822",
                        "id": "LEGISCTA000022317383",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000022309827",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022309822",
            "sectionParentId": "LEGISCTA000022317383",
            "sectionParentTitre": "Chapitre V : Taxe forfaitaire sur le produit de certaines valorisations immobilières de la région d'Ile-de-France",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000022494350",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022470434",
                    "textTitle": "LOI n° 2010-788\n du 12 juillet 2010 - art. 64",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "64",
                    "articleId": "LEGIARTI000022472924",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-07-13",
                    "dateSignaTexte": "2010-07-12",
                    "dateDebutCible": "2010-07-14"
                },
                {
                    "textCid": "JORFTEXT000023316044",
                    "textTitle": "LOI n° 2010-1658 du 29 décembre 2010 - art. 31 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000033811716",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-12-30",
                    "dateSignaTexte": "2010-12-29",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000022308227",
                    "textTitle": "LOI n°2010-597 du 3 juin 2010 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "JORFARTI000022308236",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2010-597",
                    "datePubli": 1275696000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000023025853",
                    "textTitle": "Ordonnance n° 2010-1307  du 28 octobre 2010 - art. L1241-14, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1241-14",
                    "articleId": "JORFARTI000023029039",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2010-1307",
                    "datePubli": 1288742400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1241-14 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1241-14",
                    "articleId": "LEGIARTI000029335877",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 U",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 U",
                    "articleId": "LEGIARTI000006302801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710208000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 VA",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 VA",
                    "articleId": "LEGIARTI000006302811",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 VB",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 VB",
                    "articleId": "LEGIARTI000006302777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072828800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 VG",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 VG",
                    "articleId": "LEGIARTI000006302790",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072828800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1529",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1529",
                    "articleId": "LEGIARTI000006306306",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167609600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 244 bis A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "244 bis A",
                    "articleId": "LEGIARTI000006309185",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 726",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "726",
                    "articleId": "LEGIARTI000006310772",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006815543",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1238198400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L324-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L324-1",
                    "articleId": "LEGIARTI000006815289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-34",
                    "articleId": "LEGIARTI000020443167",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006825154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L365-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L365-2",
                    "articleId": "LEGIARTI000020441522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1238198400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L12-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L12-1",
                    "articleId": "LEGIARTI000006840095",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 229824000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000022317367",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1275782400000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022494350",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1635 ter A",
                "1635"
            ],
            "versionPrecedente": "LEGIARTI000022317367",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022317367",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Il est institué une taxe forfaitaire sur le produit de la valorisation des terrains nus et des immeubles bâtis résultant, sur le territoire de la région d'Ile-de-France, des projets d'infrastructures du réseau de transport public du Grand Paris défini à l'article 2 de la loi n° 2010-597 du 3 juin 2010 relative au Grand Paris. Cette taxe est exigible pendant quinze ans à compter de la date de publication ou d'affichage de la déclaration d'utilité publique de ces projets. La taxe est affectée au budget de l'établissement public \" Société du Grand Paris \" créé par la loi n° 2010-597 du 3 juin 2010 précitée. Pour le financement de ses projets d'infrastructures, la région d'Ile-de-France peut également, sur délibération du conseil régional, instituer la taxe définie au premier alinéa sur le produit de la valorisation des terrains nus et des immeubles bâtis résultant de la réalisation d'infrastructure de transport collectif en site propre devant faire l'objet d'une déclaration d'utilité publique ou, lorsque celle-ci n'est pas requise, d'une déclaration de projet. La taxe est exigible pendant quinze ans à compter de la date de publication ou d'affichage de l'une des déclarations précitées. La taxe est affectée au budget du Syndicat des transports d'Ile-de-France. II.-La taxe s'applique aux cessions à titre onéreux des terrains nus et des immeubles bâtis, ainsi qu'aux droits relatifs à ces biens, et aux cessions de participations dans des personnes morales à prépondérance immobilière définies au I de l'article 726 représentatives de ces immeubles qui figurent dans un périmètre arrêté par l'Etat ou, lorsque la taxe est instituée sur délibération du conseil régional, par la région d'Ile-de-France. Ce périmètre ne peut s'éloigner de plus de 800 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée. Sont exclus du champ de la taxe : 1° La première vente en l'état futur d'achèvement et la première vente après leur achèvement d'immeubles bâtis sous réserve qu'ils n'aient pas fait l'objet d'une première vente en l'état futur d'achèvement ; 2° Les ventes de terrains au titre desquelles la taxe sur la cession des terrains nus devenus constructibles prévue par l'article 1529 est due ; 3° Les transferts de propriété opérés dans des conditions prévues par l'article L. 12-1 du code de l'expropriation pour cause d'utilité publique ; 4° Les terrains et bâtiments vendus par les gestionnaires d'infrastructures de transports collectifs ferroviaires ou guidés, dès lors que les produits de ces cessions sont affectés à des travaux ou aménagements en lien direct avec la mise en œuvre du schéma d'ensemble du réseau de transport public du Grand Paris visé au II de l'article 2 de la loi n° 2010-597 du 3 juin 2010 précitée ; 5° Les cessions de biens qui ont été acquis postérieurement à la mise en service de l'équipement d'infrastructure concerné ; 6° Les terrains et bâtiments qui sont vendus à un organisme d'habitations à loyer modéré, à une société d'économie mixte gérant des logements sociaux, à l'association mentionnée à l'article L. 313-34 du code de la construction et de l'habitation, aux sociétés civiles immobilières dont cette association détient la majorité des parts pour les logements visés au 4° de l'article L. 351-2 du même code ou à un organisme bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 dudit code ; 7° Les terrains et bâtiments qui sont vendus à une collectivité territoriale, à un établissement public de coopération intercommunale compétent ou à un établissement public foncier mentionné aux articles L. 321-1 et L. 324-1 du code de l'urbanisme en vue de leur cession à l'un des organismes mentionnés au 6° du présent II ; en cas de non-respect de cette condition dans un délai d'un an à compter de l'acquisition des biens, la collectivité territoriale ou l'établissement public de coopération intercommunale compétent reverse à l'Etat ou à la région d'Ile-de-France, selon le cas, le montant dû au titre du I ; ce délai est porté à trois ans pour les cessions réalisées par un établissement public foncier au profit de l'un des organismes mentionnés au 6°. III.-La taxe est due par les personnes physiques et les sociétés ou groupements soumis à l'impôt sur le revenu ou l'impôt sur les sociétés et par les contribuables qui ne sont pas fiscalement domiciliés en France assujettis à l'impôt sur le revenu, soumis au prélèvement dans les conditions prévues par l'article 244 bis A. IV.-La taxe est assise sur un montant égal à 80 % de la différence entre, d'une part, le prix de cession défini à l'article 150 VA et, d'autre part, le prix d'acquisition défini à l'article 150 VB . Le prix d'acquisition ainsi que les dépenses et frais retenus en majoration de ce prix sont actualisés en fonction du dernier indice des prix à la consommation hors tabac publié par l'Institut national de la statistique et des études économiques à la date de l'acquisition du bien ou de la réalisation des dépenses. La plus-value calculée dans les conditions fixées au premier alinéa du présent IV est diminuée du montant de la plus-value imposée en application des articles 150 U à 150 VH . Le taux de la taxe est de 15 % pour l'Etat et de 15 % pour la région d'Ile-de-France lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au II du présent article entièrement situés à une distance de moins de 800 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée. Au-delà de cette distance, et lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au même II entièrement situés à une distance de moins de 1 200 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée, le taux de la taxe est de 7, 5 % pour l'Etat et de 7, 5 % pour la région d'Ile-de-France. Le montant total de ces taxes ne peut excéder 5 % du prix de cession. En cas d'excédent, celui-ci s'impute, à parts égales, sur le produit de la taxe due à l'Etat et sur celui de la taxe due à la région d'Ile-de-France. La taxe est exigible lors de chaque cession qui intervient dans le délai mentionné au I. Elle est due par le cédant. V.-Une déclaration conforme à un modèle établi par l'administration est déposée lors de l'enregistrement de l'acte de cession dans les conditions prévues par l'article 150 VG. Lorsqu'aucune plus-value, calculée selon les modalités prévues au IV du présent article, n'est constatée, aucune déclaration ne doit être déposée.L'acte de cession soumis à la formalité fusionnée ou présentée à l'enregistrement précise, sous peine du refus de dépôt ou de la formalité d'enregistrement, les fondements de cette absence de taxation. VI.-La taxe est versée lors du dépôt de la déclaration prévue au V, dans les conditions prévues par l'article 150 VG. VII.-La délibération du conseil régional d'Ile-de-France prévue au troisième alinéa du I est notifiée aux services fiscaux au plus tard le premier jour du deuxième mois qui suit la date à laquelle la délibération est intervenue.A défaut, la taxe n'est pas due.",
            "texteHtml": "<p>I.-Il est institué une taxe forfaitaire sur le produit de la valorisation des terrains nus et des immeubles bâtis résultant, sur le territoire de la région d'Ile-de-France, des projets d'infrastructures du réseau de transport public du Grand Paris défini à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000022308227&idArticle=JORFARTI000022308236&categorieLien=cid'>l'article 2 de la loi n° 2010-597 du 3 juin 2010 </a>relative au Grand Paris. Cette taxe est exigible pendant quinze ans à compter de la date de publication ou d'affichage de la déclaration d'utilité publique de ces projets. </p><p>La taxe est affectée au budget de l'établissement public \" Société du Grand Paris \" créé par la loi n° 2010-597 du 3 juin 2010 précitée. </p><p>Pour le financement de ses projets d'infrastructures, la région d'Ile-de-France peut également, sur délibération du conseil régional, instituer la taxe définie au premier alinéa sur le produit de la valorisation des terrains nus et des immeubles bâtis résultant de la réalisation d'infrastructure de transport collectif en site propre devant faire l'objet d'une déclaration d'utilité publique ou, lorsque celle-ci n'est pas requise, d'une déclaration de projet. La taxe est exigible pendant quinze ans à compter de la date de publication ou d'affichage de l'une des déclarations précitées. La taxe est affectée au budget du Syndicat des transports d'Ile-de-France. </p><p>II.-La taxe s'applique aux cessions à titre onéreux des terrains nus et des immeubles bâtis, ainsi qu'aux droits relatifs à ces biens, et aux cessions de participations dans des personnes morales à prépondérance immobilière définies au I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310772&dateTexte=&categorieLien=cid'>l'article 726 </a>représentatives de ces immeubles qui figurent dans un périmètre arrêté par l'Etat ou, lorsque la taxe est instituée sur délibération du conseil régional, par la région d'Ile-de-France. Ce périmètre ne peut s'éloigner de plus de 800 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée. </p><p>Sont exclus du champ de la taxe : </p><p>1° La première vente en l'état futur d'achèvement et la première vente après leur achèvement d'immeubles bâtis sous réserve qu'ils n'aient pas fait l'objet d'une première vente en l'état futur d'achèvement ; </p><p>2° Les ventes de terrains au titre desquelles la taxe sur la cession des terrains nus devenus constructibles prévue par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306306&dateTexte=&categorieLien=cid'>l'article 1529 </a>est due ; </p><p>3° Les transferts de propriété opérés dans des conditions prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000006840095&dateTexte=&categorieLien=cid'>l'article L. 12-1 </a>du code de l'expropriation pour cause d'utilité publique ; </p><p>4° Les terrains et bâtiments vendus par les gestionnaires d'infrastructures de transports collectifs ferroviaires ou guidés, dès lors que les produits de ces cessions sont affectés à des travaux ou aménagements en lien direct avec la mise en œuvre du schéma d'ensemble du réseau de transport public du Grand Paris visé au II de l'article 2 de la loi n° 2010-597 du 3 juin 2010 précitée ; </p><p>5° Les cessions de biens qui ont été acquis postérieurement à la mise en service de l'équipement d'infrastructure concerné ; </p><p>6° Les terrains et bâtiments qui sont vendus à un organisme d'habitations à loyer modéré, à une société d'économie mixte gérant des logements sociaux, à l'association mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020443167&dateTexte=&categorieLien=cid'>l'article L. 313-34 </a>du code de la construction et de l'habitation, aux sociétés civiles immobilières dont cette association détient la majorité des parts pour les logements visés au 4° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825154&dateTexte=&categorieLien=cid'>l'article L. 351-2 </a>du même code ou à un organisme bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020441522&dateTexte=&categorieLien=cid'>l'article L. 365-2 </a>dudit code ; </p><p>7° Les terrains et bâtiments qui sont vendus à une collectivité territoriale, à un établissement public de coopération intercommunale compétent ou à un établissement public foncier mentionné aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006815543&dateTexte=&categorieLien=cid'>articles L. 321-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006815289&dateTexte=&categorieLien=cid'>L. 324-1 </a>du code de l'urbanisme en vue de leur cession à l'un des organismes mentionnés au 6° du présent II ; en cas de non-respect de cette condition dans un délai d'un an à compter de l'acquisition des biens, la collectivité territoriale ou l'établissement public de coopération intercommunale compétent reverse à l'Etat ou à la région d'Ile-de-France, selon le cas, le montant dû au titre du I ; ce délai est porté à trois ans pour les cessions réalisées par un établissement public foncier au profit de l'un des organismes mentionnés au 6°. </p><p>III.-La taxe est due par les personnes physiques et les sociétés ou groupements soumis à l'impôt sur le revenu ou l'impôt sur les sociétés et par les contribuables qui ne sont pas fiscalement domiciliés en France assujettis à l'impôt sur le revenu, soumis au prélèvement dans les conditions prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309185&dateTexte=&categorieLien=cid'>l'article 244 bis A. </a></p><p>IV.-La taxe est assise sur un montant égal à 80 % de la différence entre, d'une part, le prix de cession défini à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302811&dateTexte=&categorieLien=cid'>l'article 150 VA </a>et, d'autre part, le prix d'acquisition défini à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302777&dateTexte=&categorieLien=cid'>l'article 150 VB</a>. Le prix d'acquisition ainsi que les dépenses et frais retenus en majoration de ce prix sont actualisés en fonction du dernier indice des prix à la consommation hors tabac publié par l'Institut national de la statistique et des études économiques à la date de l'acquisition du bien ou de la réalisation des dépenses. </p><p>La plus-value calculée dans les conditions fixées au premier alinéa du présent IV est diminuée du montant de la plus-value imposée en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302801&dateTexte=&categorieLien=cid'>articles 150 U à 150 VH</a>. </p><p>Le taux de la taxe est de 15 % pour l'Etat et de 15 % pour la région d'Ile-de-France lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au II du présent article entièrement situés à une distance de moins de 800 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée. Au-delà de cette distance, et lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au même II entièrement situés à une distance de moins de 1 200 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée, le taux de la taxe est de 7, 5 % pour l'Etat et de 7, 5 % pour la région d'Ile-de-France. Le montant total de ces taxes ne peut excéder 5 % du prix de cession. En cas d'excédent, celui-ci s'impute, à parts égales, sur le produit de la taxe due à l'Etat et sur celui de la taxe due à la région d'Ile-de-France. </p><p>La taxe est exigible lors de chaque cession qui intervient dans le délai mentionné au I. Elle est due par le cédant.</p><p>V.-Une déclaration conforme à un modèle établi par l'administration est déposée lors de l'enregistrement de l'acte de cession dans les conditions prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302790&dateTexte=&categorieLien=cid'>l'article 150 VG.</a> Lorsqu'aucune plus-value, calculée selon les modalités prévues au IV du présent article, n'est constatée, aucune déclaration ne doit être déposée.L'acte de cession soumis à la formalité fusionnée ou présentée à l'enregistrement précise, sous peine du refus de dépôt ou de la formalité d'enregistrement, les fondements de cette absence de taxation. </p><p>VI.-La taxe est versée lors du dépôt de la déclaration prévue au V, dans les conditions prévues par l'article 150 VG. </p><p>VII.-La délibération du conseil régional d'Ile-de-France prévue au troisième alinéa du I est notifiée aux services fiscaux au plus tard le premier jour du deuxième mois qui suit la date à laquelle la délibération est intervenue.A défaut, la taxe n'est pas due.</p><p></p><p></p>",
            "num": "1635 ter A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1275782400000,
            "dateFin": 1279065600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133856",
                        "id": "LEGISCTA000006133856",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-06-06",
                        "fin": "2011-01-01",
                        "titre": "Chapitre V : Taxe forfaitaire sur le produit de certaines valorisations immobilières de la région d'Ile-de-France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022309822",
                        "id": "LEGISCTA000022317383",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000022309827",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022309822",
            "sectionParentId": "LEGISCTA000022317383",
            "sectionParentTitre": "Chapitre V : Taxe forfaitaire sur le produit de certaines valorisations immobilières de la région d'Ile-de-France",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers &gt; Chapitre V : Taxe forfaitaire sur le produit de certaines valorisations immobilières de la région d'Ile-de-France",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000022317367",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022308227",
                    "textTitle": "LOI n°2010-597 du 3 juin 2010 - art. 10",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000022309346",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-06-05",
                    "dateSignaTexte": "2010-06-03",
                    "dateDebutCible": "2010-06-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000022308227",
                    "textTitle": "LOI n°2010-597 du 3 juin 2010 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "JORFARTI000022308236",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2010-597",
                    "datePubli": 1275696000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000023025853",
                    "textTitle": "Ordonnance n° 2010-1307  du 28 octobre 2010 - art. L1241-14, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1241-14",
                    "articleId": "JORFARTI000023029039",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2010-1307",
                    "datePubli": 1288742400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1241-14 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1241-14",
                    "articleId": "LEGIARTI000029335877",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 U",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 U",
                    "articleId": "LEGIARTI000006302801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710208000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 VA",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 VA",
                    "articleId": "LEGIARTI000006302811",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 VB",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 VB",
                    "articleId": "LEGIARTI000006302777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072828800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 VG",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 VG",
                    "articleId": "LEGIARTI000006302790",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072828800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1529",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1529",
                    "articleId": "LEGIARTI000006306306",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167609600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 244 bis A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "244 bis A",
                    "articleId": "LEGIARTI000006309185",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 726",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "726",
                    "articleId": "LEGIARTI000006310772",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006815543",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1238198400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L324-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L324-1",
                    "articleId": "LEGIARTI000006815289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-34",
                    "articleId": "LEGIARTI000020443167",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006825154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L365-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L365-2",
                    "articleId": "LEGIARTI000020441522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1238198400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L12-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L12-1",
                    "articleId": "LEGIARTI000006840095",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 229824000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000022317367",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1275782400000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022494350",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1635 ter A",
                "1635"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}