{
    "cid": "LEGIARTI000006746162",
    "num": "Annexe I à l'art. R434-32 (6)",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000028675265",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000261498",
                    "textTitle": "Décret n°2006-111 du 2 février 2006 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006249135",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-02-05",
                    "dateSignaTexte": "2006-02-02",
                    "dateDebutCible": "2006-02-05"
                }
            ],
            "num": "Annexe I à l'art. R434-32 (6)",
            "origine": "LEGI",
            "texte": "5 - OTO-RHINO-LARYNGOLOGIE 5.1 NEZ 5.1.1 STENOSE NASALE. Seule entraîne une incapacité appréciable la sténose très prononcée d'une fosse nasale ou la sténose moyenne des deux fosses nasales ; il faudra tenir compte également des troubles fonctionnels éventuels. Dans chaque cas particulier, on tiendra compte des conséquences de voisinage de la sténose, entraînant une perturbation de la perméabilité, même intermittente. Sténose unilatérale. - Simple diminution du calibre de la narine ou de la fosse nasale 2 - Formation de croûtes, rhino-pharyngite 4 - Sténose totale avec retentissement tubo-tympanique ou sinusien, sans sinusite suppurée 6 à 10 Sténose bilatérale. - Diminution de la perméabilité ne dépassant pas le tiers de la perméabilité physiologique 4 - Diminution plus accentuée avec croûtes, rhino-pharyngite, etc. 8 - Sténose serrée avec respiration exclusivement buccale et troubles à distance 15 à 20 - Troubles fonctionnels entraînant une perturbation bilatérale intermittente de la perméabilité nasale 4 à 6 5.1.2 PERFORATION DE LA CLOISON NASALE. En général, elle n'entraîne pas d'incapacité. Cependant des phénomènes irritatifs peuvent se manifester autour de la perforation. - Accompagnée de phénomènes irritatifs 3 5.1.3 RHINITES CROUTEUSES. (après perte de substance endo-nasale étendue). - Unilatérale 4 - Bilatérale 8 5.1.4 TROUBLES OLFACTIFS. Ils font suite à une fracture du frontal ou de l'ethmoïde, à des traumatismes crâniens ou faciaux. Ils sont difficiles à évaluer ; à côté de l'épreuve des flacons, existent des épreuves d'olfactométrie, entre autres une méthode basée sur l'E.E.G.. En cas de troubles olfactifs, la profession peut jouer un rôle prédominant et justifier la majoration parfois importante des taux proposés (sommeliers, cuisiniers, métiers de parfums, etc.). - Anosmie et troubles divers de l'olfaction 5 à 8 5.1.5 TROUBLES ESTHETIQUES PAR MUTILATION OU DEFORMATION NASALE. Une mutilation sérieuse du nez ou une déformation importante post-traumatique de la pyramide nasale entraîne une aggravation de l'incapacité fonctionnelle par entrave à l'embauche dans certaines professions (artistes, vendeuses, garçons de café, coiffeurs, etc.). - Déformation de la pyramide nasale, post-traumatique, selon gêne à la respiration, défiguration 5 à 30 5.2 SINUS. Le rattachement d'une sinusite à un traumastisme ne doit être accepté qu'avec circonspection. On ne peut de toute façon admettre la relation entre la sinusite chronique et le traumatisme, que si celui-ci a entraîné une fracture du sinus considéré, ou un hématome intra-sinusien. 5.2.1 SINUSITE MAXILLAIRE CHRONIQUE. - Unilatérale 5 à 8 - Bilatérale 10 à 13 5.2.2 SINUSITES FRONTO-ETHMOÏDALES OU SPHENOÏDALES. - Sinusite unilatérale 15 à 20 - Sinusite bilatérale 25 à 30 5.2.3 CRANIO-HYDRORRHEE (voir \"Neurologie\"). Il s'agit d'un cas de gravité considérable, surtout en cas de fracture sphénoïdale ou du rocher ; en cas de complications, la victime doit être prise en rechute durant l'évolution de celle-ci. La cranio-hydrorrhée devra être vérifiée par des examens complémentaires probants, pour préciser la nature de l'écoulement. Il faut en effet se méfier de confondre une cranio-hydrorrhée avec un écoulement d'origine allergique. L'apparition peut en être tardive. - Cranio-hydrorrhée non compliquée 30 - Cranio-hydrorrhée compliquée de méningite à répétition 60 5.3 PHARYNX. Le rhino-pharynx peut être intéressé par un traumatisme des maxillaires supérieurs et présenter des lésions du voile (voir \" Lésions maxillo-faciales \" et \" Stomatologie \"), ou des rétrécissements cicatriciels (voir \" Sténoses nasales \"). L'oropharynx peut être le siège d'une sténose cicatricielle gênant la déglutition. Le pharynx n'est presque jamais intéressé isolément ; les blessures et leurs conséquences sont associées à celles du larynx et éventuellement de la bouche oesophagienne, qui peuvent les compliquer. Il importe de tenir compte de la gêne à la déglutition, dans l'évaluation globale. - Gêne à la déglutition par rétrécissement 5 à 35 5.4 LARYNX. Les lésions traumatiques du larynx déterminent des troubles d'origine cicatricielle ou paralytique. Elles sont d'ailleurs extrêmement rares. Pour l'évaluation de l'incapacité qu'entraînent ces troubles, il sera tenu compte de la mobilité des cordes vocales, du calibre de la glotte, et de la sous-glotte, du vestibule laryngé dans l'inspiration maximum et dans la phonation, enfin du degré des troubles fonctionnels paralytiques ou des lésions cicatricielles, celles-ci pouvant aller de la simple palmure améliorable chirurgicalement, jusqu'au rétrécissement tubulaire massif, extrêmement sténosant. Il faut rappeler que les paralysies récurrentielles peuvent s'améliorer. La profession peut jouer un rôle prédominant et justifier une majoration parfois importante des taux. Les troubles d'origine laryngée sont de deux sortes : - Vocaux : dysphonie, aphonie, - Et respiratoires : dyspnée. 5.4.1 TROUBLES VOCAUX. - Dysphonie seule 5 à 8 - Aphonie sans dyspnée 30 5.4.2 TROUBLES RESPIRATOIRES. Insuffisance respiratoire légère, moyenne, importante : (voir chapitre 9 : \" Appareil respiratoire \"). - Trachéotomie sans port d'une canule 50 - Trachéotomie avec port d'une canule 80 5.5 OREILLES. Les séquelles portant sur l'oreille peuvent revêtir divers aspects : vertiges et troubles de l'équilibre, hypoacousie ou surdité, bourdonnements d'oreille, otite suppurée, mutilation ou cicatrice vicieuse de l'oreille externe. Bien entendu, il arrive fréquemment que diverses séquelles se conjuguent. Dans ce cas, l'incapacité sera calculée en appliquant la règle des infirmités multiples résultant d'un même accident rappelée dans le chapitre préliminaire, sauf cas nommément cités ci-dessous. 5.5.1 VERTIGES ET TROUBLES DE L'EQUILIBRE. Le vertige traduit une atteinte du labyrinthe, ou plus exactement du vestibule, en entendant par ce mot non seulement l'appareil périphérique, partie de l'oreille interne, mais aussi ses voies nerveuses centrales. L'interrogatoire est primordial. On laissera le blessé décrire ses troubles en l'aidant au besoin de questions dont il faudra éviter qu'elles n'entraînent la réponse souhaitée. Circonstances d'apparition, durée, caractère, modalité d'évolution, seront ainsi précisés. Il y a lieu, bien entendu, d'éliminer les sensations pseudo-vertigineuses, ainsi que les phénomènes pouvant résulter de troubles de convergence, qui seront appréciés le cas échéant par l'ophtalmologiste. Les troubles vestibulaires objectifs spontanés seront alors recherchés : Romberg, déviation des index, marche aveugle, nystagmus spontané (derrière des lunettes éclairantes), nystagmus de position (dans les différentes positions de la tête, ou en position de Rose). Enfin, des épreuves caloriques, type Hautant et Aubry seront pratiquées et, éventuellement, une épreuve rotatoire. Les données résultant de ces examens, temps de latence, amplitude, fréquence, seront soigneusement notées, ainsi que les manifestations subjectives : nausées, pâleur, etc. Le degré de gravité des vertiges sera estimé essentiellement en fonction des signes objectifs spontanés ou provoqués. Il y aura lieu de faire une corrélation entre l'atteinte labyrinthique et une atteinte cochléaire, avec surdité de perception vérifiée à l'audiogramme. - Vertiges sans signes labyrinthiques objectifs mais avec petite atteinte cochléaire à type de scotomes sur les aigüs, attestant une légère commotion labyrinthique 5 - Vertiges s'accompagnant de signes labyrinthiques objectifs tel nystagmus spontané ou de position, ou asymétrie dans les réponses. Nécessité de certaines restrictions dans l'activité professionnelle et dans la vie privée 10 à 15 - Vertiges vestibulaires au cours des épreuves avec inexcitabilité unilatérale 20 - Vertiges avec inexcitabilité bilatérale 25 La surdité sera calculée à part. Remarque relative à certaines professions. Les vertiges offrent, pour certains métiers, non seulement une gêne particulièrement marquée, mais aussi un danger vital en raison des chutes qu'ils peuvent provoquer. Les ouvriers peintres, couvreurs, maçons, électriciens, tapissiers, chauffeurs d'automobiles, etc., entrent dans ce cas. Pour ces professions, on établira l'incapacité à la limite supérieure des diverses marges qui viennent d'être indiquées, ou même au-dessus. Les éléments justifiant cette augmentation du taux proposé seront indiqués dans le rapport. Cependant, les vertiges ayant le plus souvent une évolution régressive, on n'aura qu'exceptionnellement à prévoir un changement de profession. Des révisions fréquentes seront à envisager dans le courant des deux premières années. 5.5.2 SURDITE. L'I.P.P. est fonction de la perception de la voix de conversation. Elle sera évaluée en tenant compte des données acoumétriques (voix haute, voix chuchotée, montre, diapason), des examens audiométriques et éventuellement de l'audition après prothèse. Il faut être attentif à la fréquence de la simulation et l'exagération des troubles de l'audition. Leur dépistage n'est pas toujours aisé. On sera donc parfois amené à répéter les épreuves dites \" de sincérité \". L'acoumétrie phonique. Ne peut donner qu'une appréciation grossière de la perte auditive, du fait des conditions de sa réalisation : inégalité des voix, réflexe d'élévation de la voix en fonction de l'éloignement, qualités acoustiques du local. La voix chuchotée, en particulier, n'a qu'une valeur d'estimation très limitée, car elle n'a aucune caractéristique laryngée. Elle modifie les caractères physiques des phénomènes qui la composent, surtout à l'égard de leur fréquence. C'est pourquoi, il convient de fonder l'estimation de la perte de capacité sur l'audiométrie. L'audiométrie doit comprendre l'audiogramme tonal, en conduction aérienne (qui apprécie la valeur globale de l'audition), et en conduction osseuse (qui permet d'explorer la réserve cochléaire) et l'audiogramme vocal. Le déficit moyen en audiométrie tonale sera calculé sur les 4 fréquences de conversation : 500, 1.000, 2.000, 4.000 hertz : en augmentant la valeur sur 1.000 hertz, un peu moins sur 2.000, par rapport à la fréquence 500 et en donnant la valeur inférieure à la fréquence 4.000. La formule de calcul de la moyenne est la suivante : DT égal (2 d (500 Hz) plus 4 d (1.000 Hz) plus 3 d (2.000 Hz) plus 1 d (4.000 Hz)) / 10 Lorsqu'il s'agit d'apprécier, dans une surdité mixte, la part qui revient à une surdité cochléaire, le calcul devra être fait d'après l'audiométrie tonale en conduction osseuse. La perte auditive vocale sera la moyenne arithmétique des déficits en dB au seuil de l'intelligibilité, relevée sur les axes de 0 %, 50 % et 100 %, des mots compris par rapport à la normale (la courbe normale étant décalée de moins de 10 dB sur le graphique). Perte auditive vocale égale à d 0 % plus d 50 % plus d 100 % / 3 Une bonne réhabilitation par prothèse sera prise en considération. Rappelons que pour certains travailleurs étrangers, l'audiométrie vocale doit être précédée d'une vérification de la bonne compréhension de la langue française. 5.5.3 ACOUPHÈNES. En général, les acouphènes d'origine traumatique (bourdonnements, sifflements, tintements, etc.), n'existent pas à l'état isolé, c'est-à-dire, en dehors de tout déficit auditif ; mais ils ne sont pas expressément conditionnés par un déficit important. Souvent, ils échappent à tous contrôles objectifs : ils ne seront pris en considération que si le sujet a manifesté par ailleurs une bonne foi évidente au cours de l'examen acoumétrique. Il sera tenu compte, pour l'estimation du taux d'incapacité, de leur durée, de leur intensité, de leur retentissement sur le sommeil, voire sur l'état général, moral et psychique. - Acouphène gênant le sommeil, accompagnant une baisse de l'acuité auditive 2 à 5 Ce taux s'ajoute par simple addition à celui afférent à la surdité (en cas de troubles psychiques, se reporter au chapitre \" Crâne et système nerveux \"). 5.5.4 OREILLE MOYENNE. - Perforation du tympan, post-traumatique, sans suppuration 3 à 5 - Otorrhée chronique : - Tubaire unilatérale 3 à 5 - Tubaire bilatérale 5 à 8 - Suppurée chronique unilatérale 5 à 10 - Suppurée chronique bilatérale 5 à 15 Ces taux s'ajoutent au taux résultant de la perte auditive éventuellement associée. Oreille la plus sourde Voix haute non per çue 5 4 2 1 0,25 con tact Distance de perception en mètres Oreille normale ou la moins sourde Voix chuchotée non per çue 0,80 0,50 0,25 contact Distance de perception en mètres 0,10 Perte auditive en décibels 0 à 25 25 à 35 35 à 45 45 à 55 55 à 65 65 à 80 80 à 90 0 à 25 0 3 5 8 12 15 20 25 à 35 3 8 12 15 20 25 30 5 35 à 45 5 12 18 24 30 35 40 4 0,80 45 à 55 8 15 24 35 40 45 50 2 0,50 55 à 65 12 20 30 40 50 60 60 0,25 0,25 65 à 80 15 25 35 45 60 70 70 contact non perçue contact non perçue 80 à 90 20 30 40 50 60 70 70 5.5.5 OREILLE EXTERNE. Les séquelles portant sur l'oreille externe peuvent affecter le pavillon ou le conduit auditif. - Déformation, cicatrice ou amputation du pavillon, suivant l'importance de la mutilation 2 à 10 Dans certains cas particuliers, notamment en ce qui concerne les sujets en relation avec le public, la mutilation pourra être appréciée à un taux supérieur, compte tenu de la profession. - Sténose du conduit auditif externe favorisant la rétention dans le fond du conduit, ou entraînant son obstruction fréquente, sans surdité. - Unilatérale 2 à 3 - Bilatérale 3 à 6 - Sténose très serrée entraînant une surdité : il y a lieu de calculer la perte auditive, compte tenu des possibilités d'audioprothèse.",
            "texteHtml": "<p>5 - OTO-RHINO-LARYNGOLOGIE </p><p>5.1 NEZ </p><p id='LEGISCTA000006186275'>5.1.1 STENOSE NASALE.</p><p>Seule entraîne une incapacité appréciable la sténose très prononcée d'une fosse nasale ou la sténose moyenne des deux fosses nasales ; il faudra tenir compte également des troubles fonctionnels éventuels.</p><p>Dans chaque cas particulier, on tiendra compte des conséquences de voisinage de la sténose, entraînant une perturbation de la perméabilité, même intermittente.</p><p>Sténose unilatérale. - Simple diminution du calibre de la narine ou de la fosse nasale 2</p><p>- Formation de croûtes, rhino-pharyngite 4</p><p>- Sténose totale avec retentissement tubo-tympanique ou sinusien, sans sinusite suppurée 6 à 10</p><p>Sténose bilatérale. - Diminution de la perméabilité ne dépassant pas le tiers de la perméabilité physiologique 4</p><p>- Diminution plus accentuée avec croûtes, rhino-pharyngite, etc. 8</p><p>- Sténose serrée avec respiration exclusivement buccale et troubles à distance 15 à 20</p><p>- Troubles fonctionnels entraînant une perturbation bilatérale intermittente de la perméabilité nasale 4 à 6</p><p>5.1.2 PERFORATION DE LA CLOISON NASALE. </p><p>En général, elle n'entraîne pas d'incapacité. Cependant des phénomènes irritatifs peuvent se manifester autour de la perforation. </p><p>- Accompagnée de phénomènes irritatifs 3 </p><p>5.1.3 RHINITES CROUTEUSES. (après perte de substance endo-nasale étendue). </p><p>- Unilatérale 4 </p><p>- Bilatérale 8 </p><p id='LEGISCTA000006186278'>5.1.4 TROUBLES OLFACTIFS. </p><p>Ils font suite à une fracture du frontal ou de l'ethmoïde, à des traumatismes crâniens ou faciaux. Ils sont difficiles à évaluer ; à côté de l'épreuve des flacons, existent des épreuves d'olfactométrie, entre autres une méthode basée sur l'E.E.G.. </p><p>En cas de troubles olfactifs, la profession peut jouer un rôle prédominant et justifier la majoration parfois importante des taux proposés (sommeliers, cuisiniers, métiers de parfums, etc.). </p><p>- Anosmie et troubles divers de l'olfaction 5 à 8 </p><p id='LEGISCTA000006186279'>5.1.5 TROUBLES ESTHETIQUES PAR MUTILATION OU DEFORMATION NASALE. </p><p>Une mutilation sérieuse du nez ou une déformation importante post-traumatique de la pyramide nasale entraîne une aggravation de l'incapacité fonctionnelle par entrave à l'embauche dans certaines professions (artistes, vendeuses, garçons de café, coiffeurs, etc.). </p><p>- Déformation de la pyramide nasale, post-traumatique, selon gêne à la respiration, défiguration 5 à 30 </p><p id='LEGISCTA000006156442'>5.2 SINUS. </p><p>Le rattachement d'une sinusite à un traumastisme ne doit être accepté qu'avec circonspection. On ne peut de toute façon admettre la relation entre la sinusite chronique et le traumatisme, que si celui-ci a entraîné une fracture du sinus considéré, ou un hématome intra-sinusien. </p><p>5.2.1 SINUSITE MAXILLAIRE CHRONIQUE. </p><p>- Unilatérale 5 à 8 </p><p>- Bilatérale 10 à 13 </p><p>5.2.2 SINUSITES FRONTO-ETHMOÏDALES OU SPHENOÏDALES. </p><p>- Sinusite unilatérale 15 à 20 </p><p>- Sinusite bilatérale 25 à 30 </p><p id='LEGISCTA000006186282'>5.2.3 CRANIO-HYDRORRHEE (voir \"Neurologie\"). </p><p>Il s'agit d'un cas de gravité considérable, surtout en cas de fracture sphénoïdale ou du rocher ; en cas de complications, la victime doit être prise en rechute durant l'évolution de celle-ci. </p><p>La cranio-hydrorrhée devra être vérifiée par des examens complémentaires probants, pour préciser la nature de l'écoulement. Il faut en effet se méfier de confondre une cranio-hydrorrhée avec un écoulement d'origine allergique. L'apparition peut en être tardive. </p><p>- Cranio-hydrorrhée non compliquée 30 </p><p>- Cranio-hydrorrhée compliquée de méningite à répétition 60 </p><p>5.3 PHARYNX. </p><p>Le rhino-pharynx peut être intéressé par un traumatisme des maxillaires supérieurs et présenter des lésions du voile (voir \" Lésions maxillo-faciales \" et \" Stomatologie \"), ou des rétrécissements cicatriciels (voir \" Sténoses nasales \"). </p><p>L'oropharynx peut être le siège d'une sténose cicatricielle gênant la déglutition. </p><p>Le pharynx n'est presque jamais intéressé isolément ; les blessures et leurs conséquences sont associées à celles du larynx et éventuellement de la bouche oesophagienne, qui peuvent les compliquer. Il importe de tenir compte de la gêne à la déglutition, dans l'évaluation globale. </p><p>- Gêne à la déglutition par rétrécissement 5 à 35 </p><p>5.4 LARYNX. </p><p>Les lésions traumatiques du larynx déterminent des troubles d'origine cicatricielle ou paralytique. Elles sont d'ailleurs extrêmement rares. </p><p>Pour l'évaluation de l'incapacité qu'entraînent ces troubles, il sera tenu compte de la mobilité des cordes vocales, du calibre de la glotte, et de la sous-glotte, du vestibule laryngé dans l'inspiration maximum et dans la phonation, enfin du degré des troubles fonctionnels paralytiques ou des lésions cicatricielles, celles-ci pouvant aller de la simple palmure améliorable chirurgicalement, jusqu'au rétrécissement tubulaire massif, extrêmement sténosant. Il faut rappeler que les paralysies récurrentielles peuvent s'améliorer. La profession peut jouer un rôle prédominant et justifier une majoration parfois importante des taux. </p><p>Les troubles d'origine laryngée sont de deux sortes : </p><p>- Vocaux : dysphonie, aphonie, </p><p>- Et respiratoires : dyspnée. </p><p>5.4.1 TROUBLES VOCAUX. </p><p>- Dysphonie seule 5 à 8 </p><p>- Aphonie sans dyspnée 30 </p><p id='LEGISCTA000006186284'>5.4.2 TROUBLES RESPIRATOIRES. </p><p>Insuffisance respiratoire légère, moyenne, importante : (voir chapitre 9 : \" Appareil respiratoire \"). </p><p>- Trachéotomie sans port d'une canule 50 </p><p>- Trachéotomie avec port d'une canule 80 </p><p>5.5 OREILLES. </p><p>Les séquelles portant sur l'oreille peuvent revêtir divers aspects : vertiges et troubles de l'équilibre, hypoacousie ou surdité, bourdonnements d'oreille, otite suppurée, mutilation ou cicatrice vicieuse de l'oreille externe. </p><p>Bien entendu, il arrive fréquemment que diverses séquelles se conjuguent. Dans ce cas, l'incapacité sera calculée en appliquant la règle des infirmités multiples résultant d'un même accident rappelée dans le chapitre préliminaire, sauf cas nommément cités ci-dessous. </p><p>5.5.1 VERTIGES ET TROUBLES DE L'EQUILIBRE.</p><p>Le vertige traduit une atteinte du labyrinthe, ou plus exactement du vestibule, en entendant par ce mot non seulement l'appareil périphérique, partie de l'oreille interne, mais aussi ses voies nerveuses centrales. </p><p>L'interrogatoire est primordial. On laissera le blessé décrire ses troubles en l'aidant au besoin de questions dont il faudra éviter qu'elles n'entraînent la réponse souhaitée. Circonstances d'apparition, durée, caractère, modalité d'évolution, seront ainsi précisés. Il y a lieu, bien entendu, d'éliminer les sensations pseudo-vertigineuses, ainsi que les phénomènes pouvant résulter de troubles de convergence, qui seront appréciés le cas échéant par l'ophtalmologiste. </p><p>Les troubles vestibulaires objectifs spontanés seront alors recherchés : Romberg, déviation des index, marche aveugle, nystagmus spontané (derrière des lunettes éclairantes), nystagmus de position (dans les différentes positions de la tête, ou en position de Rose). </p><p>Enfin, des épreuves caloriques, type Hautant et Aubry seront pratiquées et, éventuellement, une épreuve rotatoire. </p><p>Les données résultant de ces examens, temps de latence, amplitude, fréquence, seront soigneusement notées, ainsi que les manifestations subjectives : nausées, pâleur, etc. </p><p>Le degré de gravité des vertiges sera estimé essentiellement en fonction des signes objectifs spontanés ou provoqués. </p><p>Il y aura lieu de faire une corrélation entre l'atteinte labyrinthique et une atteinte cochléaire, avec surdité de perception vérifiée à l'audiogramme. </p><p>- Vertiges sans signes labyrinthiques objectifs mais avec petite atteinte cochléaire à type de scotomes sur les aigüs, attestant une légère commotion labyrinthique 5 </p><p>- Vertiges s'accompagnant de signes labyrinthiques objectifs tel nystagmus spontané ou de position, ou asymétrie dans les réponses. Nécessité de certaines restrictions dans l'activité professionnelle et dans la vie privée 10 à 15 </p><p>- Vertiges vestibulaires au cours des épreuves avec inexcitabilité unilatérale 20 </p><p>- Vertiges avec inexcitabilité bilatérale 25 </p><p>La surdité sera calculée à part. </p><p>Remarque relative à certaines professions. Les vertiges offrent, pour certains métiers, non seulement une gêne particulièrement marquée, mais aussi un danger vital en raison des chutes qu'ils peuvent provoquer. Les ouvriers peintres, couvreurs, maçons, électriciens, tapissiers, chauffeurs d'automobiles, etc., entrent dans ce cas. Pour ces professions, on établira l'incapacité à la limite supérieure des diverses marges qui viennent d'être indiquées, ou même au-dessus. Les éléments justifiant cette augmentation du taux proposé seront indiqués dans le rapport. </p><p>Cependant, les vertiges ayant le plus souvent une évolution régressive, on n'aura qu'exceptionnellement à prévoir un changement de profession. Des révisions fréquentes seront à envisager dans le courant des deux premières années. </p><p id='LEGISCTA000006186286'>5.5.2 SURDITE.</p><p>L'I.P.P. est fonction de la perception de la voix de conversation. Elle sera évaluée en tenant compte des données acoumétriques (voix haute, voix chuchotée, montre, diapason), des examens audiométriques et éventuellement de l'audition après prothèse. </p><p>Il faut être attentif à la fréquence de la simulation et l'exagération des troubles de l'audition. Leur dépistage n'est pas toujours aisé. On sera donc parfois amené à répéter les épreuves dites \" de sincérité \". </p><p>L'acoumétrie phonique. Ne peut donner qu'une appréciation grossière de la perte auditive, du fait des conditions de sa réalisation : inégalité des voix, réflexe d'élévation de la voix en fonction de l'éloignement, qualités acoustiques du local. La voix chuchotée, en particulier, n'a qu'une valeur d'estimation très limitée, car elle n'a aucune caractéristique laryngée. Elle modifie les caractères physiques des phénomènes qui la composent, surtout à l'égard de leur fréquence. C'est pourquoi, il convient de fonder l'estimation de la perte de capacité sur l'audiométrie. </p><p>L'audiométrie doit comprendre l'audiogramme tonal, en conduction aérienne (qui apprécie la valeur globale de l'audition), et en conduction osseuse (qui permet d'explorer la réserve cochléaire) et l'audiogramme vocal. </p><p>Le déficit moyen en audiométrie tonale sera calculé sur les 4 fréquences de conversation : 500, 1.000, 2.000, 4.000 hertz : en augmentant la valeur sur 1.000 hertz, un peu moins sur 2.000, par rapport à la fréquence 500 et en donnant la valeur inférieure à la fréquence 4.000. </p><p>La formule de calcul de la moyenne est la suivante : </p><p>DT égal (2 d (500 Hz) plus 4 d (1.000 Hz) plus 3 d (2.000 Hz) plus 1 d (4.000 Hz)) / 10 Lorsqu'il s'agit d'apprécier, dans une surdité mixte, la part qui revient à une surdité cochléaire, le calcul devra être fait d'après l'audiométrie tonale en conduction osseuse. </p><p>La perte auditive vocale sera la moyenne arithmétique des déficits en dB au seuil de l'intelligibilité, relevée sur les axes de 0 %, 50 % et 100 %, des mots compris par rapport à la normale (la courbe normale étant décalée de moins de 10 dB sur le graphique). </p><p>Perte auditive vocale égale à </p><p>d 0 % plus d 50 % plus d 100 % / 3 </p><p>Une bonne réhabilitation par prothèse sera prise en considération. </p><p>Rappelons que pour certains travailleurs étrangers, l'audiométrie vocale doit être précédée d'une vérification de la bonne compréhension de la langue française. </p><p>5.5.3 ACOUPHÈNES. </p><p>En général, les acouphènes d'origine traumatique (bourdonnements, sifflements, tintements, etc.), n'existent pas à l'état isolé, c'est-à-dire, en dehors de tout déficit auditif ; mais ils ne sont pas expressément conditionnés par un déficit important. Souvent, ils échappent à tous contrôles objectifs : ils ne seront pris en considération que si le sujet a manifesté par ailleurs une bonne foi évidente au cours de l'examen acoumétrique. </p><p>Il sera tenu compte, pour l'estimation du taux d'incapacité, de leur durée, de leur intensité, de leur retentissement sur le sommeil, voire sur l'état général, moral et psychique. </p><p>- Acouphène gênant le sommeil, accompagnant une baisse de l'acuité auditive 2 à 5 </p><p>Ce taux s'ajoute par simple addition à celui afférent à la surdité (en cas de troubles psychiques, se reporter au chapitre \" Crâne et système nerveux \"). </p><p>5.5.4 OREILLE MOYENNE. </p><p>- Perforation du tympan, post-traumatique, sans suppuration 3 à 5 </p><p>- Otorrhée chronique : </p><p>- Tubaire unilatérale 3 à 5 </p><p>- Tubaire bilatérale 5 à 8 </p><p>- Suppurée chronique unilatérale 5 à 10 </p><p>- Suppurée chronique bilatérale 5 à 15 </p><p>Ces taux s'ajoutent au taux résultant de la perte auditive éventuellement associée. </p><p></p><p align='center'>Oreille la plus sourde</p><p></p><table border='1' cellSpacing='0' width='680' cellPadding='0'><tbody><tr><td colSpan='10' width='642' vAlign='top'><p>Voix haute</p></td><td rowSpan='2' width='38' vAlign='top'><p align='center'>non<br/>per<br/>çue</p></td></tr><tr><td colSpan='4' width='402' vAlign='top'><p></p></td><td width='38' vAlign='top'><p align='center'>5</p></td><td width='38' vAlign='top'><p align='center'>4</p></td><td width='42' vAlign='top'><p align='center'>2</p></td><td width='46' vAlign='top'><p align='center'>1</p></td><td width='38' vAlign='top'><p align='center'>0,25</p></td><td width='38' vAlign='top'><p align='center'>con<br/>tact</p></td></tr><tr><td colSpan='11' width='680' vAlign='top'><p>Distance de perception en mètres</p></td></tr><tr><td rowSpan='4' colSpan='2' width='268'><p>Oreille normale<br/>ou la moins sourde</p></td><td colSpan='7' width='336' vAlign='top'><p>Voix chuchotée</p></td><td rowSpan='2' width='38' vAlign='top'><p align='center'>non<br/>per<br/>çue</p></td><td rowSpan='3' width='38' vAlign='top'><p align='center'></p></td></tr><tr><td colSpan='2' width='134' vAlign='top'><p></p></td><td width='38' vAlign='top'><p align='center'>0,80</p></td><td colSpan='2' width='80' vAlign='top'><p align='center'>0,50</p></td><td colSpan='2' width='84' vAlign='top'><p align='center'>0,25<br/>contact</p></td></tr><tr><td colSpan='4' width='210' vAlign='top'><p>Distance de perception en mètres</p></td><td colSpan='2' width='88' vAlign='top'><p align='center'>0,10</p></td><td width='38' vAlign='top'><p align='center'></p></td><td width='38' vAlign='top'><p align='center'></p></td></tr><tr><td width='76' vAlign='top'><p></p></td><td width='57' vAlign='top'><p>Perte<br/>auditive<br/>en<br/>décibels</p></td><td width='38' vAlign='top'><p align='center'>0<br/>à<br/>25</p></td><td width='38' vAlign='top'><p align='center'>25<br/>à<br/>35</p></td><td width='42' vAlign='top'><p align='center'>35<br/>à<br/>45</p></td><td width='46' vAlign='top'><p align='center'>45<br/>à<br/>55</p></td><td width='38' vAlign='top'><p align='center'>55<br/>à<br/>65</p></td><td width='38' vAlign='top'><p align='center'>65<br/>à<br/>80</p></td><td width='38' vAlign='top'><p align='center'>80<br/>à<br/>90</p></td></tr><tr><td rowSpan='7' width='191' vAlign='top'><p></p></td><td width='77' vAlign='top'><p></p></td><td width='76' vAlign='top'><p></p></td><td width='57' vAlign='top'><p align='center'>0 à 25</p></td><td width='38' vAlign='top'><p align='center'>0</p></td><td width='38' vAlign='top'><p align='center'>3</p></td><td width='42' vAlign='top'><p align='center'>5</p></td><td width='46' vAlign='top'><p align='center'>8</p></td><td width='38' vAlign='top'><p align='center'>12</p></td><td width='38' vAlign='top'><p align='center'>15</p></td><td width='38' vAlign='top'><p align='center'>20</p></td></tr><tr><td width='77' vAlign='top'><p></p></td><td width='76' vAlign='top'><p></p></td><td width='57' vAlign='top'><p align='center'>25 à 35</p></td><td width='38' vAlign='top'><p align='center'>3</p></td><td width='38' vAlign='top'><p align='center'>8</p></td><td width='42' vAlign='top'><p align='center'>12</p></td><td width='46' vAlign='top'><p align='center'>15</p></td><td width='38' vAlign='top'><p align='center'>20</p></td><td width='38' vAlign='top'><p align='center'>25</p></td><td width='38' vAlign='top'><p align='center'>30</p></td></tr><tr><td width='77' vAlign='top'><p align='center'>5</p></td><td width='76' vAlign='top'><p></p></td><td width='57' vAlign='top'><p align='center'>35 à 45</p></td><td width='38' vAlign='top'><p align='center'>5</p></td><td width='38' vAlign='top'><p align='center'>12</p></td><td width='42' vAlign='top'><p align='center'>18</p></td><td width='46' vAlign='top'><p align='center'>24</p></td><td width='38' vAlign='top'><p align='center'>30</p></td><td width='38' vAlign='top'><p align='center'>35</p></td><td width='38' vAlign='top'><p align='center'>40</p></td></tr><tr><td width='77' vAlign='top'><p align='center'>4</p></td><td width='76' vAlign='top'><p align='center'>0,80</p></td><td width='57' vAlign='top'><p align='center'>45 à 55</p></td><td width='38' vAlign='top'><p align='center'>8</p></td><td width='38' vAlign='top'><p align='center'>15</p></td><td width='42' vAlign='top'><p align='center'>24</p></td><td width='46' vAlign='top'><p align='center'>35</p></td><td width='38' vAlign='top'><p align='center'>40</p></td><td width='38' vAlign='top'><p align='center'>45</p></td><td width='38' vAlign='top'><p align='center'>50</p></td></tr><tr><td width='77' vAlign='top'><p align='center'>2</p></td><td width='76' vAlign='top'><p align='center'>0,50</p></td><td width='57' vAlign='top'><p align='center'>55 à 65</p></td><td width='38' vAlign='top'><p align='center'>12</p></td><td width='38' vAlign='top'><p align='center'>20</p></td><td width='42' vAlign='top'><p align='center'>30</p></td><td width='46' vAlign='top'><p align='center'>40</p></td><td width='38' vAlign='top'><p align='center'>50</p></td><td width='38' vAlign='top'><p align='center'>60</p></td><td width='38' vAlign='top'><p align='center'>60</p></td></tr><tr><td width='77' vAlign='top'><p align='center'>0,25</p></td><td width='76' vAlign='top'><p align='center'>0,25</p></td><td width='57' vAlign='top'><p align='center'>65 à 80</p></td><td width='38' vAlign='top'><p align='center'>15</p></td><td width='38' vAlign='top'><p align='center'>25</p></td><td width='42' vAlign='top'><p align='center'>35</p></td><td width='46' vAlign='top'><p align='center'>45</p></td><td width='38' vAlign='top'><p align='center'>60</p></td><td width='38' vAlign='top'><p align='center'>70</p></td><td width='38' vAlign='top'><p align='center'>70</p></td></tr><tr><td width='77' vAlign='top'><p align='center'>contact<br/>non perçue</p></td><td width='76' vAlign='top'><p align='center'>contact<br/>non perçue</p></td><td width='57' vAlign='top'><p align='center'>80 à 90</p></td><td width='38' vAlign='top'><p align='center'>20</p></td><td width='38' vAlign='top'><p align='center'>30</p></td><td width='42' vAlign='top'><p align='center'>40</p></td><td width='46' vAlign='top'><p align='center'>50</p></td><td width='38' vAlign='top'><p align='center'>60</p></td><td width='38' vAlign='top'><p align='center'>70</p></td><td width='38' vAlign='top'><p align='center'>70</p></td></tr></tbody></table><p></p><p>5.5.5 OREILLE EXTERNE. </p><p>Les séquelles portant sur l'oreille externe peuvent affecter le pavillon ou le conduit auditif. </p><p>- Déformation, cicatrice ou amputation du pavillon, suivant l'importance de la mutilation 2 à 10 </p><p>Dans certains cas particuliers, notamment en ce qui concerne les sujets en relation avec le public, la mutilation pourra être appréciée à un taux supérieur, compte tenu de la profession. </p><p>- Sténose du conduit auditif externe favorisant la rétention dans le fond du conduit, ou entraînant son obstruction fréquente, sans surdité. </p><p>- Unilatérale 2 à 3 </p><p>- Bilatérale 3 à 6 </p><p>- Sténose très serrée entraînant une surdité : il y a lieu de calculer la perte auditive, compte tenu des possibilités d'audioprothèse. </p>",
            "type": "AUTONOME",
            "dateDebut": "2006-02-06T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006746162",
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R434-35 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R434-35",
                    "articleId": "LEGIARTI000006750554",
                    "natureText": "CODE"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17 art. 1 JORF 21 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "Annexe I à l'art. R434-35 (6)",
            "origine": "LEGI",
            "texte": "5 - OTO-RHINO-LARYNGOLOGIE 5.1 NEZ 5.1.1 STENOSE NASALE. Seule entraîne une incapacité appréciable la sténose très prononcée d'une fosse nasale ou la sténose moyenne des deux fosses nasales ; il faudra tenir compte également des troubles fonctionnels éventuels. Dans chaque cas particulier, on tiendra compte des conséquences de voisinage de la sténose, entraînant une perturbation de la perméabilité, même intermittente. Sténose unilatérale. - Simple diminution du calibre de la narine ou de la fosse nasale 2 - Formation de croûtes, rhino-pharyngite 4 - Sténose totale avec retentissement tubo-tympanique ou sinusien, sans sinusite suppurée 6 à 10 Sténose bilatérale. - Diminution de la perméabilité ne dépassant pas le tiers de la perméabilité physiologique 4 - Diminution plus accentuée avec croûtes, rhino-pharyngite, etc. 8 - Sténose serrée avec respiration exclusivement buccale et troubles à distance 15 à 20 - Troubles fonctionnels entraînant une perturbation bilatérale intermittente de la perméabilité nasale 4 à 6 5.1.2 PERFORATION DE LA CLOISON NASALE. En général, elle n'entraîne pas d'incapacité. Cependant des phénomènes irritatifs peuvent se manifester autour de la perforation. - Accompagnée de phénomènes irritatifs 3 5.1.3 RHINITES CROUTEUSES. (après perte de substance endo-nasale étendue). - Unilatérale 4 - Bilatérale 8 5.1.4 TROUBLES OLFACTIFS. Ils font suite à une fracture du frontal ou de l'ethmoïde, à des traumatismes crâniens ou faciaux. Ils sont difficiles à évaluer ; à côté de l'épreuve des flacons, existent des épreuves d'olfactométrie, entre autres une méthode basée sur l'E.E.G.. En cas de troubles olfactifs, la profession peut jouer un rôle prédominant et justifier la majoration parfois importante des taux proposés (sommeliers, cuisiniers, métiers de parfums, etc.). - Anosmie et troubles divers de l'olfaction 5 à 8 5.1.5 TROUBLES ESTHETIQUES PAR MUTILATION OU DEFORMATION NASALE. Une mutilation sérieuse du nez ou une déformation importante post-traumatique de la pyramide nasale entraîne une aggravation de l'incapacité fonctionnelle par entrave à l'embauche dans certaines professions (artistes, vendeuses, garçons de café, coiffeurs, etc.). - Déformation de la pyramide nasale, post-traumatique, selon gêne à la respiration, défiguration 5 à 30 5.2 SINUS. Le rattachement d'une sinusite à un traumastisme ne doit être accepté qu'avec circonspection. On ne peut de toute façon admettre la relation entre la sinusite chronique et le traumatisme, que si celui-ci a entraîné une fracture du sinus considéré, ou un hématome intra-sinusien. 5.2.1 SINUSITE MAXILLAIRE CHRONIQUE. - Unilatérale 5 à 8 - Bilatérale 10 à 13 5.2.2 SINUSITES FRONTO-ETHMOÏDALES OU SPHENOÏDALES. - Sinusite unilatérale 15 à 20 - Sinusite bilatérale 25 à 30 5.2.3 CRANIO-HYDRORRHEE (voir \"Neurologie\"). Il s'agit d'un cas de gravité considérable, surtout en cas de fracture sphénoïdale ou du rocher ; en cas de complications, la victime doit être prise en rechute durant l'évolution de celle-ci. La cranio-hydrorrhée devra être vérifiée par des examens complémentaires probants, pour préciser la nature de l'écoulement. Il faut en effet se méfier de confondre une cranio-hydrorrhée avec un écoulement d'origine allergique. L'apparition peut en être tardive. - Cranio-hydrorrhée non compliquée 30 - Cranio-hydrorrhée compliquée de méningite à répétition 60 5.3 PHARYNX. Le rhino-pharynx peut être intéressé par un traumatisme des maxillaires supérieurs et présenter des lésions du voile (voir \" Lésions maxillo-faciales \" et \" Stomatologie \"), ou des rétrécissements cicatriciels (voir \" Sténoses nasales \"). L'oropharynx peut être le siège d'une sténose cicatricielle gênant la déglutition. Le pharynx n'est presque jamais intéressé isolément ; les blessures et leurs conséquences sont associées à celles du larynx et éventuellement de la bouche oesophagienne, qui peuvent les compliquer. Il importe de tenir compte de la gêne à la déglutition, dans l'évaluation globale. - Gêne à la déglutition par rétrécissement 5 à 35 5.4 LARYNX. Les lésions traumatiques du larynx déterminent des troubles d'origine cicatricielle ou paralytique. Elles sont d'ailleurs extrêmement rares. Pour l'évaluation de l'incapacité qu'entraînent ces troubles, il sera tenu compte de la mobilité des cordes vocales, du calibre de la glotte, et de la sous-glotte, du vestibule laryngé dans l'inspiration maximum et dans la phonation, enfin du degré des troubles fonctionnels paralytiques ou des lésions cicatricielles, celles-ci pouvant aller de la simple palmure améliorable chirurgicalement, jusqu'au rétrécissement tubulaire massif, extrêmement sténosant. Il faut rappeler que les paralysies récurrentielles peuvent s'améliorer. La profession peut jouer un rôle prédominant et justifier une majoration parfois importante des taux. Les troubles d'origine laryngée sont de deux sortes : - Vocaux : dysphonie, aphonie, - Et respiratoires : dyspnée. 5.4.1 TROUBLES VOCAUX. - Dysphonie seule 5 à 8 - Aphonie sans dyspnée 30 5.4.2 TROUBLES RESPIRATOIRES. Insuffisance respiratoire légère, moyenne, importante : (voir chapitre 9 : \" Appareil respiratoire \"). - Trachéotomie sans port d'une canule 50 - Trachéotomie avec port d'une canule 80 5.5 OREILLES. Les séquelles portant sur l'oreille peuvent revêtir divers aspects : vertiges et troubles de l'équilibre, hypoacousie ou surdité, bourdonnements d'oreille, otite suppurée, mutilation ou cicatrice vicieuse de l'oreille externe. Bien entendu, il arrive fréquemment que diverses séquelles se conjuguent. Dans ce cas, l'incapacité sera calculée en appliquant la règle des infirmités multiples résultant d'un même accident rappelée dans le chapitre préliminaire, sauf cas nommément cités ci-dessous. 5.5.1 VERTIGES ET TROUBLES DE L'EQUILIBRE. Le vertige traduit une atteinte du labyrinthe, ou plus exactement du vestibule, en entendant par ce mot non seulement l'appareil périphérique, partie de l'oreille interne, mais aussi ses voies nerveuses centrales. L'interrogatoire est primordial. On laissera le blessé décrire ses troubles en l'aidant au besoin de questions dont il faudra éviter qu'elles n'entraînent la réponse souhaitée. Circonstances d'apparition, durée, caractère, modalité d'évolution, seront ainsi précisés. Il y a lieu, bien entendu, d'éliminer les sensations pseudo-vertigineuses, ainsi que les phénomènes pouvant résulter de troubles de convergence, qui seront appréciés le cas échéant par l'ophtalmologiste. Les troubles vestibulaires objectifs spontanés seront alors recherchés : Romberg, déviation des index, marche aveugle, nystagmus spontané (derrière des lunettes éclairantes), nystagmus de position (dans les différentes positions de la tête, ou en position de Rose). Enfin, des épreuves caloriques, type Hautant et Aubry seront pratiquées et, éventuellement, une épreuve rotatoire. Les données résultant de ces examens, temps de latence, amplitude, fréquence, seront soigneusement notées, ainsi que les manifestations subjectives : nausées, pâleur, etc. Le degré de gravité des vertiges sera estimé essentiellement en fonction des signes objectifs spontanés ou provoqués. Il y aura lieu de faire une corrélation entre l'atteinte labyrinthique et une atteinte cochléaire, avec surdité de perception vérifiée à l'audiogramme. - Vertiges sans signes labyrinthiques objectifs mais avec petite atteinte cochléaire à type de scotomes sur les aigüs, attestant une légère commotion labyrinthique 5 - Vertiges s'accompagnant de signes labyrinthiques objectifs tel nystagmus spontané ou de position, ou asymétrie dans les réponses. Nécessité de certaines restrictions dans l'activité professionnelle et dans la vie privée 10 à 15 - Vertiges vestibulaires au cours des épreuves avec inexcitabilité unilatérale 20 - Vertiges avec inexcitabilité bilatérale 25 La surdité sera calculée à part. Remarque relative à certaines professions. Les vertiges offrent, pour certains métiers, non seulement une gêne particulièrement marquée, mais aussi un danger vital en raison des chutes qu'ils peuvent provoquer. Les ouvriers peintres, couvreurs, maçons, électriciens, tapissiers, chauffeurs d'automobiles, etc., entrent dans ce cas. Pour ces professions, on établira l'incapacité à la limite supérieure des diverses marges qui viennent d'être indiquées, ou même au-dessus. Les éléments justifiant cette augmentation du taux proposé seront indiqués dans le rapport. Cependant, les vertiges ayant le plus souvent une évolution régressive, on n'aura qu'exceptionnellement à prévoir un changement de profession. Des révisions fréquentes seront à envisager dans le courant des deux premières années. 5.5.2 SURDITE. L'I.P.P. est fonction de la perception de la voix de conversation. Elle sera évaluée en tenant compte des données acoumétriques (voix haute, voix chuchotée, montre, diapason), des examens audiométriques et éventuellement de l'audition après prothèse. Il faut être attentif à la fréquence de la simulation et l'exagération des troubles de l'audition. Leur dépistage n'est pas toujours aisé. On sera donc parfois amené à répéter les épreuves dites \" de sincérité \". L'acoumétrie phonique. Ne peut donner qu'une appréciation grossière de la perte auditive, du fait des conditions de sa réalisation : inégalité des voix, réflexe d'élévation de la voix en fonction de l'éloignement, qualités acoustiques du local. La voix chuchotée, en particulier, n'a qu'une valeur d'estimation très limitée, car elle n'a aucune caractéristique laryngée. Elle modifie les caractères physiques des phénomènes qui la composent, surtout à l'égard de leur fréquence. C'est pourquoi, il convient de fonder l'estimation de la perte de capacité sur l'audiométrie. L'audiométrie doit comprendre l'audiogramme tonal, en conduction aérienne (qui apprécie la valeur globale de l'audition), et en conduction osseuse (qui permet d'explorer la réserve cochléaire) et l'audiogramme vocal. Le déficit moyen en audiométrie tonale sera calculé sur les 4 fréquences de conversation : 500, 1.000, 2.000, 4.000 hertz : en augmentant la valeur sur 1.000 hertz, un peu moins sur 2.000, par rapport à la fréquence 500 et en donnant la valeur inférieure à la fréquence 4.000. La formule de calcul de la moyenne est la suivante : DT égal (2 d (500 Hz) plus 4 d (1.000 Hz) plus 3 d (2.000 Hz) plus 1 d (4.000 Hz)) / 10 Lorsqu'il s'agit d'apprécier, dans une surdité mixte, la part qui revient à une surdité cochléaire, le calcul devra être fait d'après l'audiométrie tonale en conduction osseuse. La perte auditive vocale sera la moyenne arithmétique des déficits en dB au seuil de l'intelligibilité, relevée sur les axes de 0 %, 50 % et 100 %, des mots compris par rapport à la normale (la courbe normale étant décalée de moins de 10 dB sur le graphique). Perte auditive vocale égale à d 0 % plus d 50 % plus d 100 % / 3 Une bonne réhabilitation par prothèse sera prise en considération. Rappelons que pour certains travailleurs étrangers, l'audiométrie vocale doit être précédée d'une vérification de la bonne compréhension de la langue française. 5.5.3 ACOUPHÈNES. En général, les acouphènes d'origine traumatique (bourdonnements, sifflements, tintements, etc.), n'existent pas à l'état isolé, c'est-à-dire, en dehors de tout déficit auditif ; mais ils ne sont pas expressément conditionnés par un déficit important. Souvent, ils échappent à tous contrôles objectifs : ils ne seront pris en considération que si le sujet a manifesté par ailleurs une bonne foi évidente au cours de l'examen acoumétrique. Il sera tenu compte, pour l'estimation du taux d'incapacité, de leur durée, de leur intensité, de leur retentissement sur le sommeil, voire sur l'état général, moral et psychique. - Acouphène gênant le sommeil, accompagnant une baisse de l'acuité auditive 2 à 5 Ce taux s'ajoute par simple addition à celui afférent à la surdité (en cas de troubles psychiques, se reporter au chapitre \" Crâne et système nerveux \"). 5.5.4 OREILLE MOYENNE. - Perforation du tympan, post-traumatique, sans suppuration 3 à 5 - Otorrhée chronique : - Tubaire unilatérale 3 à 5 - Tubaire bilatérale 5 à 8 - Suppurée chronique unilatérale 5 à 10 - Suppurée chronique bilatérale 5 à 15 Ces taux s'ajoutent au taux résultant de la perte auditive éventuellement associée. Oreille la plus sourde Voix haute non per çue 5 4 2 1 0,25 con tact Distance de perception en mètres Oreille normale ou la moins sourde Voix chuchotée non per çue 0,80 0,50 0,25 contact Distance de perception en mètres 0,10 Perte auditive en décibels 0 à 25 25 à 35 35 à 45 45 à 55 55 à 65 65 à 80 80 à 90 0 à 25 0 3 5 8 12 15 20 25 à 35 3 8 12 15 20 25 30 5 35 à 45 5 12 18 24 30 35 40 4 0,80 45 à 55 8 15 24 35 40 45 50 2 0,50 55 à 65 12 20 30 40 50 60 60 0,25 0,25 65 à 80 15 25 35 45 60 70 70 contact non perçue contact non perçue 80 à 90 20 30 40 50 60 70 70 5.5.5 OREILLE EXTERNE. Les séquelles portant sur l'oreille externe peuvent affecter le pavillon ou le conduit auditif. - Déformation, cicatrice ou amputation du pavillon, suivant l'importance de la mutilation 2 à 10 Dans certains cas particuliers, notamment en ce qui concerne les sujets en relation avec le public, la mutilation pourra être appréciée à un taux supérieur, compte tenu de la profession. - Sténose du conduit auditif externe favorisant la rétention dans le fond du conduit, ou entraînant son obstruction fréquente, sans surdité. - Unilatérale 2 à 3 - Bilatérale 3 à 6 - Sténose très serrée entraînant une surdité : il y a lieu de calculer la perte auditive, compte tenu des possibilités d'audioprothèse.",
            "texteHtml": "<p>5 - OTO-RHINO-LARYNGOLOGIE </p><p>5.1 NEZ </p><p id='LEGISCTA000006186275'>5.1.1 STENOSE NASALE.</p><p>Seule entraîne une incapacité appréciable la sténose très prononcée d'une fosse nasale ou la sténose moyenne des deux fosses nasales ; il faudra tenir compte également des troubles fonctionnels éventuels.</p><p>Dans chaque cas particulier, on tiendra compte des conséquences de voisinage de la sténose, entraînant une perturbation de la perméabilité, même intermittente.</p><p>Sténose unilatérale. - Simple diminution du calibre de la narine ou de la fosse nasale 2</p><p>- Formation de croûtes, rhino-pharyngite 4</p><p>- Sténose totale avec retentissement tubo-tympanique ou sinusien, sans sinusite suppurée 6 à 10</p><p>Sténose bilatérale. - Diminution de la perméabilité ne dépassant pas le tiers de la perméabilité physiologique 4</p><p>- Diminution plus accentuée avec croûtes, rhino-pharyngite, etc. 8</p><p>- Sténose serrée avec respiration exclusivement buccale et troubles à distance 15 à 20</p><p>- Troubles fonctionnels entraînant une perturbation bilatérale intermittente de la perméabilité nasale 4 à 6</p><p>5.1.2 PERFORATION DE LA CLOISON NASALE. </p><p>En général, elle n'entraîne pas d'incapacité. Cependant des phénomènes irritatifs peuvent se manifester autour de la perforation. </p><p>- Accompagnée de phénomènes irritatifs 3 </p><p>5.1.3 RHINITES CROUTEUSES. (après perte de substance endo-nasale étendue). </p><p>- Unilatérale 4 </p><p>- Bilatérale 8 </p><p id='LEGISCTA000006186278'>5.1.4 TROUBLES OLFACTIFS. </p><p>Ils font suite à une fracture du frontal ou de l'ethmoïde, à des traumatismes crâniens ou faciaux. Ils sont difficiles à évaluer ; à côté de l'épreuve des flacons, existent des épreuves d'olfactométrie, entre autres une méthode basée sur l'E.E.G.. </p><p>En cas de troubles olfactifs, la profession peut jouer un rôle prédominant et justifier la majoration parfois importante des taux proposés (sommeliers, cuisiniers, métiers de parfums, etc.). </p><p>- Anosmie et troubles divers de l'olfaction 5 à 8 </p><p id='LEGISCTA000006186279'>5.1.5 TROUBLES ESTHETIQUES PAR MUTILATION OU DEFORMATION NASALE. </p><p>Une mutilation sérieuse du nez ou une déformation importante post-traumatique de la pyramide nasale entraîne une aggravation de l'incapacité fonctionnelle par entrave à l'embauche dans certaines professions (artistes, vendeuses, garçons de café, coiffeurs, etc.). </p><p>- Déformation de la pyramide nasale, post-traumatique, selon gêne à la respiration, défiguration 5 à 30 </p><p id='LEGISCTA000006156442'>5.2 SINUS. </p><p>Le rattachement d'une sinusite à un traumastisme ne doit être accepté qu'avec circonspection. On ne peut de toute façon admettre la relation entre la sinusite chronique et le traumatisme, que si celui-ci a entraîné une fracture du sinus considéré, ou un hématome intra-sinusien. </p><p>5.2.1 SINUSITE MAXILLAIRE CHRONIQUE. </p><p>- Unilatérale 5 à 8 </p><p>- Bilatérale 10 à 13 </p><p>5.2.2 SINUSITES FRONTO-ETHMOÏDALES OU SPHENOÏDALES. </p><p>- Sinusite unilatérale 15 à 20 </p><p>- Sinusite bilatérale 25 à 30 </p><p id='LEGISCTA000006186282'>5.2.3 CRANIO-HYDRORRHEE (voir \"Neurologie\"). </p><p>Il s'agit d'un cas de gravité considérable, surtout en cas de fracture sphénoïdale ou du rocher ; en cas de complications, la victime doit être prise en rechute durant l'évolution de celle-ci. </p><p>La cranio-hydrorrhée devra être vérifiée par des examens complémentaires probants, pour préciser la nature de l'écoulement. Il faut en effet se méfier de confondre une cranio-hydrorrhée avec un écoulement d'origine allergique. L'apparition peut en être tardive. </p><p>- Cranio-hydrorrhée non compliquée 30 </p><p>- Cranio-hydrorrhée compliquée de méningite à répétition 60 </p><p>5.3 PHARYNX. </p><p>Le rhino-pharynx peut être intéressé par un traumatisme des maxillaires supérieurs et présenter des lésions du voile (voir \" Lésions maxillo-faciales \" et \" Stomatologie \"), ou des rétrécissements cicatriciels (voir \" Sténoses nasales \"). </p><p>L'oropharynx peut être le siège d'une sténose cicatricielle gênant la déglutition. </p><p>Le pharynx n'est presque jamais intéressé isolément ; les blessures et leurs conséquences sont associées à celles du larynx et éventuellement de la bouche oesophagienne, qui peuvent les compliquer. Il importe de tenir compte de la gêne à la déglutition, dans l'évaluation globale. </p><p>- Gêne à la déglutition par rétrécissement 5 à 35 </p><p>5.4 LARYNX. </p><p>Les lésions traumatiques du larynx déterminent des troubles d'origine cicatricielle ou paralytique. Elles sont d'ailleurs extrêmement rares. </p><p>Pour l'évaluation de l'incapacité qu'entraînent ces troubles, il sera tenu compte de la mobilité des cordes vocales, du calibre de la glotte, et de la sous-glotte, du vestibule laryngé dans l'inspiration maximum et dans la phonation, enfin du degré des troubles fonctionnels paralytiques ou des lésions cicatricielles, celles-ci pouvant aller de la simple palmure améliorable chirurgicalement, jusqu'au rétrécissement tubulaire massif, extrêmement sténosant. Il faut rappeler que les paralysies récurrentielles peuvent s'améliorer. La profession peut jouer un rôle prédominant et justifier une majoration parfois importante des taux. </p><p>Les troubles d'origine laryngée sont de deux sortes : </p><p>- Vocaux : dysphonie, aphonie, </p><p>- Et respiratoires : dyspnée. </p><p>5.4.1 TROUBLES VOCAUX. </p><p>- Dysphonie seule 5 à 8 </p><p>- Aphonie sans dyspnée 30 </p><p id='LEGISCTA000006186284'>5.4.2 TROUBLES RESPIRATOIRES. </p><p>Insuffisance respiratoire légère, moyenne, importante : (voir chapitre 9 : \" Appareil respiratoire \"). </p><p>- Trachéotomie sans port d'une canule 50 </p><p>- Trachéotomie avec port d'une canule 80 </p><p>5.5 OREILLES. </p><p>Les séquelles portant sur l'oreille peuvent revêtir divers aspects : vertiges et troubles de l'équilibre, hypoacousie ou surdité, bourdonnements d'oreille, otite suppurée, mutilation ou cicatrice vicieuse de l'oreille externe. </p><p>Bien entendu, il arrive fréquemment que diverses séquelles se conjuguent. Dans ce cas, l'incapacité sera calculée en appliquant la règle des infirmités multiples résultant d'un même accident rappelée dans le chapitre préliminaire, sauf cas nommément cités ci-dessous. </p><p>5.5.1 VERTIGES ET TROUBLES DE L'EQUILIBRE.</p><p>Le vertige traduit une atteinte du labyrinthe, ou plus exactement du vestibule, en entendant par ce mot non seulement l'appareil périphérique, partie de l'oreille interne, mais aussi ses voies nerveuses centrales. </p><p>L'interrogatoire est primordial. On laissera le blessé décrire ses troubles en l'aidant au besoin de questions dont il faudra éviter qu'elles n'entraînent la réponse souhaitée. Circonstances d'apparition, durée, caractère, modalité d'évolution, seront ainsi précisés. Il y a lieu, bien entendu, d'éliminer les sensations pseudo-vertigineuses, ainsi que les phénomènes pouvant résulter de troubles de convergence, qui seront appréciés le cas échéant par l'ophtalmologiste. </p><p>Les troubles vestibulaires objectifs spontanés seront alors recherchés : Romberg, déviation des index, marche aveugle, nystagmus spontané (derrière des lunettes éclairantes), nystagmus de position (dans les différentes positions de la tête, ou en position de Rose). </p><p>Enfin, des épreuves caloriques, type Hautant et Aubry seront pratiquées et, éventuellement, une épreuve rotatoire. </p><p>Les données résultant de ces examens, temps de latence, amplitude, fréquence, seront soigneusement notées, ainsi que les manifestations subjectives : nausées, pâleur, etc. </p><p>Le degré de gravité des vertiges sera estimé essentiellement en fonction des signes objectifs spontanés ou provoqués. </p><p>Il y aura lieu de faire une corrélation entre l'atteinte labyrinthique et une atteinte cochléaire, avec surdité de perception vérifiée à l'audiogramme. </p><p>- Vertiges sans signes labyrinthiques objectifs mais avec petite atteinte cochléaire à type de scotomes sur les aigüs, attestant une légère commotion labyrinthique 5 </p><p>- Vertiges s'accompagnant de signes labyrinthiques objectifs tel nystagmus spontané ou de position, ou asymétrie dans les réponses. Nécessité de certaines restrictions dans l'activité professionnelle et dans la vie privée 10 à 15 </p><p>- Vertiges vestibulaires au cours des épreuves avec inexcitabilité unilatérale 20 </p><p>- Vertiges avec inexcitabilité bilatérale 25 </p><p>La surdité sera calculée à part. </p><p>Remarque relative à certaines professions. Les vertiges offrent, pour certains métiers, non seulement une gêne particulièrement marquée, mais aussi un danger vital en raison des chutes qu'ils peuvent provoquer. Les ouvriers peintres, couvreurs, maçons, électriciens, tapissiers, chauffeurs d'automobiles, etc., entrent dans ce cas. Pour ces professions, on établira l'incapacité à la limite supérieure des diverses marges qui viennent d'être indiquées, ou même au-dessus. Les éléments justifiant cette augmentation du taux proposé seront indiqués dans le rapport. </p><p>Cependant, les vertiges ayant le plus souvent une évolution régressive, on n'aura qu'exceptionnellement à prévoir un changement de profession. Des révisions fréquentes seront à envisager dans le courant des deux premières années. </p><p id='LEGISCTA000006186286'>5.5.2 SURDITE.</p><p>L'I.P.P. est fonction de la perception de la voix de conversation. Elle sera évaluée en tenant compte des données acoumétriques (voix haute, voix chuchotée, montre, diapason), des examens audiométriques et éventuellement de l'audition après prothèse. </p><p>Il faut être attentif à la fréquence de la simulation et l'exagération des troubles de l'audition. Leur dépistage n'est pas toujours aisé. On sera donc parfois amené à répéter les épreuves dites \" de sincérité \". </p><p>L'acoumétrie phonique. Ne peut donner qu'une appréciation grossière de la perte auditive, du fait des conditions de sa réalisation : inégalité des voix, réflexe d'élévation de la voix en fonction de l'éloignement, qualités acoustiques du local. La voix chuchotée, en particulier, n'a qu'une valeur d'estimation très limitée, car elle n'a aucune caractéristique laryngée. Elle modifie les caractères physiques des phénomènes qui la composent, surtout à l'égard de leur fréquence. C'est pourquoi, il convient de fonder l'estimation de la perte de capacité sur l'audiométrie. </p><p>L'audiométrie doit comprendre l'audiogramme tonal, en conduction aérienne (qui apprécie la valeur globale de l'audition), et en conduction osseuse (qui permet d'explorer la réserve cochléaire) et l'audiogramme vocal. </p><p>Le déficit moyen en audiométrie tonale sera calculé sur les 4 fréquences de conversation : 500, 1.000, 2.000, 4.000 hertz : en augmentant la valeur sur 1.000 hertz, un peu moins sur 2.000, par rapport à la fréquence 500 et en donnant la valeur inférieure à la fréquence 4.000. </p><p>La formule de calcul de la moyenne est la suivante : </p><p>DT égal (2 d (500 Hz) plus 4 d (1.000 Hz) plus 3 d (2.000 Hz) plus 1 d (4.000 Hz)) / 10 Lorsqu'il s'agit d'apprécier, dans une surdité mixte, la part qui revient à une surdité cochléaire, le calcul devra être fait d'après l'audiométrie tonale en conduction osseuse. </p><p>La perte auditive vocale sera la moyenne arithmétique des déficits en dB au seuil de l'intelligibilité, relevée sur les axes de 0 %, 50 % et 100 %, des mots compris par rapport à la normale (la courbe normale étant décalée de moins de 10 dB sur le graphique). </p><p>Perte auditive vocale égale à </p><p>d 0 % plus d 50 % plus d 100 % / 3 </p><p>Une bonne réhabilitation par prothèse sera prise en considération. </p><p>Rappelons que pour certains travailleurs étrangers, l'audiométrie vocale doit être précédée d'une vérification de la bonne compréhension de la langue française. </p><p>5.5.3 ACOUPHÈNES. </p><p>En général, les acouphènes d'origine traumatique (bourdonnements, sifflements, tintements, etc.), n'existent pas à l'état isolé, c'est-à-dire, en dehors de tout déficit auditif ; mais ils ne sont pas expressément conditionnés par un déficit important. Souvent, ils échappent à tous contrôles objectifs : ils ne seront pris en considération que si le sujet a manifesté par ailleurs une bonne foi évidente au cours de l'examen acoumétrique. </p><p>Il sera tenu compte, pour l'estimation du taux d'incapacité, de leur durée, de leur intensité, de leur retentissement sur le sommeil, voire sur l'état général, moral et psychique. </p><p>- Acouphène gênant le sommeil, accompagnant une baisse de l'acuité auditive 2 à 5 </p><p>Ce taux s'ajoute par simple addition à celui afférent à la surdité (en cas de troubles psychiques, se reporter au chapitre \" Crâne et système nerveux \"). </p><p>5.5.4 OREILLE MOYENNE. </p><p>- Perforation du tympan, post-traumatique, sans suppuration 3 à 5 </p><p>- Otorrhée chronique : </p><p>- Tubaire unilatérale 3 à 5 </p><p>- Tubaire bilatérale 5 à 8 </p><p>- Suppurée chronique unilatérale 5 à 10 </p><p>- Suppurée chronique bilatérale 5 à 15 </p><p>Ces taux s'ajoutent au taux résultant de la perte auditive éventuellement associée. </p><p></p><p align='center'>Oreille la plus sourde</p><p></p><table border='1' cellSpacing='0' width='680' cellPadding='0'><tbody><tr><td colSpan='10' width='642' vAlign='top'><p>Voix haute</p></td><td rowSpan='2' width='38' vAlign='top'><p align='center'>non<br/>per<br/>çue</p></td></tr><tr><td colSpan='4' width='402' vAlign='top'><p></p></td><td width='38' vAlign='top'><p align='center'>5</p></td><td width='38' vAlign='top'><p align='center'>4</p></td><td width='42' vAlign='top'><p align='center'>2</p></td><td width='46' vAlign='top'><p align='center'>1</p></td><td width='38' vAlign='top'><p align='center'>0,25</p></td><td width='38' vAlign='top'><p align='center'>con<br/>tact</p></td></tr><tr><td colSpan='11' width='680' vAlign='top'><p>Distance de perception en mètres</p></td></tr><tr><td rowSpan='4' colSpan='2' width='268'><p>Oreille normale<br/>ou la moins sourde</p></td><td colSpan='7' width='336' vAlign='top'><p>Voix chuchotée</p></td><td rowSpan='2' width='38' vAlign='top'><p align='center'>non<br/>per<br/>çue</p></td><td rowSpan='3' width='38' vAlign='top'><p align='center'></p></td></tr><tr><td colSpan='2' width='134' vAlign='top'><p></p></td><td width='38' vAlign='top'><p align='center'>0,80</p></td><td colSpan='2' width='80' vAlign='top'><p align='center'>0,50</p></td><td colSpan='2' width='84' vAlign='top'><p align='center'>0,25<br/>contact</p></td></tr><tr><td colSpan='4' width='210' vAlign='top'><p>Distance de perception en mètres</p></td><td colSpan='2' width='88' vAlign='top'><p align='center'>0,10</p></td><td width='38' vAlign='top'><p align='center'></p></td><td width='38' vAlign='top'><p align='center'></p></td></tr><tr><td width='76' vAlign='top'><p></p></td><td width='57' vAlign='top'><p>Perte<br/>auditive<br/>en<br/>décibels</p></td><td width='38' vAlign='top'><p align='center'>0<br/>à<br/>25</p></td><td width='38' vAlign='top'><p align='center'>25<br/>à<br/>35</p></td><td width='42' vAlign='top'><p align='center'>35<br/>à<br/>45</p></td><td width='46' vAlign='top'><p align='center'>45<br/>à<br/>55</p></td><td width='38' vAlign='top'><p align='center'>55<br/>à<br/>65</p></td><td width='38' vAlign='top'><p align='center'>65<br/>à<br/>80</p></td><td width='38' vAlign='top'><p align='center'>80<br/>à<br/>90</p></td></tr><tr><td rowSpan='7' width='191' vAlign='top'><p></p></td><td width='77' vAlign='top'><p></p></td><td width='76' vAlign='top'><p></p></td><td width='57' vAlign='top'><p align='center'>0 à 25</p></td><td width='38' vAlign='top'><p align='center'>0</p></td><td width='38' vAlign='top'><p align='center'>3</p></td><td width='42' vAlign='top'><p align='center'>5</p></td><td width='46' vAlign='top'><p align='center'>8</p></td><td width='38' vAlign='top'><p align='center'>12</p></td><td width='38' vAlign='top'><p align='center'>15</p></td><td width='38' vAlign='top'><p align='center'>20</p></td></tr><tr><td width='77' vAlign='top'><p></p></td><td width='76' vAlign='top'><p></p></td><td width='57' vAlign='top'><p align='center'>25 à 35</p></td><td width='38' vAlign='top'><p align='center'>3</p></td><td width='38' vAlign='top'><p align='center'>8</p></td><td width='42' vAlign='top'><p align='center'>12</p></td><td width='46' vAlign='top'><p align='center'>15</p></td><td width='38' vAlign='top'><p align='center'>20</p></td><td width='38' vAlign='top'><p align='center'>25</p></td><td width='38' vAlign='top'><p align='center'>30</p></td></tr><tr><td width='77' vAlign='top'><p align='center'>5</p></td><td width='76' vAlign='top'><p></p></td><td width='57' vAlign='top'><p align='center'>35 à 45</p></td><td width='38' vAlign='top'><p align='center'>5</p></td><td width='38' vAlign='top'><p align='center'>12</p></td><td width='42' vAlign='top'><p align='center'>18</p></td><td width='46' vAlign='top'><p align='center'>24</p></td><td width='38' vAlign='top'><p align='center'>30</p></td><td width='38' vAlign='top'><p align='center'>35</p></td><td width='38' vAlign='top'><p align='center'>40</p></td></tr><tr><td width='77' vAlign='top'><p align='center'>4</p></td><td width='76' vAlign='top'><p align='center'>0,80</p></td><td width='57' vAlign='top'><p align='center'>45 à 55</p></td><td width='38' vAlign='top'><p align='center'>8</p></td><td width='38' vAlign='top'><p align='center'>15</p></td><td width='42' vAlign='top'><p align='center'>24</p></td><td width='46' vAlign='top'><p align='center'>35</p></td><td width='38' vAlign='top'><p align='center'>40</p></td><td width='38' vAlign='top'><p align='center'>45</p></td><td width='38' vAlign='top'><p align='center'>50</p></td></tr><tr><td width='77' vAlign='top'><p align='center'>2</p></td><td width='76' vAlign='top'><p align='center'>0,50</p></td><td width='57' vAlign='top'><p align='center'>55 à 65</p></td><td width='38' vAlign='top'><p align='center'>12</p></td><td width='38' vAlign='top'><p align='center'>20</p></td><td width='42' vAlign='top'><p align='center'>30</p></td><td width='46' vAlign='top'><p align='center'>40</p></td><td width='38' vAlign='top'><p align='center'>50</p></td><td width='38' vAlign='top'><p align='center'>60</p></td><td width='38' vAlign='top'><p align='center'>60</p></td></tr><tr><td width='77' vAlign='top'><p align='center'>0,25</p></td><td width='76' vAlign='top'><p align='center'>0,25</p></td><td width='57' vAlign='top'><p align='center'>65 à 80</p></td><td width='38' vAlign='top'><p align='center'>15</p></td><td width='38' vAlign='top'><p align='center'>25</p></td><td width='42' vAlign='top'><p align='center'>35</p></td><td width='46' vAlign='top'><p align='center'>45</p></td><td width='38' vAlign='top'><p align='center'>60</p></td><td width='38' vAlign='top'><p align='center'>70</p></td><td width='38' vAlign='top'><p align='center'>70</p></td></tr><tr><td width='77' vAlign='top'><p align='center'>contact<br/>non perçue</p></td><td width='76' vAlign='top'><p align='center'>contact<br/>non perçue</p></td><td width='57' vAlign='top'><p align='center'>80 à 90</p></td><td width='38' vAlign='top'><p align='center'>20</p></td><td width='38' vAlign='top'><p align='center'>30</p></td><td width='42' vAlign='top'><p align='center'>40</p></td><td width='46' vAlign='top'><p align='center'>50</p></td><td width='38' vAlign='top'><p align='center'>60</p></td><td width='38' vAlign='top'><p align='center'>70</p></td><td width='38' vAlign='top'><p align='center'>70</p></td></tr></tbody></table><p></p><p>5.5.5 OREILLE EXTERNE. </p><p>Les séquelles portant sur l'oreille externe peuvent affecter le pavillon ou le conduit auditif. </p><p>- Déformation, cicatrice ou amputation du pavillon, suivant l'importance de la mutilation 2 à 10 </p><p>Dans certains cas particuliers, notamment en ce qui concerne les sujets en relation avec le public, la mutilation pourra être appréciée à un taux supérieur, compte tenu de la profession. </p><p>- Sténose du conduit auditif externe favorisant la rétention dans le fond du conduit, ou entraînant son obstruction fréquente, sans surdité. </p><p>- Unilatérale 2 à 3 </p><p>- Bilatérale 3 à 6 </p><p>- Sténose très serrée entraînant une surdité : il y a lieu de calculer la perte auditive, compte tenu des possibilités d'audioprothèse. </p>",
            "type": "AUTONOME",
            "dateDebut": "1985-12-21T00:00:00.000Z",
            "dateFin": "2006-02-06T00:00:00.000Z"
        }
    ]
}