{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048682247",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En dehors de la région d'Ile-de-France, un service express régional métropolitain est une offre multimodale de services de transports collectifs publics qui s'appuie prioritairement sur un renforcement de la desserte ferroviaire. Cette offre intègre la mise en place de services de transport routier à haut niveau de service, de réseaux cyclables et, le cas échéant, de services de transport fluvial, de covoiturage, d'autopartage et de transports guidés ainsi que la création ou l'adaptation de gares ou de pôles d'échanges multimodaux. Ces gares et pôles d'échanges comprennent des aménagements permettant l'accès, le déplacement et l'information des personnes en situation de handicap, dans les conditions prévues à l'article L. 1112-1 . Ils comprennent également des aménagements assurant l'accès et le stationnement sécurisés des véhicules de covoiturage, des autres moyens de mobilité partagée et des vélos. Le service express régional métropolitain est intégré aux autres réseaux de transports sur les territoires concernés, notamment aux réseaux de transports urbains et routiers et aux réseaux cyclables. Il est accessible aux piétons. Le service express régional métropolitain vise une amélioration de la qualité des transports du quotidien, notamment par des dessertes plus fréquentes et plus fiables des zones périurbaines, la réduction de la pollution de l'air, la lutte contre l'auto-solisme, le désenclavement des territoires périurbains et ruraux insuffisamment reliés aux centres urbains, une meilleure accessibilité, notamment pour les personnes en situation de handicap, et la décarbonation des mobilités. Les projets de service express régional métropolitain prennent en compte les enjeux liés au développement des zones à faibles émissions mobilité mentionnées à l' article L. 2213-4-1 du code général des collectivités territoriales . Ils prennent également en compte les enjeux liés au développement du fret ferroviaire. Afin de lutter contre l'étalement urbain et de promouvoir le report modal, les communes ou les établissements publics de coopération intercommunale compétents favorisent le renouvellement urbain, l'optimisation de l'utilisation de l'espace et la qualité urbaine des projets à proximité des gares du service express régional métropolitain, notamment en prévoyant une densité minimale de constructions ainsi que le rabattement vers ces gares. Les services express régionaux métropolitains sont mis en œuvre dans des conditions garantissant l'interopérabilité des services d'information des voyageurs et de billettique, suivant les modalités prévues à l'article L. 1213-3 du présent code. Les projets de service express régional métropolitain font l'objet d'une concertation entre l'Etat, la région, les autorités organisatrices de la mobilité, les départements et, le cas échéant, les gestionnaires d'autoroutes et de voies routières express du périmètre concerné. Lorsque deux métropoles sont situées à moins de 100 kilomètres de distance, la faisabilité et l'opportunité d'une élaboration et d'une mise en œuvre conjointes d'un projet de service express régional métropolitain peuvent être examinées. Les projets de service express régional métropolitain comprennent, sur chacun des axes routiers concernés, une trajectoire possible de réduction du trafic routier cohérente avec les objectifs de décarbonation. Cette trajectoire tient compte des capacités d'emport présentes et futures des transports ferroviaires et routiers ainsi que de l'évolution du covoiturage, notamment par la création de lignes de covoiturage express, et des mobilités actives. Lorsqu'une section d'autoroute ou de voie express est concernée par un projet de service express régional métropolitain et comporte au moins trois voies, la faisabilité et l'opportunité de la conversion d'une voie en voie réservée au covoiturage et aux transports collectifs sont examinées au regard de la prévision de trafic routier établie. Les maires des communes concernées par un projet de service express régional métropolitain sont informés avant le déploiement du projet de service express régional métropolitain. Le statut de service express régional métropolitain est conféré par arrêté du ministre chargé des transports sur la base d'une proposition conjointe de la région et des autorités compétentes pour l'organisation de la mobilité contribuant au financement de ce service. Cette proposition, qui a lieu après la concertation prévue au septième alinéa du présent article, comprend une estimation des coûts d'investissement dans les infrastructures de transport et le matériel roulant et des futurs coûts d'exploitation ainsi qu'une présentation des modalités de financement envisagées. Cette estimation peut prendre la forme d'un plan de financement des dépenses d'investissement, de fonctionnement et d'exploitation de ce service. Sont également étudiées les conditions garantissant l'interopérabilité des services d'information des voyageurs et de billettique. Le contrat opérationnel de mobilité prévu à l'article L. 1215-2 , s'il n'a pas été signé à l'obtention du statut de service express régional métropolitain, est conclu dans un délai de six mois. Ce contrat permet une bonne coordination entre la région et les autorités compétentes pour l'organisation de la mobilité et des services de transport proposés par le service express régional métropolitain. Lorsque le contrat d'objectif départemental de sûreté dans les transports mentionné à l'article L. 1631-4 n'a pas été conclu dans les départements situés à l'intérieur du périmètre d'un service express régional métropolitain à la date de la publication de l'arrêté prévu à l'avant-dernier alinéa du présent article, le représentant de l'Etat dans le département réunit les autorités organisatrices de transports collectifs terrestres concernées et leurs exploitants, aux fins d'élaborer et de conclure ce contrat dans un délai d'un an à compter de la publication dudit arrêté.",
            "texteHtml": "<p>En dehors de la région d'Ile-de-France, un service express régional métropolitain est une offre multimodale de services de transports collectifs publics qui s'appuie prioritairement sur un renforcement de la desserte ferroviaire. Cette offre intègre la mise en place de services de transport routier à haut niveau de service, de réseaux cyclables et, le cas échéant, de services de transport fluvial, de covoiturage, d'autopartage et de transports guidés ainsi que la création ou l'adaptation de gares ou de pôles d'échanges multimodaux. Ces gares et pôles d'échanges comprennent des aménagements permettant l'accès, le déplacement et l'information des personnes en situation de handicap, dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023068963&dateTexte=&categorieLien=cid'>L. 1112-1</a>. Ils comprennent également des aménagements assurant l'accès et le stationnement sécurisés des véhicules de covoiturage, des autres moyens de mobilité partagée et des vélos. <br/><br/>Le service express régional métropolitain est intégré aux autres réseaux de transports sur les territoires concernés, notamment aux réseaux de transports urbains et routiers et aux réseaux cyclables. Il est accessible aux piétons. <br/><br/>Le service express régional métropolitain vise une amélioration de la qualité des transports du quotidien, notamment par des dessertes plus fréquentes et plus fiables des zones périurbaines, la réduction de la pollution de l'air, la lutte contre l'auto-solisme, le désenclavement des territoires périurbains et ruraux insuffisamment reliés aux centres urbains, une meilleure accessibilité, notamment pour les personnes en situation de handicap, et la décarbonation des mobilités. <br/><br/>Les projets de service express régional métropolitain prennent en compte les enjeux liés au développement des zones à faibles émissions mobilité mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000031051221&dateTexte=&categorieLien=cid'>article L. 2213-4-1 du code général des collectivités territoriales</a>. Ils prennent également en compte les enjeux liés au développement du fret ferroviaire. <br/><br/>Afin de lutter contre l'étalement urbain et de promouvoir le report modal, les communes ou les établissements publics de coopération intercommunale compétents favorisent le renouvellement urbain, l'optimisation de l'utilisation de l'espace et la qualité urbaine des projets à proximité des gares du service express régional métropolitain, notamment en prévoyant une densité minimale de constructions ainsi que le rabattement vers ces gares. <br/><br/>Les services express régionaux métropolitains sont mis en œuvre dans des conditions garantissant l'interopérabilité des services d'information des voyageurs et de billettique, suivant les modalités prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023069047&dateTexte=&categorieLien=cid'>L. 1213-3 </a>du présent code. <br/><br/>Les projets de service express régional métropolitain font l'objet d'une concertation entre l'Etat, la région, les autorités organisatrices de la mobilité, les départements et, le cas échéant, les gestionnaires d'autoroutes et de voies routières express du périmètre concerné. Lorsque deux métropoles sont situées à moins de 100 kilomètres de distance, la faisabilité et l'opportunité d'une élaboration et d'une mise en œuvre conjointes d'un projet de service express régional métropolitain peuvent être examinées. Les projets de service express régional métropolitain comprennent, sur chacun des axes routiers concernés, une trajectoire possible de réduction du trafic routier cohérente avec les objectifs de décarbonation. Cette trajectoire tient compte des capacités d'emport présentes et futures des transports ferroviaires et routiers ainsi que de l'évolution du covoiturage, notamment par la création de lignes de covoiturage express, et des mobilités actives. Lorsqu'une section d'autoroute ou de voie express est concernée par un projet de service express régional métropolitain et comporte au moins trois voies, la faisabilité et l'opportunité de la conversion d'une voie en voie réservée au covoiturage et aux transports collectifs sont examinées au regard de la prévision de trafic routier établie. <br/><br/>Les maires des communes concernées par un projet de service express régional métropolitain sont informés avant le déploiement du projet de service express régional métropolitain. <br/><br/>Le statut de service express régional métropolitain est conféré par arrêté du ministre chargé des transports sur la base d'une proposition conjointe de la région et des autorités compétentes pour l'organisation de la mobilité contribuant au financement de ce service. Cette proposition, qui a lieu après la concertation prévue au septième alinéa du présent article, comprend une estimation des coûts d'investissement dans les infrastructures de transport et le matériel roulant et des futurs coûts d'exploitation ainsi qu'une présentation des modalités de financement envisagées. Cette estimation peut prendre la forme d'un plan de financement des dépenses d'investissement, de fonctionnement et d'exploitation de ce service. Sont également étudiées les conditions garantissant l'interopérabilité des services d'information des voyageurs et de billettique. Le contrat opérationnel de mobilité prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000039669483&dateTexte=&categorieLien=cid'>L. 1215-2</a>, s'il n'a pas été signé à l'obtention du statut de service express régional métropolitain, est conclu dans un délai de six mois. Ce contrat permet une bonne coordination entre la région et les autorités compétentes pour l'organisation de la mobilité et des services de transport proposés par le service express régional métropolitain. <br/><br/>Lorsque le contrat d'objectif départemental de sûreté dans les transports mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000030938282&dateTexte=&categorieLien=cid'>L. 1631-4</a> n'a pas été conclu dans les départements situés à l'intérieur du périmètre d'un service express régional métropolitain à la date de la publication de l'arrêté prévu à l'avant-dernier alinéa du présent article, le représentant de l'Etat dans le département réunit les autorités organisatrices de transports collectifs terrestres concernées et leurs exploitants, aux fins d'élaborer et de conclure ce contrat dans un délai d'un an à compter de la publication dudit arrêté.</p>",
            "num": "L1215-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1703808000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LEGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023706480",
                        "id": "LEGISCTA000023706480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PREMIERE PARTIE : DISPOSITIONS COMMUNES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023068935",
                        "id": "LEGISCTA000023086517",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LES PRINCIPES DIRECTEURS  DE L'ORGANISATION DES TRANSPORTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023069004",
                        "id": "LEGISCTA000023086363",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IER : LA COORDINATION DES AUTORITES PUBLIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023069006",
                        "id": "LEGISCTA000023086361",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-12-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Modalités de l'action commune des autorités organisatrices de la mobilité\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039669477",
                        "id": "LEGISCTA000039669477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-29",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Services express régionaux métropolitains",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048682245",
                        "id": "LEGISCTA000048682245",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048682247",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048682245",
            "sectionParentId": "LEGISCTA000048682245",
            "sectionParentTitre": "Section 3 : Services express régionaux métropolitains",
            "fullSectionsTitre": "PARTIE LEGISLATIVE &gt; PREMIERE PARTIE : DISPOSITIONS COMMUNES &gt; LIVRE II : LES PRINCIPES DIRECTEURS  DE L'ORGANISATION DES TRANSPORTS &gt; TITRE IER : LA COORDINATION DES AUTORITES PUBLIQUES &gt; Chapitre V : Modalités de l'action commune des autorités organisatrices de la mobilité\r\n &gt; Section 3 : Services express régionaux métropolitains",
            "refInjection": "MD-20231228_211402_118_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048682247",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023086525",
                    "titre": "Code des transports",
                    "titreLong": "Code des transports",
                    "etat": "VIGUEUR",
                    "dateDebut": 1291161600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023086525",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048678343",
                    "textTitle": "LOI n°2023-1269 du 27 décembre 2023 - art. 1 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000048682098",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-12-28",
                    "dateSignaTexte": "2023-12-27",
                    "dateDebutCible": "2023-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000022308227",
                    "textTitle": "LOI n° 2010-597 du 3 juin 2010 - art. 20-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "20-3",
                    "articleId": "LEGIARTI000048703562",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2010-597",
                    "datePubli": 1275696000000,
                    "dateDebut": 1703808000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2213-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2213-4-1",
                    "articleId": "LEGIARTI000031051221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1439942400000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1112-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-1",
                    "articleId": "LEGIARTI000023068963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1213-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1213-3",
                    "articleId": "LEGIARTI000023069047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1215-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1215-2",
                    "articleId": "LEGIARTI000039669483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1215-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1215-7",
                    "articleId": "LEGIARTI000048682249",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1703808000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1631-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1631-4",
                    "articleId": "LEGIARTI000030938282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1437955200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048682247",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1703808000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1215-6",
                "1215-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}