{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006555579",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "TABLEAU   I Activités industrielles Ministère de l'intérieur Distribution de l'eau. Assainissement. Collecte et traitement des ordures ménagères. Production d'air comprimé. Ministère de la défense Industries d'armement et autres industries nécessaires à la mise en condition des armées (1). Organismes d'études et de recherches intéressant la défense nationale (2). Ministère de l'équipement Industries de mise en oeuvre du bâtiment et du génie civil. Extraction des matériaux de construction. Cabinets d'études techniques. Location de matériel pour le bâtiment et les travaux publics. Ministère des transports Exploitation d'ouvrages routiers à péage. Manutention portuaire fluviale et aéroportuaire. Activités spécifiques d'auxiliaires des transports aériens. Transports urbains de voyageurs. Transports routiers de marchandises. Transports fluviaux de marchandises. Transports ferroviaires. Location de véhicules industriels. Collecte du fret terrestre et fluvial. Location de wagons. Transports aériens. Réparation de navires. Réparation d'aviation générale. Entrepôts. Gestion des gares routières, ports fluviaux, aéroports. Secrétariat d'Etat à la mer Manutention portuaire maritime. Transports maritimes. Transitaires maritimes. Pêche en mer et conchyliculture. Auxiliaires de transport maritime (3). Ministère de l'industrie Extraction, production et transformation des minerais et combustibles solides. Industries céramiques. Production, raffinage et répartition des carburants. Production, transport et distribution d'électricité et de gaz. Industries sidérurgiques, mécaniques, électriques et électroniques. Fabrication de matériaux plastiques et composites. Transformation en produits chimiques et parachimiques. Production pharmaceutique. Production de caoutchouc et d'amiante. Production de corps gras et produits amylacés. Fabrication de verre et produits dérivés. Industries textiles et industries annexes. Industries des cuirs et peaux. Ministère de l'agriculture Industries agricoles et alimentaires : - industrie de la viande : abattage, découpe, préparations diverses (bovins, porcins, ovins, équins, volaille) ; - industrie laitière ; - fabrication de conserves ; - boulangerie, pâtisserie ; - travail du grain ; - fabrication de produits alimentaires divers ; - fabrication de boissons et alcools (dont production d'eaux minérales et de source). Industrie textile (rouissage et teillage du lin et du chanvre). Travail mécanique du bois et produits de transformation. Travail du liège. Récupération de produits divers : équarrissage. TABLEAU   II Activités agricoles Ministère de l'agriculture Productions végétales et grandes cultures. Productions animales : - élevage : bovins, porcins, volailles, etc. ; - production laitière ; - productions diverses : oeufs, etc. Sylviculture et exploitation forestière. Aquaculture continentale et pisciculture. Extraction saline (marais salants). Santé animale (contrôles vétérinaires) et autres services affectés au profit de l'élevage (insémination). Ministère des transports Activités de transport routier des entreprises agricoles qui utilisent des véhicules entrant dans la composition du parc d'intérêt national (4). Ministère de l'économie et des finances (Commerce et artisanat) Entreprises du secteur des métiers travaillant en milieu rural. TABLEAU   III Activités commerciales Premier ministre Agence de presse. Fourniture de papiers de presse. Imprimerie, presse, édition. Communication par audiovisuel. Ministère de l'économie et des finances Opérations de crédit et de banque. Opérations d'assurances. Opérations d'entreposage et de stockage. Ministère de l'équipement Opérations d'entreposage et stockage dans les ports fluviaux (5). Secrétariat d'Etat à la mer Opérations de crédit et d'assurance maritimes (6). Expertise en matière maritime. Opération de stockage et d'entreposage dans les ports maritimes (6). Ministère des transports Expertise en matière aérienne. Exploitation de wagons-lits et de wagons-restaurants. Activité de transport routier des entreprises commerciales qui utilisent des véhicules entrant dans la composition du parc d'intérêt national (7). Ministère de la défense Services d'approvisionnement des forces françaises sur le territoire français et à l'étranger. Ministère de l'agriculture Activités commerciales indispensables au ravitaillement général. Stockage et conservation des réserves agro-alimentaires (entrepôts frigorifiques ou non, docks et magasins généraux). Restauration collective. Ministère de l'industrie Stockage et conservation des réserves gérées par les chambres de commerce et d'industrie. TABLEAU   IV Autres activités Ministère de la santé Prestations sanitaires et sociales privées. Production et distribution de sérums, vaccins, sang et produits sanguins. Distribution des produits pharmaceutiques et matériels médico-chirurgicaux. Ministère de la défense Activités culturelles, sociales et sportives au profit du personnel des armées sur le territoire français et à l'étranger. Ministère de l'intérieur Surveillance et gardiennage. Ministère des affaires étrangères Activités exercées par le personnel affecté au ministère des affaires étrangères pour mise à disposition des agences créées en temps de crise dans le cadre de l'alliance atlantique. Ministère chargé des postes et télécommunications Exploitation et gestion du service public du courrier et des activités financières associées. Exploitation et gestion des réseaux publics de télécommunication. Ministère de l'environnement Gestion des ressources en eau. Surveillance, prévention et lutte contre les pollutions des milieux naturels, eau, air, sol. Protection de la nature. Protection des personnes et des biens vis-à-vis des risques technologiques et naturels. Tous ministères Représentation professionnelle. Activités de recherche, d'études et de documentation. (1) Il s'agit des entreprises relevant de ces industries, pour lesquelles une délégation d'attributions a été donnée au ministre chargé des armées par le ministre chargé de la mobilisation industrielle. (2) En liaison, le cas échéant, avec le ministère dont ils relèvent. (3) En liaison avec le ministère de l'équipement, du logement, des transports et de l'espace. (4) En liaison avec le ministère dont relèvent les entreprises en question. (5) En liaison avec le ministère de l'économie et des finances. (6) En liaison avec le ministère de l'économie et des finances. (7) En liaison avec le ministère dont ces entreprises relèvent.",
            "texteHtml": "TABLEAU   I<p></p>\n Activités industrielles<p></p>\n Ministère de l'intérieur<p></p><p></p>   Distribution de l'eau.<p></p><p></p>   Assainissement.<p></p><p></p>   Collecte et traitement des ordures ménagères.<p></p><p></p>   Production d'air comprimé.<p></p>\n Ministère de la défense<p></p><p></p>   Industries d'armement et autres industries nécessaires à la mise en condition des armées (1).<p></p><p></p>   Organismes d'études et de recherches intéressant la défense nationale (2).<p></p>\n Ministère de l'équipement<p></p><p></p>   Industries de mise en oeuvre du bâtiment et du génie civil.<p></p><p></p>   Extraction des matériaux de construction.<p></p><p></p>   Cabinets d'études techniques.<p></p><p></p>   Location de matériel pour le bâtiment et les travaux publics.<p></p>\n Ministère des transports<p></p><p></p>   Exploitation d'ouvrages routiers à péage.<p></p><p></p>   Manutention portuaire fluviale et aéroportuaire.<p></p><p></p>   Activités spécifiques d'auxiliaires des transports aériens.<p></p><p></p>   Transports urbains de voyageurs.<p></p><p></p>   Transports routiers de marchandises.<p></p><p></p>   Transports fluviaux de marchandises.<p></p><p></p>   Transports ferroviaires.<p></p><p></p>   Location de véhicules industriels.<p></p><p></p>   Collecte du fret terrestre et fluvial.<p></p><p></p>   Location de wagons.<p></p><p></p>   Transports aériens.<p></p><p></p>   Réparation de navires.<p></p><p></p>   Réparation d'aviation générale.<p></p><p></p>   Entrepôts.<p></p><p></p>   Gestion des gares routières, ports fluviaux, aéroports.<p></p>\n Secrétariat d'Etat à la mer<p></p><p></p>   Manutention portuaire maritime.<p></p><p></p>   Transports maritimes.<p></p><p></p>   Transitaires maritimes.<p></p><p></p>   Pêche en mer et conchyliculture.<p></p><p></p>   Auxiliaires de transport maritime (3).<p></p>\n Ministère de l'industrie<p></p><p></p>   Extraction, production et transformation des minerais et combustibles solides.<p></p><p></p>   Industries céramiques.<p></p><p></p>   Production, raffinage et répartition des carburants.<p></p><p></p>   Production, transport et distribution d'électricité et de gaz.<p></p><p></p>   Industries sidérurgiques, mécaniques, électriques et électroniques.<p></p><p></p>   Fabrication de matériaux plastiques et composites.<p></p><p></p>   Transformation en produits chimiques et parachimiques.<p></p><p></p>   Production pharmaceutique.<p></p><p></p>   Production de caoutchouc et d'amiante.<p></p><p></p>   Production de corps gras et produits amylacés.<p></p><p></p>   Fabrication de verre et produits dérivés.<p></p><p></p>   Industries textiles et industries annexes.<p></p><p></p>   Industries des cuirs et peaux.<p></p>\n Ministère de l'agriculture<p></p><p></p>   Industries agricoles et alimentaires :<p></p><p></p>   - industrie de la viande : abattage, découpe, préparations diverses (bovins, porcins, ovins, équins, volaille) ;<p></p><p></p>   - industrie laitière ;<p></p><p></p>   - fabrication de conserves ;<p></p><p></p>   - boulangerie, pâtisserie ;<p></p><p></p>   - travail du grain ;<p></p><p></p>   - fabrication de produits alimentaires divers ;<p></p><p></p>   - fabrication de boissons et alcools (dont production d'eaux minérales et de source).<p></p><p></p>   Industrie textile (rouissage et teillage du lin et du chanvre).<p></p><p></p>   Travail mécanique du bois et produits de transformation.<p></p><p></p>   Travail du liège.<p></p><p></p>   Récupération de produits divers : équarrissage.<p></p>\nTABLEAU   II<p></p>\n Activités agricoles<p></p>\n Ministère de l'agriculture<p></p><p></p>   Productions végétales et grandes cultures.<p></p><p></p>   Productions animales :<p></p><p></p>   - élevage : bovins, porcins, volailles, etc. ;<p></p><p></p>   - production laitière ;<p></p><p></p>   - productions diverses : oeufs, etc.<p></p><p></p>   Sylviculture et exploitation forestière.<p></p><p></p>   Aquaculture continentale et pisciculture.<p></p><p></p>   Extraction saline (marais salants).<p></p><p></p>   Santé animale (contrôles vétérinaires) et autres services affectés au profit de l'élevage (insémination).<p></p>\n Ministère des transports<p></p><p></p>   Activités de transport routier des entreprises agricoles qui utilisent des véhicules entrant dans la composition du parc d'intérêt national (4).<p></p>\n Ministère de l'économie et des finances<p></p>\n (Commerce et artisanat)<p></p><p></p>   Entreprises du secteur des métiers travaillant en milieu rural.<p></p>\nTABLEAU   III<p></p>\n Activités commerciales<p></p>\n Premier ministre<p></p><p></p>   Agence de presse.<p></p><p></p>   Fourniture de papiers de presse.<p></p><p></p>   Imprimerie, presse, édition.<p></p><p></p>   Communication par audiovisuel.<p></p>\n Ministère de l'économie et des finances<p></p><p></p>   Opérations de crédit et de banque.<p></p><p></p>   Opérations d'assurances.<p></p><p></p>   Opérations d'entreposage et de stockage.<p></p>\n Ministère de l'équipement<p></p><p></p>   Opérations d'entreposage et stockage dans les ports fluviaux (5).<p></p>\n Secrétariat d'Etat à la mer<p></p><p></p>   Opérations de crédit et d'assurance maritimes (6).<p></p><p></p>   Expertise en matière maritime.<p></p><p></p>   Opération de stockage et d'entreposage dans les ports maritimes (6).<p></p>\n Ministère des transports<p></p><p></p>   Expertise en matière aérienne.<p></p><p></p>   Exploitation de wagons-lits et de wagons-restaurants.<p></p><p></p>   Activité de transport routier des entreprises commerciales qui utilisent des véhicules entrant dans la composition du parc d'intérêt national (7).<p></p>\n Ministère de la défense<p></p><p></p>   Services d'approvisionnement des forces françaises sur le territoire français et à l'étranger.<p></p>\n Ministère de l'agriculture<p></p><p></p>   Activités commerciales indispensables au ravitaillement général.<p></p><p></p>   Stockage et conservation des réserves agro-alimentaires (entrepôts frigorifiques ou non, docks et magasins généraux).<p></p><p></p>   Restauration collective.<p></p>\n Ministère de l'industrie<p></p><p></p>   Stockage et conservation des réserves gérées par les chambres de commerce et d'industrie.<p></p>\nTABLEAU   IV<p></p>\n Autres activités<p></p>\n Ministère de la santé<p></p><p></p>   Prestations sanitaires et sociales privées.<p></p><p></p>   Production et distribution de sérums, vaccins, sang et produits sanguins.<p></p><p></p>   Distribution des produits pharmaceutiques et matériels médico-chirurgicaux.<p></p>\n Ministère de la défense<p></p><p></p>   Activités culturelles, sociales et sportives au profit du personnel des armées sur le territoire français et à l'étranger.<p></p>\n Ministère de l'intérieur<p></p><p></p>   Surveillance et gardiennage.<p></p>\n Ministère des affaires étrangères<p></p><p></p>   Activités exercées par le personnel affecté au ministère des affaires étrangères pour mise à disposition des agences créées en temps de crise dans le cadre de l'alliance atlantique.<p></p>\n Ministère chargé des postes et télécommunications<p></p><p></p>   Exploitation et gestion du service public du courrier et des activités financières associées.<p></p><p></p>   Exploitation et gestion des réseaux publics de télécommunication.<p></p>\n Ministère de l'environnement<p></p><p></p>   Gestion des ressources en eau.<p></p><p></p>   Surveillance, prévention et lutte contre les pollutions des milieux naturels, eau, air, sol.<p></p><p></p>   Protection de la nature.<p></p><p></p>   Protection des personnes et des biens vis-à-vis des risques technologiques et naturels.<p></p>\nTous ministères<p></p><p></p>   Représentation professionnelle.<p></p><p></p>   Activités de recherche, d'études et de documentation.<p></p><p></p>   (1) Il s'agit des entreprises relevant de ces industries, pour lesquelles une délégation d'attributions a été donnée au ministre chargé des armées par le ministre chargé de la mobilisation industrielle.<p></p><p></p>   (2) En liaison, le cas échéant, avec le ministère dont ils relèvent.<p></p><p></p>   (3) En liaison avec le ministère de l'équipement, du logement, des transports et de l'espace.<p></p><p></p>   (4) En liaison avec le ministère dont relèvent les entreprises en question.<p></p><p></p>   (5) En liaison avec le ministère de l'économie et des finances.<p></p><p></p>   (6) En liaison avec le ministère de l'économie et des finances.<p></p><p></p>   (7) En liaison avec le ministère dont ces entreprises relèvent.<p></p>",
            "num": "ANNEXE II",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 723340800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-10-22",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006097044",
                        "id": "LEGISCTA000006097044",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-03",
                        "fin": "2999-01-01",
                        "titre": "CATÉGORIES D'ACTIVITÉS AU TITRE DESQUELLES PEUVENT ÊTRE PRONONCÉES DES AFFECTATIONS DE DÉFENSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120880",
                        "id": "LEGISCTA000006120880",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1972-07-14",
                        "fin": "2999-01-01",
                        "titre": "Code du service national",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071335",
                        "id": "LEGITEXT000006071335",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006555578",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006120880",
            "sectionParentId": "LEGISCTA000006120880",
            "sectionParentTitre": "CATÉGORIES D'ACTIVITÉS AU TITRE DESQUELLES PEUVENT ÊTRE PRONONCÉES DES AFFECTATIONS DE DÉFENSE",
            "fullSectionsTitre": "Annexes &gt; CATÉGORIES D'ACTIVITÉS AU TITRE DESQUELLES PEUVENT ÊTRE PRONONCÉES DES AFFECTATIONS DE DÉFENSE",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006555579",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071335",
                    "titre": "Code du service national",
                    "titreLong": "Code du service national",
                    "etat": "VIGUEUR",
                    "dateDebut": 79920000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071335",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 98-180 du 17 mars 1998 art. 5 : Jusqu'au 31 décembre 2002, les dispositions de la partie réglementaire du livre II du code du service national s'appliquent aux Français, aux étrangers sans nationalité et à ceux qui bénéficient du droit d'asile, nés avant le 1er janvier 1979.",
            "notaHtml": "<p></p>  Décret n° 98-180 du 17 mars 1998 art. 5 : Jusqu'au 31 décembre 2002, les dispositions de la partie réglementaire du livre II du code du service national s'appliquent aux Français, aux étrangers sans nationalité et à ceux qui bénéficient du droit d'asile, nés avant le 1er janvier 1979.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000712216",
                    "textTitle": "Décret n°92-1249 du 1 décembre 1992 - art. 55 () JORF 3 décembre 1992",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "55",
                    "articleId": "LEGIARTI000006405959",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-12-03",
                    "dateSignaTexte": "1992-12-01",
                    "dateDebutCible": "1992-12-03"
                },
                {
                    "textCid": "LEGITEXT000006070703",
                    "textTitle": "Décret 72-806 1972-08-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070703",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1972-08-31",
                    "dateDebutCible": "1972-09-02"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006555578",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 277862400000,
                    "dateFin": 723340800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006555579",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 723340800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "ANNEXE II"
            ],
            "versionPrecedente": "LEGIARTI000006555578",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006555578",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Catégories d'activités au titre desquelles sont prononcées les affectations de défense. Tableau I : activités industrielles. Ministère de l'intérieur. Services de distribution d'eau. Services d'assainissements. Service de collecte et de traitement des ordures ménagères. Chauffage urbain. Régies communales d'électricité. Compagnie parisienne de l'air comprimé. Ministère d'état chargé de la défense nationale. Industries d'armement et autres industries nécessaires à la mise en condition des armées (1). Organismes d'études et de recherches intéressant la défense nationale (2). Ministère de l'équipement et du logement. Bâtiment et travaux publics. Entreprises de recherches techniques et de travaux spéciaux et bureaux spécialisés dans les travaux publics et le bâtiment. Organismes professionnels des travaux publics et du bâtiment participant aux activités de défense. Route ou pont à péage. Entreprises de manutention pour le chargement ou le déchargement de marchandises dans les ports fluviaux ou maritimes. Construction de bâtiments fluviaux. Transitaires maritimes. Ministère des transports. Entreprises de transports publics routiers. Transports ferroviaires et assimilés, transports urbains et suburbains. Transports de navigation intérieure. Transports maritimes. Transports aériens. Auxiliaires de transports (3). Pêche en mer et conchyliculture. Entreprises de transmissions spécialisées dans les télécommunications aériennes. Activités de réparation navale. Entreprises diverses travaillant directement en vue de la réparation navale (4). Entreprises de recherches techniques spécialisées dans les transports et la pêche. Activités de transports routiers des entreprises industrielles utilisant des véhicules entrant dans la composition du parc d'intérêt national (5). Ministère du développement industriel et scientifique. Industries extractives : Recherche et extraction d'hydrocarbures liquides ou gazeux ; Extraction de combustibles minéraux solides ; Extraction de minerai de fer et de minerais métalliques autres que de fer ; Extraction de matériaux de construction ; Extraction et préparation de minéraux divers. Industries et commerces des combustibles minéraux solides. Industries céramiques et matériaux de construction. Industries et commerces des carburants. Production, transport et distribution d'électricité et de gaz. Industries sidérurgiques, métallurgiques, mécaniques et électriques : Sidérurgie et commerce du fer et de la ferraille ; Production, récupération et affinage de métaux non ferreux, de silicium, de ferro-alliages, d'alumine, d'électrodes ; Métallurgie générale ; Première transformation des métaux, fonderie ; Grosse et moyenne mécanique générale, construction métallique ; Construction et réparation de machines-outils, machines, outillage et matériels mécaniques pour l'industrie, l'agriculture, les transports ferroviaires ; Fabrication d'articles métalliques divers ; Fabrication et réparation d'automobiles et cycles ; Construction électrique et électronique ; Précision, horlogerie et optique. Industries chimiques et parachimiques : Industries chimiques et électrochimiques ; Industries du caoutchouc et de l'amiante ; Industries des corps gras ; Industries des produits amylacés ; Industries du verre. Industries textiles et industries annexes. Habillement et travail des étoffes. Industries des cuirs et peaux. Chaussures. Industries diverses : Bois et ameublement ; Papier et carton ; Industries polygraphiques ; Articles de campement ; Brosserie ; Transformation des matières plastiques. Organismes divers : Organismes professionnels industriels visés à l'article 19 de l'ordonnance n° 59-147 du 7 janvier 1959 portant organisation générale de la défense concernant les industries ci-dessus. Organismes de recherche, laboratoires, bureaux d'études et centres de documentation. Assemblée permanente des chambres de métiers. Chambres de métiers. Ministère de l'agriculture. Industries agricoles et alimentaires (6) : Travail des grains et farines ; Boulangerie, biscuiterie et produits de régime ; Sucrerie, distillerie, fabrication de boissons ; Industries du lait ; Conserverie ; Industries alimentaires diverses. Industries du froid. Industrie du bois (scieries). Industrie textile (rouissage et teillage du lin et du chanvre). Industries diverses (travail du liège). Organismes professionnels industriels visés à l'article 19 de l'ordonnance n° 59-147 du 7 janvier 1959 portant organisation générale de la défense concernant les industries ci-dessus. Ministère des postes et télécommunications. Transmissions (entreprises privées de transmissions). Tableau II : activités agricoles. Ministère du développement industriel et scientifique. Entreprises du secteur des métiers travaillant en milieu rural. Ministère de l'agriculture. Assemblée permanente des chambres d'agriculture. Chambres d'agriculture. Exploitation forestière. Agriculture et production animale. Activités annexes de l'agriculture. Abattoirs. Vétérinaires. Récupération de déchets animaux et végétaux. Marais salants. Organismes professionnels agricoles visés à l'article 19 de l'ordonnance n° 59-147 du 7 janvier 1959 portant organisation générale de la défense. Ministère des transports. Activités de transport routier des entreprises agricoles qui utilisent des véhicules entrant dans la composition du parc d'intérêt national (7). Tableau III : activités commerciales. Premier ministre. Agence France-Presse. Havas et sociétés filiales. Société nationale des entreprises de presse. Société professionnelle des papiers de presse. Entreprises, imprimeries et messageries de presse. Société financière de radiodiffusion. Ministère de l'économie et des finances. Etablissements de crédits et banques. Compagnies d'assurances. Entrepôts, docks et magasins généraux. Ministère de l'équipement et du logement. Entrepôts, docks et magasins généraux dans les ports maritimes et fluviaux (8). Ministère des transports. Etablissements et caisses de crédit spécialisées dans les opérations maritimes (8). Courtiers jurés d'assurances maritimes. Expertises en matière maritime et aérienne. Wagons-lits, wagons-restaurants. Activité de transport routier des entreprises commerciales qui utilisent des véhicules entrant dans la composition du parc d'intérêt national)(9). Ministère du développement industriel et scientifique. Organismes professionnels commerciaux visés à l'article 19 de l'ordonnance n° 59-147 du 7 janvier 1959 portant organisation générale de la défense. Chambres régionales de commerce et d'industrie. Chambres de commerce et d'industrie. Entrepôts, docks et magasins généraux gérés par les chambres de commerce et d'industrie. Ministère de l'agriculture. Activités commerciales indispensables au ravitaillement général. Entrepôts, docks et magasins généraux. Organismes professionnels commerciaux visés à l'article 19 de l'ordonnance n° 59-147 du 7 janvier 1959 portant organisation générale de la défense. (1) Il s'agit des entreprises relevant de ces industries, pour lesquelles une délégation d'attributions a été donnée au ministre chargé de la défense nationale par le ministre chargé de la mobilisation industrielle. (2) En liaison, le cas échéant, avec le ministère dont ils relèvent. (3) En liaison avec le ministère de l'équipement et du logement. (4) En liaison avec le ministère chargé de la défense nationale et le ministère chargé du développement industriel et scientifique. (5) En liaison avec le ministère dont relèvent les entreprises en question. (6) Pour les industries alimentaires relevant du ministère chargé de la marine marchande, celui-ci opère en liaison avec le ministère de l'agriculture. (7) En liaison avec le ministère dont relèvent les entreprises en question. (8) En liaison avec le ministère de l'économie et des finances. (9) En liaison avec le ministère dont ces entreprises relèvent.",
            "texteHtml": "Catégories d'activités au titre desquelles sont prononcées les affectations de défense.<p></p><p></p>\n Tableau I : activités industrielles.<p></p><p></p>\n Ministère de l'intérieur.<p></p>\n Services de distribution d'eau.<p></p>\n Services d'assainissements.<p></p>\n Service de collecte et de traitement des ordures ménagères.<p></p>\n Chauffage urbain.<p></p>\n Régies communales d'électricité.<p></p>\n Compagnie parisienne de l'air comprimé.<p></p>\n Ministère d'état chargé de la défense nationale.<p></p>\n Industries d'armement et autres industries nécessaires à la mise en condition des armées (1).<p></p>\n Organismes d'études et de recherches intéressant la défense nationale (2).<p></p>\n Ministère de l'équipement et du logement.<p></p>\n Bâtiment et travaux publics.<p></p>\n Entreprises de recherches techniques et de travaux spéciaux et bureaux spécialisés dans les travaux publics et le bâtiment.<p></p>\n Organismes professionnels des travaux publics et du bâtiment participant aux activités de défense.<p></p>\n Route ou pont à péage.<p></p>\n Entreprises de manutention pour le chargement ou le déchargement de marchandises dans les ports fluviaux ou maritimes.<p></p>\n Construction de bâtiments fluviaux.<p></p>\n Transitaires maritimes.<p></p>\n Ministère des transports.<p></p>\n Entreprises de transports publics routiers.<p></p>\n Transports ferroviaires et assimilés, transports urbains et suburbains.<p></p>\n Transports de navigation intérieure.<p></p>\n Transports maritimes.<p></p>\n Transports aériens.<p></p>\n Auxiliaires de transports (3).<p></p>\n Pêche en mer et conchyliculture.<p></p>\n Entreprises de transmissions spécialisées dans les télécommunications aériennes.<p></p>\n Activités de réparation navale.<p></p>\n Entreprises diverses travaillant directement en vue de la réparation navale (4).<p></p>\n Entreprises de recherches techniques spécialisées dans les transports et la pêche.<p></p>\n Activités de transports routiers des entreprises industrielles utilisant des véhicules entrant dans la composition du parc d'intérêt national (5).<p></p>\n Ministère du développement industriel et scientifique.<p></p>\n Industries extractives :<p></p>\n Recherche et extraction d'hydrocarbures liquides ou gazeux ;<p></p>\n Extraction de combustibles minéraux solides ;<p></p>\n Extraction de minerai de fer et de minerais métalliques autres que de fer ;<p></p>\n Extraction de matériaux de construction ;<p></p>\nExtraction et préparation de minéraux divers.<p></p>\n Industries et commerces des combustibles minéraux solides.<p></p>\n Industries céramiques et matériaux de construction.<p></p>\n Industries et commerces des carburants.<p></p>\n Production, transport et distribution d'électricité et de gaz.<p></p>\n Industries sidérurgiques, métallurgiques, mécaniques et électriques :<p></p>\n Sidérurgie et commerce du fer et de la ferraille ;<p></p>\n Production, récupération et affinage de métaux non ferreux, de silicium, de ferro-alliages, d'alumine, d'électrodes ;<p></p>\n Métallurgie générale ;<p></p>\n Première transformation des métaux, fonderie ;<p></p>\n Grosse et moyenne mécanique générale, construction métallique ;<p></p>\n Construction et réparation de machines-outils, machines, outillage et matériels mécaniques pour l'industrie, l'agriculture, les transports ferroviaires ;<p></p>\n Fabrication d'articles métalliques divers ;<p></p>\n Fabrication et réparation d'automobiles et cycles ;<p></p>\n Construction électrique et électronique ;<p></p>\n Précision, horlogerie et optique.<p></p>\n Industries chimiques et parachimiques :<p></p>\n Industries chimiques et électrochimiques ;<p></p>\n Industries du caoutchouc et de l'amiante ;<p></p>\n Industries des corps gras ;<p></p>\n Industries des produits amylacés ;<p></p>\n Industries du verre.<p></p>\n Industries textiles et industries annexes. Habillement et travail des étoffes.<p></p>\n Industries des cuirs et peaux.<p></p>\n Chaussures.<p></p>\n Industries diverses :<p></p>\n Bois et ameublement ;<p></p>\n Papier et carton ;<p></p>\n Industries polygraphiques ;<p></p>\n Articles de campement ;<p></p>\n Brosserie ;<p></p>\n Transformation des matières plastiques.<p></p>\n Organismes divers :<p></p>\n Organismes professionnels industriels visés à l'article 19 de l'ordonnance n° 59-147 du 7 janvier 1959 portant organisation générale de la défense concernant les industries ci-dessus.<p></p>\n Organismes de recherche, laboratoires, bureaux d'études et centres de documentation.<p></p>\n Assemblée permanente des chambres de métiers.<p></p>\n Chambres de métiers.<p></p>\n Ministère de l'agriculture.<p></p>\n Industries agricoles et alimentaires (6) :<p></p>\n Travail des grains et farines ;<p></p>\n Boulangerie, biscuiterie et produits de régime ;<p></p>\n Sucrerie, distillerie, fabrication de boissons ;<p></p>\n Industries du lait ;<p></p>\n Conserverie ;<p></p>\n Industries alimentaires diverses.<p></p>\n Industries du froid.<p></p>\nIndustrie du bois (scieries).<p></p>\n Industrie textile (rouissage et teillage du lin et du chanvre).<p></p>\n Industries diverses (travail du liège).<p></p>\n Organismes professionnels industriels visés à l'article 19 de l'ordonnance n° 59-147 du 7 janvier 1959 portant organisation générale de la défense concernant les industries ci-dessus.<p></p>\n Ministère des postes et télécommunications.<p></p>\n Transmissions (entreprises privées de transmissions).<p></p><p></p>\n Tableau II : activités agricoles.<p></p><p></p>\n Ministère du développement industriel et scientifique.<p></p>\n Entreprises du secteur des métiers travaillant en milieu rural.<p></p>\n Ministère de l'agriculture.<p></p>\n Assemblée permanente des chambres d'agriculture.<p></p>\n Chambres d'agriculture.<p></p>\n Exploitation forestière.<p></p>\n Agriculture et production animale.<p></p>\n Activités annexes de l'agriculture.<p></p>\n Abattoirs.<p></p>\n Vétérinaires.<p></p>\n Récupération de déchets animaux et végétaux.<p></p>\n Marais salants.<p></p>\n Organismes professionnels agricoles visés à l'article 19 de l'ordonnance n° 59-147 du 7 janvier 1959 portant organisation générale de la défense.<p></p>\n Ministère des transports.<p></p>\n Activités de transport routier des entreprises agricoles qui utilisent des véhicules entrant dans la composition du parc d'intérêt national (7).<p></p><p></p>\n Tableau III : activités commerciales.<p></p><p></p>\n Premier ministre.<p></p>\n Agence France-Presse.<p></p>\n Havas et sociétés filiales.<p></p>\n Société nationale des entreprises de presse.<p></p>\n Société professionnelle des papiers de presse.<p></p>\n Entreprises, imprimeries et messageries de presse.<p></p>\n Société financière de radiodiffusion.<p></p>\n Ministère de l'économie et des finances.<p></p>\n Etablissements de crédits et banques.<p></p>\n Compagnies d'assurances.<p></p>\n Entrepôts, docks et magasins généraux.<p></p>\n Ministère de l'équipement et du logement.<p></p>\n Entrepôts, docks et magasins généraux dans les ports maritimes et fluviaux (8).<p></p>\n Ministère des transports.<p></p>\n Etablissements et caisses de crédit spécialisées dans les opérations maritimes (8).<p></p>\n Courtiers jurés d'assurances maritimes.<p></p>\n Expertises en matière maritime et aérienne.<p></p>\n Wagons-lits, wagons-restaurants.<p></p>\nActivité de transport routier des entreprises commerciales qui utilisent des véhicules entrant dans la composition du parc d'intérêt national)(9).<p></p>\n Ministère du développement industriel et scientifique.<p></p>\n Organismes professionnels commerciaux visés à l'article 19 de l'ordonnance n° 59-147 du 7 janvier 1959 portant organisation générale de la défense.<p></p>\n Chambres régionales de commerce et d'industrie.<p></p>\n Chambres de commerce et d'industrie.<p></p>\n Entrepôts, docks et magasins généraux gérés par les chambres de commerce et d'industrie.<p></p>\n Ministère de l'agriculture.<p></p>\n Activités commerciales indispensables au ravitaillement général.<p></p>\n Entrepôts, docks et magasins généraux.<p></p>\n Organismes professionnels commerciaux visés à l'article 19 de l'ordonnance n° 59-147 du 7 janvier 1959 portant organisation générale de la défense.<p></p>\n (1) Il s'agit des entreprises relevant de ces industries, pour lesquelles une délégation d'attributions a été donnée au ministre chargé de la défense nationale par le ministre chargé de la mobilisation industrielle.<p></p>\n (2) En liaison, le cas échéant, avec le ministère dont ils relèvent.<p></p>\n (3) En liaison avec le ministère de l'équipement et du logement.<p></p>\n (4) En liaison avec le ministère chargé de la défense nationale et le ministère chargé du développement industriel et scientifique.<p></p>\n (5) En liaison avec le ministère dont relèvent les entreprises en question.<p></p>\n (6) Pour les industries alimentaires relevant du ministère chargé de la marine marchande, celui-ci opère en liaison avec le ministère de l'agriculture.<p></p>\n (7) En liaison avec le ministère dont relèvent les entreprises en question.<p></p>\n (8) En liaison avec le ministère de l'économie et des finances.<p></p>\n (9) En liaison avec le ministère dont ces entreprises relèvent.<p></p>",
            "num": "ANNEXE II",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 277862400000,
            "dateFin": 723340800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-10-22",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006097044",
                        "id": "LEGISCTA000006097044",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "1972-07-14",
                        "fin": "2999-01-01",
                        "titre": "Code du service national",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071335",
                        "id": "LEGITEXT000006071335",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006555578",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006097044",
            "sectionParentId": "LEGISCTA000006097044",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006555578",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071335",
                    "titre": "Code du service national",
                    "titreLong": "Code du service national",
                    "etat": "VIGUEUR",
                    "dateDebut": 79920000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071335",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Décret 78-1019 1978-10-17 art. 1 et 2 JORF 22 octobre 1978",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "LEGITEXT000006070703",
                    "textTitle": "Décret 72-806 1972-08-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070703",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1972-08-31",
                    "dateDebutCible": "1972-09-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000705509",
                    "textTitle": "Ordonnance n°59-147 du 7 janvier 1959 - art. 19 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006405171",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "59-147",
                    "datePubli": -346377600000,
                    "dateDebut": -346377600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006555578",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 277862400000,
                    "dateFin": 723340800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006555579",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 723340800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "ANNEXE II"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}