{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039479218",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La procédure en nullité ou en déchéance est clôturée : 1° Lorsque le demandeur a retiré sa demande ; 2° Lorsque le demandeur a perdu sa qualité pour agir ; 3° Lorsque la demande est sans objet par suite d'un accord entre les parties ; 4° Lorsque les effets de la marque contre laquelle la demande a été formée ont cessé, sauf si le demandeur justifie d'un intérêt légitime à obtenir une décision sur le fond ; 5° Lorsque les effets de tous les droits antérieurs invoqués ont cessé ; 6° Lorsque, après suspension de la procédure en nullité dans les cas prévus aux 2° et 3° de l'article R. 716-9, le demandeur n'a pas répondu, dans le délai imparti par l'Institut, à la demande de ce dernier l'invitant à lui faire connaître l'issue des procédures engagées. Toutefois lorsque l'opposition est fondée sur plusieurs droits antérieurs, la clôture ne porte que sur les droits antérieurs réputés non fondés en application de la disposition qui précède, le directeur général de l'Institut national de la propriété industrielle statuant sur les droits antérieurs restants. La décision de clôture de la procédure est notifiée sans délai aux parties.",
            "texteHtml": "<p>La procédure en nullité ou en déchéance est clôturée :</p><p> 1° Lorsque le demandeur a retiré sa demande ;</p><p> 2° Lorsque le demandeur a perdu sa qualité pour agir ;</p><p> 3° Lorsque la demande est sans objet par suite d'un accord entre les parties ;</p><p> 4° Lorsque les effets de la marque contre laquelle la demande a été formée ont cessé, sauf si le demandeur justifie d'un intérêt légitime à obtenir une décision sur le fond ;</p><p> 5° Lorsque les effets de tous les droits antérieurs invoqués ont cessé ;</p><p> 6° Lorsque, après suspension de la procédure en nullité dans les cas prévus aux 2° et 3° de l'article R. 716-9, le demandeur n'a pas répondu, dans le délai imparti par l'Institut, à la demande de ce dernier l'invitant à lui faire connaître l'issue des procédures engagées. Toutefois lorsque l'opposition est fondée sur plusieurs droits antérieurs, la clôture ne porte que sur les droits antérieurs réputés non fondés en application de la disposition qui précède, le directeur général de l'Institut national de la propriété industrielle statuant sur les droits antérieurs restants.</p><p> La décision de clôture de la procédure est notifiée sans délai aux parties.</p>",
            "num": "R716-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1585699200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1932735276,
            "context": {
                "titresTM": [
                    {
                        "debut": "1995-04-13",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083674",
                        "id": "LEGISCTA000006083674",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2019-12-11",
                        "titre": "Livre VII : Marques de fabrique, de commerce ou de service et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133353",
                        "id": "LEGISCTA000006133353",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-11",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Marques de produits ou de services et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133353",
                        "id": "LEGISCTA000039490649",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2008-06-30",
                        "titre": "Titre unique : Marques de fabrique, de commerce ou de service",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146391",
                        "id": "LEGISCTA000006146391",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-30",
                        "fin": "2019-12-11",
                        "titre": "Titre Ier : Marques de fabrique, de commerce ou de service",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146391",
                        "id": "LEGISCTA000019141599",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-11",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Marques de produits ou de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146391",
                        "id": "LEGISCTA000039490646",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Contentieux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161749",
                        "id": "LEGISCTA000006161749",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-12-11",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Contentieux de la nullité et de la déchéance de la marque\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039475770",
                        "id": "LEGISCTA000039475770",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-12-11",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Procédure administrative en nullité ou en déchéance de la marque\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039475774",
                        "id": "LEGISCTA000039475774",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Code de la propriété intellectuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069414",
                        "id": "LEGITEXT000006069414",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019111594",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000039475774",
            "sectionParentId": "LEGISCTA000039475774",
            "sectionParentTitre": "Sous-section 2 : Procédure administrative en nullité ou en déchéance de la marque\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VII : Marques de produits ou de services et autres signes distinctifs &gt; Titre Ier : Marques de produits ou de services &gt; Chapitre VI : Contentieux &gt; Section 1 : Contentieux de la nullité et de la déchéance de la marque\r\n &gt; Sous-section 2 : Procédure administrative en nullité ou en déchéance de la marque\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039479218",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069414",
                    "titre": "Code de la propriété intellectuelle",
                    "titreLong": "Code de la propriété intellectuelle",
                    "etat": "VIGUEUR",
                    "dateDebut": 710121600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069414",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au 1° du I de l'article 16 du décret n° 2019-1316 du 9 décembre 2019, les présentes dispositions entrent en vigueur le 1er avril 2020.",
            "notaHtml": "<p>Conformément au 1° du I de l'article 16 du décret n° 2019-1316 du 9 décembre 2019, les présentes dispositions entrent en vigueur le 1er avril 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039467798",
                    "textTitle": "Décret n°2019-1316 du 9 décembre 2019 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000039470854",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-12-10",
                    "dateSignaTexte": "2019-12-09",
                    "dateDebutCible": "2019-12-11"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019115368",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1214784000000,
                    "dateFin": 1429315200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039479218",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1585699200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R716-11",
                "716-11"
            ],
            "versionPrecedente": "LEGIARTI000019115368",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019115368",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le prélèvement d'échantillons est effectué, en application de l'article L. 716-8-3 , par les agents des douanes ayant au moins le grade de contrôleur. Deux échantillons sont remis au propriétaire de la marque enregistrée ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'entre eux. Deux autres échantillons sont conservés par l'administration des douanes. Les quatre échantillons doivent être, autant que possible, identiques. Le prélèvement est réalisé en présence soit du propriétaire de la marchandise, soit du détenteur de celle-ci ou d'un représentant de l'un d'entre eux. Le propriétaire de la marque enregistrée ou le bénéficiaire du droit exclusif d'exploitation ou le représentant de l'un d'entre eux est également présent. En cas d'absence du propriétaire ou du détenteur de la marchandise ou d'un représentant de l'un d'entre eux, un témoin n'appartenant pas à l'administration des douanes est requis par deux agents des douanes ayant au moins le grade de contrôleur pour assister au prélèvement. Si le propriétaire de la marque enregistrée ou le bénéficiaire du droit exclusif d'exploitation ou le représentant de l'un d'entre eux n'est pas présent, aucun prélèvement n'est réalisé. Lorsqu'une marchandise ou un objet, en raison de son poids, de ses dimensions, de sa valeur, de sa nature ou de la trop faible quantité de produit, ne peut, sans inconvénient, faire l'objet d'un prélèvement de quatre échantillons, la marchandise ou l'objet est prélevé dans sa totalité et constitue un seul et unique échantillon qui est remis au propriétaire de la marque enregistrée ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'eux. II.-Tout échantillon prélevé est mis sous scellés. Ceux-ci doivent retenir une étiquette d'identification portant les mentions suivantes : a) Les nom, prénom ou raison sociale et adresse du propriétaire ou du détenteur de la marchandise ; b) Le cas échéant, les nom, prénoms et adresse du témoin requis ; c) Les nom, prénom ou raison sociale et adresse du propriétaire de la marque enregistrée ou du bénéficiaire du droit exclusif d'exploitation ou du représentant de l'un d'entre eux auquel l'échantillon ou les échantillons sont remis ; d) La dénomination exacte de la marchandise ; e) La date, l'heure et le lieu du prélèvement ; f) Le numéro d'ordre de chaque échantillon ; g) Les nom, prénoms et qualité de l'agent ayant effectué le prélèvement ainsi que sa signature. III.-Tout prélèvement donne lieu à la rédaction d'un procès-verbal de constat au sens de l'article 334 du code des douanes. Le procès-verbal comporte, outre les mentions prévues par ce code, les mentions suivantes : a) La date, l'heure et le lieu du prélèvement ; b) Les noms, prénoms ou raison sociale et adresse de toutes les personnes ayant assisté au prélèvement ; c) Le cas échéant, mention du défaut ou du refus de la présence du propriétaire, du détenteur de la marchandise ou du représentant de l'un d'entre eux ; d) Un exposé succinct des circonstances dans lesquelles le prélèvement a été effectué ; e) L'identification exacte du ou des échantillons ainsi que la remise de l'échantillon ou de deux d'entre eux au propriétaire de la marque enregistrée ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'entre eux, aux seules fins d'analyse et en vue de faciliter les actions qu'il peut être amené à engager par la voie civile ou pénale. Les personnes présentes lors du prélèvement peuvent faire insérer au procès-verbal de constat toutes les déclarations qu'elles jugent utiles. Elles sont invitées à le signer. En cas de refus, mention en est portée sur le procès-verbal de constat. Une copie du procès-verbal de constat est remise à chaque personne présente lors du prélèvement. IV.-L'administration des douanes conserve les échantillons qui lui sont attribués jusqu'au règlement de l'affaire. En fonction du résultat de l'action civile ou pénale engagée par le propriétaire de la marque enregistrée ou le bénéficiaire du droit exclusif d'exploitation, ils sont restitués soit à ces derniers soit à leur détenteur ou à leur propriétaire ou à un représentant de l'un d'entre eux. Les échantillons détenus par le propriétaire de la marque enregistrée ou le bénéficiaire du droit exclusif d'exploitation ou le représentant de l'un d'entre eux sont restitués, le cas échéant, au détenteur ou au propriétaire de la marchandise ou à un représentant de l'un d'entre eux, sauf destruction des échantillons résultant de l'analyse prévue par l'article L. 716-8-3.",
            "texteHtml": "I.-Le prélèvement d'échantillons est effectué, en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006279748&dateTexte=&categorieLien=cid'>L. 716-8-3</a>, par les agents des douanes ayant au moins le grade de contrôleur. Deux échantillons sont remis au propriétaire de la marque enregistrée ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'entre eux. Deux autres échantillons sont conservés par l'administration des douanes. Les quatre échantillons doivent être, autant que possible, identiques. <br/><br/>Le prélèvement est réalisé en présence soit du propriétaire de la marchandise, soit du détenteur de celle-ci ou d'un représentant de l'un d'entre eux. Le propriétaire de la marque enregistrée ou le bénéficiaire du droit exclusif d'exploitation ou le représentant de l'un d'entre eux est également présent. <br/><br/>En cas d'absence du propriétaire ou du détenteur de la marchandise ou d'un représentant de l'un d'entre eux, un témoin n'appartenant pas à l'administration des douanes est requis par deux agents des douanes ayant au moins le grade de contrôleur pour assister au prélèvement. <br/><br/>Si le propriétaire de la marque enregistrée ou le bénéficiaire du droit exclusif d'exploitation ou le représentant de l'un d'entre eux n'est pas présent, aucun prélèvement n'est réalisé. <br/><br/>Lorsqu'une marchandise ou un objet, en raison de son poids, de ses dimensions, de sa valeur, de sa nature ou de la trop faible quantité de produit, ne peut, sans inconvénient, faire l'objet d'un prélèvement de quatre échantillons, la marchandise ou l'objet est prélevé dans sa totalité et constitue un seul et unique échantillon qui est remis au propriétaire de la marque enregistrée ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'eux. <br/><br/>II.-Tout échantillon prélevé est mis sous scellés. Ceux-ci doivent retenir une étiquette d'identification portant les mentions suivantes : <br/><br/>a) Les nom, prénom ou raison sociale et adresse du propriétaire ou du détenteur de la marchandise ; <br/><br/>b) Le cas échéant, les nom, prénoms et adresse du témoin requis ; <br/><br/>c) Les nom, prénom ou raison sociale et adresse du propriétaire de la marque enregistrée ou du bénéficiaire du droit exclusif d'exploitation ou du représentant de l'un d'entre eux auquel l'échantillon ou les échantillons sont remis ; <br/><br/>d) La dénomination exacte de la marchandise ; <br/><br/>e) La date, l'heure et le lieu du prélèvement ; <br/><br/>f) Le numéro d'ordre de chaque échantillon ; <br/><br/>g) Les nom, prénoms et qualité de l'agent ayant effectué le prélèvement ainsi que sa signature. <br/><br/>III.-Tout prélèvement donne lieu à la rédaction d'un procès-verbal de constat au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000006615980&dateTexte=&categorieLien=cid'>334</a> du code des douanes. Le procès-verbal comporte, outre les mentions prévues par ce code, les mentions suivantes : <br/><br/>a) La date, l'heure et le lieu du prélèvement ; <br/><br/>b) Les noms, prénoms ou raison sociale et adresse de toutes les personnes ayant assisté au prélèvement ; <br/><br/>c) Le cas échéant, mention du défaut ou du refus de la présence du propriétaire, du détenteur de la marchandise ou du représentant de l'un d'entre eux ; <br/><br/>d) Un exposé succinct des circonstances dans lesquelles le prélèvement a été effectué ; <br/><br/>e) L'identification exacte du ou des échantillons ainsi que la remise de l'échantillon ou de deux d'entre eux au propriétaire de la marque enregistrée ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'entre eux, aux seules fins d'analyse et en vue de faciliter les actions qu'il peut être amené à engager par la voie civile ou pénale. <br/><br/>Les personnes présentes lors du prélèvement peuvent faire insérer au procès-verbal de constat toutes les déclarations qu'elles jugent utiles. Elles sont invitées à le signer. En cas de refus, mention en est portée sur le procès-verbal de constat. <br/><br/>Une copie du procès-verbal de constat est remise à chaque personne présente lors du prélèvement. <br/><br/>IV.-L'administration des douanes conserve les échantillons qui lui sont attribués jusqu'au règlement de l'affaire. En fonction du résultat de l'action civile ou pénale engagée par le propriétaire de la marque enregistrée ou le bénéficiaire du droit exclusif d'exploitation, ils sont restitués soit à ces derniers soit à leur détenteur ou à leur propriétaire ou à un représentant de l'un d'entre eux. <br/><br/>Les échantillons détenus par le propriétaire de la marque enregistrée ou le bénéficiaire du droit exclusif d'exploitation ou le représentant de l'un d'entre eux sont restitués, le cas échéant, au détenteur ou au propriétaire de la marchandise ou à un représentant de l'un d'entre eux, sauf destruction des échantillons résultant de l'analyse prévue par l'article L. 716-8-3.",
            "num": "R716-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1214784000000,
            "dateFin": 1429315200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1840700268,
            "context": {
                "titresTM": [
                    {
                        "debut": "1995-04-13",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083674",
                        "id": "LEGISCTA000006083674",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2019-12-11",
                        "titre": "Livre VII : Marques de fabrique, de commerce ou de service et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133353",
                        "id": "LEGISCTA000006133353",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-11",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Marques de produits ou de services et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133353",
                        "id": "LEGISCTA000039490649",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2008-06-30",
                        "titre": "Titre unique : Marques de fabrique, de commerce ou de service",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146391",
                        "id": "LEGISCTA000006146391",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-30",
                        "fin": "2019-12-11",
                        "titre": "Titre Ier : Marques de fabrique, de commerce ou de service",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146391",
                        "id": "LEGISCTA000019141599",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-11",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Marques de produits ou de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146391",
                        "id": "LEGISCTA000039490646",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Contentieux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161749",
                        "id": "LEGISCTA000006161749",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-30",
                        "fin": "2019-12-11",
                        "titre": "Section 3 : Retenue en douane \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019111582",
                        "id": "LEGISCTA000019115389",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-11",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Retenue en douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019111582",
                        "id": "LEGISCTA000039479182",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Code de la propriété intellectuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069414",
                        "id": "LEGITEXT000006069414",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019111594",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019111582",
            "sectionParentId": "LEGISCTA000039479182",
            "sectionParentTitre": "Section 4 : Retenue en douane",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VII : Marques de fabrique, de commerce ou de service et autres signes distinctifs &gt; Titre Ier : Marques de fabrique, de commerce ou de service &gt; Chapitre VI : Contentieux &gt; Section 3 : Retenue en douane \r\n\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019115368",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069414",
                    "titre": "Code de la propriété intellectuelle",
                    "titreLong": "Code de la propriété intellectuelle",
                    "etat": "VIGUEUR",
                    "dateDebut": 710121600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069414",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019108405",
                    "textTitle": "Décret n°2008-625\n du 27 juin 2008 - art. 10",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000019110088",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-06-29",
                    "dateSignaTexte": "2008-06-27",
                    "dateDebutCible": "2008-06-30"
                },
                {
                    "textCid": "JORFTEXT000030487139",
                    "textTitle": "DÉCRET n°2015-427 du 15 avril 2015 - art. 6",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000030488146",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-04-17",
                    "dateSignaTexte": "2015-04-15",
                    "dateDebutCible": "2015-04-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L716-8-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L716-8-3",
                    "articleId": "LEGIARTI000006279748",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576368000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 334",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "334",
                    "articleId": "LEGIARTI000006615980",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1041292800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019115368",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1214784000000,
                    "dateFin": 1429315200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039479218",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1585699200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R716-11",
                "716-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}