{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044176134",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le montant du coût supplémentaire engendré par l'interruption, le report ou l'abandon mentionnés à l'article 911-7 , supporté par l'entreprise de production déléguée, est déterminé par l'expert désigné par l'entreprise de production dans le formulaire mentionné à l'article 911-4 , par référence, selon les cas, aux dépenses couvertes par le contrat d'assurance souscrit pour l'œuvre concernée soit au titre de la garantie relative à l'indisponibilité des personnes, soit au titre de la garantie relative à l'abandon du tournage. En cas d'abandon du tournage, on entend par montant du coût supplémentaire le montant des dépenses engagées jusqu'à l'arrêt prématuré et définitif du tournage déduction faite des dépenses récupérables et de la valeur des éléments corporels et incorporels de l'œuvre inachevée. Les rémunérations versées aux artistes-interprètes et les salaires versés aux personnels de la réalisation et de la production sont pris en compte dans la limite de la rémunération minimale prévue, pour chacun d'eux, par les conventions et accords collectifs conclus entre les organisations de salariés et d'employeurs de la profession. Les frais généraux, les frais financiers, les charges fiscales et les pénalités de retard ou d'absence de livraison sont exclus pour la détermination du coût supplémentaire. Une même dépense ou des dépenses se rattachant au même contrat ne peuvent donner lieu à la fois à l'attribution d'une aide du fonds d'indemnisation et au bénéfice d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat ou à une prise en charge par la compagnie d'assurance sauf lorsque cette prise en charge intervient au-delà des plafonds mentionnés à l'article 911-9. La durée maximale d'interruption ou de report du tournage prise en compte pour la détermination du coût supplémentaire est fixée à cinq semaines calendaires, consécutives ou non, quel que soit le nombre de jours de tournage prévus au titre de chaque semaine. A titre exceptionnel, sur décision du président du Centre national du cinéma et de l'image animée, cette durée maximale peut être prolongée sur demande motivée de l'entreprise de production justifiant de la nécessité d'avoir maintenu l'interruption du tournage ou d'avoir dû le reporter davantage, en raison d'une impossibilité avérée de reprendre ou de débuter le tournage dans les conditions artistiques et techniques initialement prévues, résultant notamment de l'indisponibilité prolongée d'une personne indispensable au tournage dans le cas mentionné au a du 1° de l'article 911-7 ou de l'impossibilité de recourir à des décors naturels ou historiques spécifiques et irremplaçables imposés par le scénario ou les prises de vues déjà réalisées. A compter du 1er avril 2021, pour les œuvres relevant du a du 2° de l'article 911-6, le montant du coût supplémentaire pris en compte pour la détermination de l'aide peut également comprendre les dépenses supportées par l'entreprise de production déléguée sur le territoire d'un autre Etat membre de l'Union européenne, à raison de l'interruption, du report ou de l'abandon du tournage sur ce territoire, dans les mêmes conditions et limites que celles prévues au présent article. Le bénéfice des dispositions du présent alinéa est subordonné à une autorisation du président du Centre national du cinéma et de l'image animée, sur demande motivée de l'entreprise de production déléguée justifiant de la situation sanitaire de l'Etat membre de l'Union européenne sur le territoire duquel a lieu le tournage ainsi que des mesures mises en place par les autorités locales sur les lieux de tournage afin de faire face à l'épidémie de covid-19 qui doivent être comparables, par leur nature et leurs effets, à celles applicables sur le territoire français. Pour les œuvres relevant du b du 2° de l'article 911-6 , le montant du coût supplémentaire pris en compte pour la détermination de l'aide comprend également les dépenses supportées, à raison de l'interruption, du report ou de l'abandon du tournage sur le territoire national, par le coproducteur établi dans l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation, dans les mêmes conditions et limites que celles prévues au présent article. La rémunération minimale prévue au troisième alinéa est celle prévue par les conventions ou accords collectifs conclus en France. Les dispositions du cinquième alinéa s'appliquent également lorsque le coproducteur bénéficie d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation.",
            "texteHtml": "<p>Le montant du coût supplémentaire engendré par l'interruption, le report ou l'abandon mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000041948706&dateTexte=&categorieLien=cid'>911-7</a>, supporté par l'entreprise de production déléguée, est déterminé par l'expert désigné par l'entreprise de production dans le formulaire mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000043119177&dateTexte=&categorieLien=id' title='Code du cinéma et de l'image animée - art. 911-4 (Ab)'>911-4</a>, par référence, selon les cas, aux dépenses couvertes par le contrat d'assurance souscrit pour l'œuvre concernée soit au titre de la garantie relative à l'indisponibilité des personnes, soit au titre de la garantie relative à l'abandon du tournage. </p><p>En cas d'abandon du tournage, on entend par montant du coût supplémentaire le montant des dépenses engagées jusqu'à l'arrêt prématuré et définitif du tournage déduction faite des dépenses récupérables et de la valeur des éléments corporels et incorporels de l'œuvre inachevée. </p><p>Les rémunérations versées aux artistes-interprètes et les salaires versés aux personnels de la réalisation et de la production sont pris en compte dans la limite de la rémunération minimale prévue, pour chacun d'eux, par les conventions et accords collectifs conclus entre les organisations de salariés et d'employeurs de la profession. </p><p>Les frais généraux, les frais financiers, les charges fiscales et les pénalités de retard ou d'absence de livraison sont exclus pour la détermination du coût supplémentaire. </p><p>Une même dépense ou des dépenses se rattachant au même contrat ne peuvent donner lieu à la fois à l'attribution d'une aide du fonds d'indemnisation et au bénéfice d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat ou à une prise en charge par la compagnie d'assurance sauf lorsque cette prise en charge intervient au-delà des plafonds mentionnés à l'article 911-9. </p><p>La durée maximale d'interruption ou de report du tournage prise en compte pour la détermination du coût supplémentaire est fixée à cinq semaines calendaires, consécutives ou non, quel que soit le nombre de jours de tournage prévus au titre de chaque semaine. A titre exceptionnel, sur décision du président du Centre national du cinéma et de l'image animée, cette durée maximale peut être prolongée sur demande motivée de l'entreprise de production justifiant de la nécessité d'avoir maintenu l'interruption du tournage ou d'avoir dû le reporter davantage, en raison d'une impossibilité avérée de reprendre ou de débuter le tournage dans les conditions artistiques et techniques initialement prévues, résultant notamment de l'indisponibilité prolongée d'une personne indispensable au tournage dans le cas mentionné au a du 1° de l'article 911-7 ou de l'impossibilité de recourir à des décors naturels ou historiques spécifiques et irremplaçables imposés par le scénario ou les prises de vues déjà réalisées. </p><p>A compter du 1er avril 2021, pour les œuvres relevant du a du 2° de l'article 911-6, le montant du coût supplémentaire pris en compte pour la détermination de l'aide peut également comprendre les dépenses supportées par l'entreprise de production déléguée sur le territoire d'un autre Etat membre de l'Union européenne, à raison de l'interruption, du report ou de l'abandon du tournage sur ce territoire, dans les mêmes conditions et limites que celles prévues au présent article. Le bénéfice des dispositions du présent alinéa est subordonné à une autorisation du président du Centre national du cinéma et de l'image animée, sur demande motivée de l'entreprise de production déléguée justifiant de la situation sanitaire de l'Etat membre de l'Union européenne sur le territoire duquel a lieu le tournage ainsi que des mesures mises en place par les autorités locales sur les lieux de tournage afin de faire face à l'épidémie de covid-19 qui doivent être comparables, par leur nature et leurs effets, à celles applicables sur le territoire français. </p><p>Pour les œuvres relevant du b du 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000041948633&dateTexte=&categorieLien=cid'>911-6</a>, le montant du coût supplémentaire pris en compte pour la détermination de l'aide comprend également les dépenses supportées, à raison de l'interruption, du report ou de l'abandon du tournage sur le territoire national, par le coproducteur établi dans l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation, dans les mêmes conditions et limites que celles prévues au présent article. La rémunération minimale prévue au troisième alinéa est celle prévue par les conventions ou accords collectifs conclus en France. Les dispositions du cinquième alinéa s'appliquent également lorsque le coproducteur bénéficie d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation.</p>",
            "num": "911-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "ABROGE",
            "dateDebut": 1633737600000,
            "dateFin": 1675209600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-04-04",
                        "fin": "2023-02-01",
                        "titre": "Livre IX : Mesures exceptionnelles en faveur des entreprises du secteur du cinéma et des autres arts et industries de l'image animée affectées par l'épidémie de covid-19\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041781130",
                        "id": "LEGISCTA000041781130",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2020-04-04",
                        "fin": "2023-02-01",
                        "titre": "Titre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041781137",
                        "id": "LEGISCTA000041781137",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2020-06-04",
                        "fin": "2023-02-01",
                        "titre": "Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041948377",
                        "id": "LEGISCTA000041948377",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041948720",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000041948377",
            "sectionParentId": "LEGISCTA000041948377",
            "sectionParentTitre": "Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044176134",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044173410",
                    "textTitle": "Délibération n°2021/CA/28 du 30 septembre 2021 - art. 10, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "JORFARTI000044173440",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2021-10-08",
                    "dateSignaTexte": "2021-09-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000047138508",
                    "textTitle": "Délibération n°2022/CA/38 du 8 décembre 2022 - art. 2 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047143465",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2023-01-24",
                    "dateSignaTexte": "2022-12-08",
                    "dateDebutCible": "2023-02-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-10 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "911-10",
                    "articleId": "LEGIARTI000042442852",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1603065600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "911-3",
                    "articleId": "LEGIARTI000046379611",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1665187200000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "911-4",
                    "articleId": "LEGIARTI000043119177",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608854400000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "911-6",
                    "articleId": "LEGIARTI000041948633",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1591228800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "911-7",
                    "articleId": "LEGIARTI000041948706",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1591228800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "911-9",
                    "articleId": "LEGIARTI000043625986",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617926400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041948720",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1591228800000,
                    "dateFin": 1603065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042442718",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1603065600000,
                    "dateFin": 1608854400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043119361",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1608854400000,
                    "dateFin": 1623283200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043638771",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1623283200000,
                    "dateFin": 1633737600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044176134",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1633737600000,
                    "dateFin": 1675209600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "911-8"
            ],
            "versionPrecedente": "LEGIARTI000043638771",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043638771",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le montant du coût supplémentaire engendré par l'interruption, le report ou l'abandon mentionnés à l'article 911-7, supporté par l'entreprise de production déléguée, est déterminé par l'expert désigné par l'entreprise de production dans le formulaire mentionné à l'article 911-4, par référence, selon les cas, aux dépenses couvertes par le contrat d'assurance souscrit pour l'œuvre concernée soit au titre de la garantie relative à l'indisponibilité des personnes, soit au titre de la garantie relative à l'abandon du tournage. En cas d'abandon du tournage, on entend par montant du coût supplémentaire le montant des dépenses engagées jusqu'à l'arrêt prématuré et définitif du tournage déduction faite des dépenses récupérables et de la valeur des éléments corporels et incorporels de l'œuvre inachevée. Les rémunérations versées aux artistes-interprètes et les salaires versés aux personnels de la réalisation et de la production sont pris en compte dans la limite de la rémunération minimale prévue, pour chacun d'eux, par les conventions et accords collectifs conclus entre les organisations de salariés et d'employeurs de la profession. Les frais généraux, les frais financiers, les charges fiscales et les pénalités de retard ou d'absence de livraison sont exclus pour la détermination du coût supplémentaire. Une même dépense ou des dépenses se rattachant au même contrat ne peuvent donner lieu à la fois à l'attribution d'une aide du fonds d'indemnisation et au bénéfice d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat ou à une prise en charge par la compagnie d'assurance sauf lorsque cette prise en charge intervient au-delà des plafonds mentionnés à l'article 911-9. La durée maximale d'interruption ou de report du tournage prise en compte pour la détermination du coût supplémentaire est fixée à cinq semaines calendaires, consécutives ou non, quel que soit le nombre de jours de tournage prévus au titre de chaque semaine. A compter du 1er avril 2021, pour les œuvres relevant du a du 2° de l'article 911-6, le montant du coût supplémentaire pris en compte pour la détermination de l'aide peut également comprendre les dépenses supportées par l'entreprise de production déléguée sur le territoire d'un autre Etat membre de l'Union européenne, à raison de l'interruption, du report ou de l'abandon du tournage sur ce territoire, dans les mêmes conditions et limites que celles prévues au présent article. Le bénéfice des dispositions du présent alinéa est subordonné à une autorisation du président du Centre national du cinéma et de l'image animée, sur demande motivée de l'entreprise de production déléguée justifiant de la situation sanitaire de l'Etat membre de l'Union européenne sur le territoire duquel a lieu le tournage ainsi que des mesures mises en place par les autorités locales sur les lieux de tournage afin de faire face à l'épidémie de covid-19 qui doivent être comparables, par leur nature et leurs effets, à celles applicables sur le territoire français. Pour les œuvres relevant du b du 2° de l'article 911-6, le montant du coût supplémentaire pris en compte pour la détermination de l'aide comprend également les dépenses supportées, à raison de l'interruption, du report ou de l'abandon du tournage sur le territoire national, par le coproducteur établi dans l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation, dans les mêmes conditions et limites que celles prévues au présent article. La rémunération minimale prévue au troisième alinéa est celle prévue par les conventions ou accords collectifs conclus en France. Les dispositions du cinquième alinéa s'appliquent également lorsque le coproducteur bénéficie d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation.",
            "texteHtml": "<p>Le montant du coût supplémentaire engendré par l'interruption, le report ou l'abandon mentionnés à l'article 911-7, supporté par l'entreprise de production déléguée, est déterminé par l'expert désigné par l'entreprise de production dans le formulaire mentionné à l'article 911-4, par référence, selon les cas, aux dépenses couvertes par le contrat d'assurance souscrit pour l'œuvre concernée soit au titre de la garantie relative à l'indisponibilité des personnes, soit au titre de la garantie relative à l'abandon du tournage.</p><p>En cas d'abandon du tournage, on entend par montant du coût supplémentaire le montant des dépenses engagées jusqu'à l'arrêt prématuré et définitif du tournage déduction faite des dépenses récupérables et de la valeur des éléments corporels et incorporels de l'œuvre inachevée.</p><p>Les rémunérations versées aux artistes-interprètes et les salaires versés aux personnels de la réalisation et de la production sont pris en compte dans la limite de la rémunération minimale prévue, pour chacun d'eux, par les conventions et accords collectifs conclus entre les organisations de salariés et d'employeurs de la profession.</p><p>Les frais généraux, les frais financiers, les charges fiscales et les pénalités de retard ou d'absence de livraison sont exclus pour la détermination du coût supplémentaire.</p><p>Une même dépense ou des dépenses se rattachant au même contrat ne peuvent donner lieu à la fois à l'attribution d'une aide du fonds d'indemnisation et au bénéfice d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat ou à une prise en charge par la compagnie d'assurance sauf lorsque cette prise en charge intervient au-delà des plafonds mentionnés à l'article 911-9.</p><p>La durée maximale d'interruption ou de report du tournage prise en compte pour la détermination du coût supplémentaire est fixée à cinq semaines calendaires, consécutives ou non, quel que soit le nombre de jours de tournage prévus au titre de chaque semaine.</p><p>A compter du 1er avril 2021, pour les œuvres relevant du a du 2° de l'article 911-6, le montant du coût supplémentaire pris en compte pour la détermination de l'aide peut également comprendre les dépenses supportées par l'entreprise de production déléguée sur le territoire d'un autre Etat membre de l'Union européenne, à raison de l'interruption, du report ou de l'abandon du tournage sur ce territoire, dans les mêmes conditions et limites que celles prévues au présent article. Le bénéfice des dispositions du présent alinéa est subordonné à une autorisation du président du Centre national du cinéma et de l'image animée, sur demande motivée de l'entreprise de production déléguée justifiant de la situation sanitaire de l'Etat membre de l'Union européenne sur le territoire duquel a lieu le tournage ainsi que des mesures mises en place par les autorités locales sur les lieux de tournage afin de faire face à l'épidémie de covid-19 qui doivent être comparables, par leur nature et leurs effets, à celles applicables sur le territoire français.</p><p>Pour les œuvres relevant du b du 2° de l'article 911-6, le montant du coût supplémentaire pris en compte pour la détermination de l'aide comprend également les dépenses supportées, à raison de l'interruption, du report ou de l'abandon du tournage sur le territoire national, par le coproducteur établi dans l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation, dans les mêmes conditions et limites que celles prévues au présent article. La rémunération minimale prévue au troisième alinéa est celle prévue par les conventions ou accords collectifs conclus en France. Les dispositions du cinquième alinéa s'appliquent également lorsque le coproducteur bénéficie d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation.</p>",
            "num": "911-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1623283200000,
            "dateFin": 1633737600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-04-04",
                        "fin": "2023-02-01",
                        "titre": "Livre IX : Mesures exceptionnelles en faveur des entreprises du secteur du cinéma et des autres arts et industries de l'image animée affectées par l'épidémie de covid-19\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041781130",
                        "id": "LEGISCTA000041781130",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2020-04-04",
                        "fin": "2023-02-01",
                        "titre": "Titre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041781137",
                        "id": "LEGISCTA000041781137",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2020-06-04",
                        "fin": "2023-02-01",
                        "titre": "Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041948377",
                        "id": "LEGISCTA000041948377",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041948720",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000041948377",
            "sectionParentId": "LEGISCTA000041948377",
            "sectionParentTitre": "Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre IX : Mesures exceptionnelles en faveur des entreprises du secteur du cinéma et des autres arts et industries de l'image animée affectées par l'épidémie de covid-19\n &gt; Titre unique &gt; Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043638771",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043623771",
                    "textTitle": "Délibération n°2021/CA/18 du 27 mai 2021 - art. 4, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "JORFARTI000043623783",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2021-06-09",
                    "dateSignaTexte": "2021-05-27",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "911-3",
                    "articleId": "LEGIARTI000046379611",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1665187200000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "911-9",
                    "articleId": "LEGIARTI000043625986",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617926400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041948720",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1591228800000,
                    "dateFin": 1603065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042442718",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1603065600000,
                    "dateFin": 1608854400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043119361",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1608854400000,
                    "dateFin": 1623283200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043638771",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1623283200000,
                    "dateFin": 1633737600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044176134",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1633737600000,
                    "dateFin": 1675209600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "911-8"
            ],
            "versionPrecedente": "LEGIARTI000043119361",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043119361",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le montant du coût supplémentaire engendré par l'interruption, le report ou l'abandon mentionnés à l'article 911-7, supporté par l'entreprise de production déléguée, est déterminé par l'expert désigné par l'entreprise de production dans le formulaire mentionné à l'article 911-4, par référence, selon les cas, aux dépenses couvertes par le contrat d'assurance souscrit pour l'œuvre concernée soit au titre de la garantie relative à l'indisponibilité des personnes, soit au titre de la garantie relative à l'abandon du tournage. En cas d'abandon du tournage, on entend par montant du coût supplémentaire le montant des dépenses engagées jusqu'à l'arrêt prématuré et définitif du tournage déduction faite des dépenses récupérables et de la valeur des éléments corporels et incorporels de l'œuvre inachevée. Les rémunérations versées aux artistes-interprètes et les salaires versés aux personnels de la réalisation et de la production sont pris en compte dans la limite de la rémunération minimale prévue, pour chacun d'eux, par les conventions et accords collectifs conclus entre les organisations de salariés et d'employeurs de la profession. Les frais généraux, les frais financiers, les charges fiscales et les pénalités de retard ou d'absence de livraison sont exclus pour la détermination du coût supplémentaire. Une même dépense ou des dépenses se rattachant au même contrat ne peuvent donner lieu à la fois à l'attribution d'une aide du fonds d'indemnisation et au bénéfice d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat ou à une prise en charge par la compagnie d'assurance sauf lorsque cette prise en charge intervient au-delà des plafonds mentionnés à l'article 911-9. La durée maximale d'interruption ou de report du tournage prise en compte pour la détermination du coût supplémentaire est fixée à cinq semaines calendaires, consécutives ou non, quel que soit le nombre de jours de tournage prévus au titre de chaque semaine. Pour les œuvres relevant du b du 2° de l'article 911-6, le montant du coût supplémentaire pris en compte pour la détermination de l'aide comprend également les dépenses supportées, à raison de l'interruption, du report ou de l'abandon du tournage sur le territoire national, par le coproducteur établi dans l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation, dans les mêmes conditions et limites que celles prévues au présent article. La rémunération minimale prévue au troisième alinéa est celle prévue par les conventions ou accords collectifs conclus en France. Les dispositions du cinquième alinéa s'appliquent également lorsque le coproducteur bénéficie d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation.",
            "texteHtml": "<p>Le montant du coût supplémentaire engendré par l'interruption, le report ou l'abandon mentionnés à l'article 911-7, supporté par l'entreprise de production déléguée, est déterminé par l'expert désigné par l'entreprise de production dans le formulaire mentionné à l'article 911-4, par référence, selon les cas, aux dépenses couvertes par le contrat d'assurance souscrit pour l'œuvre concernée soit au titre de la garantie relative à l'indisponibilité des personnes, soit au titre de la garantie relative à l'abandon du tournage.</p><p>En cas d'abandon du tournage, on entend par montant du coût supplémentaire le montant des dépenses engagées jusqu'à l'arrêt prématuré et définitif du tournage déduction faite des dépenses récupérables et de la valeur des éléments corporels et incorporels de l'œuvre inachevée.</p><p>Les rémunérations versées aux artistes-interprètes et les salaires versés aux personnels de la réalisation et de la production sont pris en compte dans la limite de la rémunération minimale prévue, pour chacun d'eux, par les conventions et accords collectifs conclus entre les organisations de salariés et d'employeurs de la profession.</p><p>Les frais généraux, les frais financiers, les charges fiscales et les pénalités de retard ou d'absence de livraison sont exclus pour la détermination du coût supplémentaire.</p><p>Une même dépense ou des dépenses se rattachant au même contrat ne peuvent donner lieu à la fois à l'attribution d'une aide du fonds d'indemnisation et au bénéfice d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat ou à une prise en charge par la compagnie d'assurance sauf lorsque cette prise en charge intervient au-delà des plafonds mentionnés à l'article 911-9.</p><p>La durée maximale d'interruption ou de report du tournage prise en compte pour la détermination du coût supplémentaire est fixée à cinq semaines calendaires, consécutives ou non, quel que soit le nombre de jours de tournage prévus au titre de chaque semaine.</p><p>Pour les œuvres relevant du b du 2° de l'article 911-6, le montant du coût supplémentaire pris en compte pour la détermination de l'aide comprend également les dépenses supportées, à raison de l'interruption, du report ou de l'abandon du tournage sur le territoire national, par le coproducteur établi dans l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation, dans les mêmes conditions et limites que celles prévues au présent article. La rémunération minimale prévue au troisième alinéa est celle prévue par les conventions ou accords collectifs conclus en France. Les dispositions du cinquième alinéa s'appliquent également lorsque le coproducteur bénéficie d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat concerné par l'accord qui a mis en place un fonds d'aides similaire au fonds d'indemnisation.</p>",
            "num": "911-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1608854400000,
            "dateFin": 1623283200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-04-04",
                        "fin": "2023-02-01",
                        "titre": "Livre IX : Mesures exceptionnelles en faveur des entreprises du secteur du cinéma et des autres arts et industries de l'image animée affectées par l'épidémie de covid-19\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041781130",
                        "id": "LEGISCTA000041781130",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2020-04-04",
                        "fin": "2023-02-01",
                        "titre": "Titre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041781137",
                        "id": "LEGISCTA000041781137",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2020-06-04",
                        "fin": "2023-02-01",
                        "titre": "Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041948377",
                        "id": "LEGISCTA000041948377",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041948720",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000041948377",
            "sectionParentId": "LEGISCTA000041948377",
            "sectionParentTitre": "Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre IX : Mesures exceptionnelles en faveur des entreprises du secteur du cinéma et des autres arts et industries de l'image animée affectées par l'épidémie de covid-19\n &gt; Titre unique &gt; Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043119361",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042730832",
                    "textTitle": "Délibération n°2020/CA/28 du 8 décembre 2020 - art. 23, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "23",
                    "articleId": "JORFARTI000042730912",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2020-12-24",
                    "dateSignaTexte": "2020-12-08",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "911-3",
                    "articleId": "LEGIARTI000046379611",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1665187200000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "911-9",
                    "articleId": "LEGIARTI000043625986",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617926400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041948720",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1591228800000,
                    "dateFin": 1603065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042442718",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1603065600000,
                    "dateFin": 1608854400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043119361",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1608854400000,
                    "dateFin": 1623283200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043638771",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1623283200000,
                    "dateFin": 1633737600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044176134",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1633737600000,
                    "dateFin": 1675209600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "911-8"
            ],
            "versionPrecedente": "LEGIARTI000042442718",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042442718",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le montant du coût supplémentaire engendré par l'interruption, le report ou l'abandon mentionnés à l'article 911-7, supporté par l'entreprise de production déléguée, est déterminé par l'expert désigné par l'entreprise de production dans le formulaire mentionné à l'article 911-4, par référence, selon les cas, aux dépenses couvertes par le contrat d'assurance souscrit pour l'œuvre concernée soit au titre de la garantie relative à l'indisponibilité des personnes, soit au titre de la garantie relative à l'abandon du tournage. En cas d'abandon du tournage, on entend par montant du coût supplémentaire le montant des dépenses engagées jusqu'à l'arrêt prématuré et définitif du tournage déduction faite des dépenses récupérables et de la valeur des éléments corporels et incorporels de l'œuvre inachevée. Les rémunérations versées aux artistes-interprètes et les salaires versés aux personnels de la réalisation et de la production sont pris en compte dans la limite de la rémunération minimale prévue, pour chacun d'eux, par les conventions et accords collectifs conclus entre les organisations de salariés et d'employeurs de la profession. Les frais généraux, les frais financiers, les charges fiscales et les pénalités de retard ou d'absence de livraison sont exclus pour la détermination du coût supplémentaire. Une même dépense ou des dépenses se rattachant au même contrat ne peuvent donner lieu à la fois à l'attribution d'une aide du fonds d'indemnisation et au bénéfice d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat ou à une prise en charge par la compagnie d'assurance sauf lorsque cette prise en charge intervient au-delà des plafonds mentionnés à l'article 911-9. La durée maximale d'interruption ou de report du tournage prise en compte pour la détermination du coût supplémentaire est fixée à cinq semaines calendaires, consécutives ou non, quel que soit le nombre de jours de tournage prévus au titre de chaque semaine.",
            "texteHtml": "<p>Le montant du coût supplémentaire engendré par l'interruption, le report ou l'abandon mentionnés à l'article 911-7, supporté par l'entreprise de production déléguée, est déterminé par l'expert désigné par l'entreprise de production dans le formulaire mentionné à l'article 911-4, par référence, selon les cas, aux dépenses couvertes par le contrat d'assurance souscrit pour l'œuvre concernée soit au titre de la garantie relative à l'indisponibilité des personnes, soit au titre de la garantie relative à l'abandon du tournage.</p><p>En cas d'abandon du tournage, on entend par montant du coût supplémentaire le montant des dépenses engagées jusqu'à l'arrêt prématuré et définitif du tournage déduction faite des dépenses récupérables et de la valeur des éléments corporels et incorporels de l'œuvre inachevée.</p><p>Les rémunérations versées aux artistes-interprètes et les salaires versés aux personnels de la réalisation et de la production sont pris en compte dans la limite de la rémunération minimale prévue, pour chacun d'eux, par les conventions et accords collectifs conclus entre les organisations de salariés et d'employeurs de la profession.</p><p>Les frais généraux, les frais financiers, les charges fiscales et les pénalités de retard ou d'absence de livraison sont exclus pour la détermination du coût supplémentaire.</p><p>Une même dépense ou des dépenses se rattachant au même contrat ne peuvent donner lieu à la fois à l'attribution d'une aide du fonds d'indemnisation et au bénéfice d'une mesure de soutien liée à l'épidémie de covid-19 mise en place par l'Etat ou à une prise en charge par la compagnie d'assurance sauf lorsque cette prise en charge intervient au-delà des plafonds mentionnés à l'article 911-9.</p><p>La durée maximale d'interruption ou de report du tournage prise en compte pour la détermination du coût supplémentaire est fixée à cinq semaines calendaires, consécutives ou non, quel que soit le nombre de jours de tournage prévus au titre de chaque semaine.</p>",
            "num": "911-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1603065600000,
            "dateFin": 1608854400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-04-04",
                        "fin": "2023-02-01",
                        "titre": "Livre IX : Mesures exceptionnelles en faveur des entreprises du secteur du cinéma et des autres arts et industries de l'image animée affectées par l'épidémie de covid-19\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041781130",
                        "id": "LEGISCTA000041781130",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2020-04-04",
                        "fin": "2023-02-01",
                        "titre": "Titre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041781137",
                        "id": "LEGISCTA000041781137",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2020-06-04",
                        "fin": "2023-02-01",
                        "titre": "Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041948377",
                        "id": "LEGISCTA000041948377",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041948720",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000041948377",
            "sectionParentId": "LEGISCTA000041948377",
            "sectionParentTitre": "Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre IX : Mesures exceptionnelles en faveur des entreprises du secteur du cinéma et des autres arts et industries de l'image animée affectées par l'épidémie de covid-19\n &gt; Titre unique &gt; Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042442718",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042434442",
                    "textTitle": "Délibération n°2020/CA/19 du 1er octobre 2020 - art. 16, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "JORFARTI000042434487",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2020-10-18",
                    "dateSignaTexte": "2020-10-01",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "911-3",
                    "articleId": "LEGIARTI000046379611",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1665187200000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "911-9",
                    "articleId": "LEGIARTI000043625986",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617926400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041948720",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1591228800000,
                    "dateFin": 1603065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042442718",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1603065600000,
                    "dateFin": 1608854400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043119361",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1608854400000,
                    "dateFin": 1623283200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043638771",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1623283200000,
                    "dateFin": 1633737600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044176134",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1633737600000,
                    "dateFin": 1675209600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "911-8"
            ],
            "versionPrecedente": "LEGIARTI000041948720",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000041948720",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le montant du coût supplémentaire engendré par l'interruption ou l'abandon mentionnés à l'article 911-7 , supporté par l'entreprise de production déléguée, est déterminé par un expert mandaté par la compagnie d'assurance, par référence aux dépenses couvertes par le contrat d'assurance souscrit pour l'œuvre concernée au titre de la garantie relative à l'indisponibilité des personnes. Les rémunérations versées aux artistes-interprètes et les salaires versés aux personnels de la réalisation et de la production sont pris en compte dans la limite de la rémunération minimale prévue, pour chacun d'eux, par les conventions et accords collectifs conclus entre les organisations de salariés et d'employeurs de la profession. Les frais généraux, les frais financiers, les charges fiscales et les pénalités de retard ou d'absence de livraison sont exclus pour la détermination du coût supplémentaire. La durée maximale d'interruption de tournage prise en compte pour la détermination du coût supplémentaire est fixée à cinq semaines.",
            "texteHtml": "<p>Le montant du coût supplémentaire engendré par l'interruption ou l'abandon mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000041948706&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 911-7 (V)'>911-7</a>, supporté par l'entreprise de production déléguée, est déterminé par un expert mandaté par la compagnie d'assurance, par référence aux dépenses couvertes par le contrat d'assurance souscrit pour l'œuvre concernée au titre de la garantie relative à l'indisponibilité des personnes. </p><p>Les rémunérations versées aux artistes-interprètes et les salaires versés aux personnels de la réalisation et de la production sont pris en compte dans la limite de la rémunération minimale prévue, pour chacun d'eux, par les conventions et accords collectifs conclus entre les organisations de salariés et d'employeurs de la profession. </p><p>Les frais généraux, les frais financiers, les charges fiscales et les pénalités de retard ou d'absence de livraison sont exclus pour la détermination du coût supplémentaire. </p><p>La durée maximale d'interruption de tournage prise en compte pour la détermination du coût supplémentaire est fixée à cinq semaines.</p>",
            "num": "911-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1591228800000,
            "dateFin": 1603065600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-04-04",
                        "fin": "2023-02-01",
                        "titre": "Livre IX : Mesures exceptionnelles en faveur des entreprises du secteur du cinéma et des autres arts et industries de l'image animée affectées par l'épidémie de covid-19\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041781130",
                        "id": "LEGISCTA000041781130",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2020-04-04",
                        "fin": "2023-02-01",
                        "titre": "Titre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041781137",
                        "id": "LEGISCTA000041781137",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2020-06-04",
                        "fin": "2023-02-01",
                        "titre": "Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041948377",
                        "id": "LEGISCTA000041948377",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041948720",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000041948377",
            "sectionParentId": "LEGISCTA000041948377",
            "sectionParentTitre": "Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre IX : Mesures exceptionnelles en faveur des entreprises du secteur du cinéma et des autres arts et industries de l'image animée affectées par l'épidémie de covid-19\n &gt; Titre unique &gt; Chapitre III : Dispositions relatives au fonds d'indemnisation pour interruption ou abandon des tournages d'œuvres cinématographiques ou audiovisuelles liés à l'épidémie de covid-19\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000041948720",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041946747",
                    "textTitle": "Délibération n°2020/CA/11 du 29 mai 2020 - art. 3, v. init.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "JORFARTI000041946758",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2020-06-03",
                    "dateSignaTexte": "2020-05-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "911-3",
                    "articleId": "LEGIARTI000046379611",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1665187200000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "911-7",
                    "articleId": "LEGIARTI000041948706",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1591228800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 911-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "911-9",
                    "articleId": "LEGIARTI000043625986",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617926400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041948720",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1591228800000,
                    "dateFin": 1603065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042442718",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1603065600000,
                    "dateFin": 1608854400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043119361",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1608854400000,
                    "dateFin": 1623283200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043638771",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1623283200000,
                    "dateFin": 1633737600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044176134",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1633737600000,
                    "dateFin": 1675209600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "911-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}