{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036332133",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le calcul de la solvabilité du groupe de l'entreprise mentionnée au premier alinéa de l'article R. 356-8 est effectué sur la base des données consolidées. La solvabilité du groupe est égale à la différence entre les fonds propres éligibles en couverture du capital de solvabilité requis, calculés sur la base de données consolidées et le capital de solvabilité requis au niveau du groupe, calculé sur la base de données consolidées. Les règles énoncées à la section 3 du chapitre Ier et à la section 1 du chapitre II du présent titre s'appliquent au calcul des fonds propres éligibles en couverture du capital de solvabilité requis et du capital de solvabilité requis au niveau du groupe sur la base de données consolidées. La classification au niveau du groupe des éléments de fonds propres des entreprises liées s'effectue conformément aux modalités fixées à l'article 331 du règlement délégué (UE) n° 2015/35 de la Commission du 10 octobre 2014. Lorsqu'un élément de fonds propres provient d'une entreprise liée d'un pays tiers, l'entreprise participante classe l'élément de fonds propres en fonction des critères établis par l'article 332 du même règlement. Lorsqu'un élément de fonds propres provient d'une société de groupe d'assurance, d'une union mutualiste de groupe, d'une société de groupe assurantiel de protection sociale, d'une société de groupe d'assurance intermédiaire, d'une union mutualiste de groupe intermédiaire, d'une société de groupe assurantiel de protection sociale intermédiaire ou de la filiale d'une entreprise de services auxiliaires, l'entreprise participante classe l'élément de fonds propres en fonction des critères établis à l'article 333 du même règlement. La classification relative aux éléments de fonds propres des entreprises ayant pour objet des activités financières non règlementées et des entreprises liées est établie conformément à l'article 334 du même règlement. Les données consolidées à prendre en compte pour le calcul de la solvabilité du groupe sont fixées par l'article 335 du même règlement. II.-Le capital de solvabilité requis au niveau du groupe sur la base de données consolidées est calculé selon la formule standard ou selon un modèle interne approuvé, en conformité avec les principes généraux énoncés respectivement aux articles L. 352-1 , L. 352-2 , R. 352-2 à R. 352-12-1 pour la formule standard, et aux articles L. 352-1, L. 352-2, R. 352-2 à R. 352-3 et R. 352-13 à R. 352-25 pour un modèle interne. Le capital de solvabilité requis du groupe sur une base consolidée est au moins égal à la somme du minimum de capital requis, mentionné à l'article R. 352-29 , de l'entreprise d'assurance ou de réassurance participante dans le cas mentionné au deuxième alinéa de l'article L. 356-15 et de la part proportionnelle du minimum de capital requis des entreprises d'assurance et de réassurance liées. Ce minimum est couvert par les fonds propres de base éligibles fixés par le IV de l'article R. 351-26 . Afin de déterminer si ces fonds propres éligibles permettent d'assurer la couverture du minimum de capital de solvabilité requis du groupe sur une base consolidée, les principes énoncés aux articles R. 356-11 à R. 356-18 s'appliquent. En cas de non-couverture de ce minimum de capital de solvabilité requis du groupe sur une base consolidée, l'entreprise mentionnée au premier alinéa de l'article R. 356-8 et l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe appliquent les dispositions des deux premiers alinéas de l'article L. 352-8 . Le capital de solvabilité requis au niveau du groupe sur la base de données consolidées est calculé selon les modalités fixées à l'article 336 du règlement délégué (UE) n° 2015/35 de la Commission du 10 octobre 2014. Il est tenu compte du risque de change tel que prévu à l'article 337 du même règlement délégué. Lorsqu'une combinaison de la première méthode et de la seconde méthode est décidée par le contrôleur du groupe en vertu de l'article R. 356-10 , l'article 341 du même règlement s'applique. Lorsque le calcul du capital de solvabilité requis au niveau du groupe sur la base de données consolidées relève d'un modèle interne, la procédure et les critères applicables sont explicités aux articles 343 à 346 du même règlement. En application de la formule standard et sous réserve de l'accord de l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe tel que prévu à l'article 356 du même règlement, le capital de solvabilité requis au niveau du groupe peut être calculé en se fondant sur des paramètres spécifiques au groupe concerné conformément à l'article 338 de ce règlement. L'application d'un modèle interne pour le calcul du capital de solvabilité requis au niveau du groupe sur la base de données consolidées est soumise à la procédure préalable prévue à l'article 343 du même règlement. Le retrait de la demande est soumis à l'information du contrôleur de groupe et du collège des contrôleurs conformément à l'article 343 du même règlement. L'examen de la demande est effectué conformément aux articles 344 et 345 du même règlement.",
            "texteHtml": "<p>I.-Le calcul de la solvabilité du groupe de l'entreprise mentionnée au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030581722&dateTexte=&categorieLien=cid'>R. 356-8 </a>est effectué sur la base des données consolidées. </p><p>La solvabilité du groupe est égale à la différence entre les fonds propres éligibles en couverture du capital de solvabilité requis, calculés sur la base de données consolidées et le capital de solvabilité requis au niveau du groupe, calculé sur la base de données consolidées. </p><p>Les règles énoncées à la section 3 du chapitre Ier et à la section 1 du chapitre II du présent titre s'appliquent au calcul des fonds propres éligibles en couverture du capital de solvabilité requis et du capital de solvabilité requis au niveau du groupe sur la base de données consolidées. </p><p>La classification au niveau du groupe des éléments de fonds propres des entreprises liées s'effectue conformément aux modalités fixées à l'article 331 du règlement délégué (UE) n° 2015/35 de la Commission du 10 octobre 2014. </p><p>Lorsqu'un élément de fonds propres provient d'une entreprise liée d'un pays tiers, l'entreprise participante classe l'élément de fonds propres en fonction des critères établis par l'article 332 du même règlement. </p><p>Lorsqu'un élément de fonds propres provient d'une société de groupe d'assurance, d'une union mutualiste de groupe, d'une société de groupe assurantiel de protection sociale, d'une société de groupe d'assurance intermédiaire, d'une union mutualiste de groupe intermédiaire, d'une société de groupe assurantiel de protection sociale intermédiaire ou de la filiale d'une entreprise de services auxiliaires, l'entreprise participante classe l'élément de fonds propres en fonction des critères établis à l'article 333 du même règlement. </p><p>La classification relative aux éléments de fonds propres des entreprises ayant pour objet des activités financières non règlementées et des entreprises liées est établie conformément à l'article 334 du même règlement. </p><p>Les données consolidées à prendre en compte pour le calcul de la solvabilité du groupe sont fixées par l'article 335 du même règlement. </p><p>II.-Le capital de solvabilité requis au niveau du groupe sur la base de données consolidées est calculé selon la formule standard ou selon un modèle interne approuvé, en conformité avec les principes généraux énoncés respectivement aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006799465&dateTexte=&categorieLien=cid'>L. 352-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030433926&dateTexte=&categorieLien=cid' title='Code des assurances - art. L352-2 (V)'>L. 352-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030564315&dateTexte=&categorieLien=cid'>R. 352-2 à R. 352-12-1 </a>pour la formule standard, et aux articles L. 352-1, L. 352-2, R. 352-2 à R. 352-3 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030564341&dateTexte=&categorieLien=cid'>R. 352-13 à R. 352-25 </a>pour un modèle interne. </p><p>Le capital de solvabilité requis du groupe sur une base consolidée est au moins égal à la somme du minimum de capital requis, mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030564377&dateTexte=&categorieLien=cid'>R. 352-29</a>, de l'entreprise d'assurance ou de réassurance participante dans le cas mentionné au deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030435614&dateTexte=&categorieLien=cid'>L. 356-15 </a>et de la part proportionnelle du minimum de capital requis des entreprises d'assurance et de réassurance liées. </p><p>Ce minimum est couvert par les fonds propres de base éligibles fixés par le IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030563522&dateTexte=&categorieLien=cid'>R. 351-26</a>. </p><p>Afin de déterminer si ces fonds propres éligibles permettent d'assurer la couverture du minimum de capital de solvabilité requis du groupe sur une base consolidée, les principes énoncés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030581728&dateTexte=&categorieLien=cid'>R. 356-11 à R. 356-18 </a>s'appliquent. </p><p>En cas de non-couverture de ce minimum de capital de solvabilité requis du groupe sur une base consolidée, l'entreprise mentionnée au premier alinéa de l'article R. 356-8 et l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe appliquent les dispositions des deux premiers alinéas de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030434239&dateTexte=&categorieLien=cid'>L. 352-8</a>. </p><p>Le capital de solvabilité requis au niveau du groupe sur la base de données consolidées est calculé selon les modalités fixées à l'article 336 du règlement délégué (UE) n° 2015/35 de la Commission du 10 octobre 2014. Il est tenu compte du risque de change tel que prévu à l'article 337 du même règlement délégué. </p><p>Lorsqu'une combinaison de la première méthode et de la seconde méthode est décidée par le contrôleur du groupe en vertu de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000036332145&dateTexte=&categorieLien=id' title='Code des assurances - art. R356-10 (VD)'>R. 356-10</a>, l'article 341 du même règlement s'applique. </p><p>Lorsque le calcul du capital de solvabilité requis au niveau du groupe sur la base de données consolidées relève d'un modèle interne, la procédure et les critères applicables sont explicités aux articles 343 à 346 du même règlement. </p><p>En application de la formule standard et sous réserve de l'accord de l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe tel que prévu à l'article 356 du même règlement, le capital de solvabilité requis au niveau du groupe peut être calculé en se fondant sur des paramètres spécifiques au groupe concerné conformément à l'article 338 de ce règlement. </p><p>L'application d'un modèle interne pour le calcul du capital de solvabilité requis au niveau du groupe sur la base de données consolidées est soumise à la procédure préalable prévue à l'article 343 du même règlement. </p><p>Le retrait de la demande est soumis à l'information du contrôleur de groupe et du collège des contrôleurs conformément à l'article 343 du même règlement. </p><p>L'examen de la demande est effectué conformément aux articles 344 et 345 du même règlement.</p>",
            "num": "R356-19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1514678400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 805306356,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-05-20",
                        "fin": "2016-01-01",
                        "titre": "Titre V : Libre prestation de services et coassurance relatives aux Etats parties à l'accord sur l'Espace économique européen non membres des communautés européennes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143453",
                        "id": "LEGISCTA000006143453",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Régime prudentiel applicable aux entreprises relevant du régime dit “ Solvabilité II ”",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143453",
                        "id": "LEGISCTA000030582886",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Exigences spécifiques aux groupes ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030581696",
                        "id": "LEGISCTA000030583167",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Exigence de capital réglementaire des groupes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030581720",
                        "id": "LEGISCTA000030583161",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030581744",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030581720",
            "sectionParentId": "LEGISCTA000030583161",
            "sectionParentTitre": "Section 3 : Exigence de capital réglementaire des groupes.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre V : Régime prudentiel applicable aux entreprises relevant du régime dit “ Solvabilité II ” &gt; Chapitre VI : Exigences spécifiques aux groupes  &gt; Section 3 : Exigence de capital réglementaire des groupes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036332133",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036267297",
                    "textTitle": "Décret n°2017-1765 du 26 décembre 2017 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036291105",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-12-28",
                    "dateSignaTexte": "2017-12-26",
                    "dateDebutCible": "2017-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L352-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-1",
                    "articleId": "LEGIARTI000006799465",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 773020800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L352-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-2",
                    "articleId": "LEGIARTI000030433926",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L352-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-8",
                    "articleId": "LEGIARTI000030434239",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L356-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L356-15",
                    "articleId": "LEGIARTI000030435614",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R351-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-26",
                    "articleId": "LEGIARTI000030563522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R352-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R352-13",
                    "articleId": "LEGIARTI000030564341",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R352-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R352-2",
                    "articleId": "LEGIARTI000030564315",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R352-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R352-29",
                    "articleId": "LEGIARTI000030564377",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-10 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R356-10",
                    "articleId": "LEGIARTI000036332145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R356-11",
                    "articleId": "LEGIARTI000030581728",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-12 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-12",
                    "articleId": "LEGIARTI000030582046",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-21 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-21",
                    "articleId": "LEGIARTI000030582093",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-3",
                    "articleId": "LEGIARTI000030582019",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-41 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-41",
                    "articleId": "LEGIARTI000030582167",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-42 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-42",
                    "articleId": "LEGIARTI000030582169",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-56 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-56",
                    "articleId": "LEGIARTI000030582221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R356-8",
                    "articleId": "LEGIARTI000030581722",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030582072",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514678400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332133",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1514678400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R356-19",
                "356-19"
            ],
            "versionPrecedente": "LEGIARTI000030582072",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030582072",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le calcul de la solvabilité du groupe de l'entreprise mentionnée au premier alinéa de l'article R. 356-8 est effectué sur la base des données consolidées. La solvabilité du groupe est égale à la différence entre les fonds propres éligibles en couverture du capital de solvabilité requis, calculés sur la base de données consolidées et le capital de solvabilité requis au niveau du groupe, calculé sur la base de données consolidées. Les règles énoncées à la section 3 du chapitre Ier et à la section 1 du chapitre II du présent titre s'appliquent au calcul des fonds propres éligibles en couverture du capital de solvabilité requis et du capital de solvabilité requis au niveau du groupe sur la base de données consolidées. La classification au niveau du groupe des éléments de fonds propres des entreprises liées s'effectue conformément aux modalités fixées à l'article 331 du règlement délégué (UE) n° 2015/35 de la Commission du 10 octobre 2014. Lorsqu'un élément de fonds propres provient d'une entreprise liée d'un pays tiers, l'entreprise participante classe l'élément de fonds propres en fonction des critères établis par l'article 332 du même règlement. Lorsqu'un élément de fonds propres provient d'une société de groupe d'assurance, d'une union mutualiste de groupe, d'une société de groupe assurantiel de protection sociale, d'une société de groupe d'assurance intermédiaire, d'une union mutualiste de groupe intermédiaire, d'une société de groupe assurantiel de protection sociale intermédiaire ou de la filiale d'une entreprise de services auxiliaires, l'entreprise participante classe l'élément de fonds propres en fonction des critères établis à l'article 333 du même règlement. La classification relative aux éléments de fonds propres des entreprises ayant pour objet des activités financières non règlementées et des entreprises liées est établie conformément à l'article 334 du même règlement. Les données consolidées à prendre en compte pour le calcul de la solvabilité du groupe sont fixées par l'article 335 du même règlement. II.-Le capital de solvabilité requis au niveau du groupe sur la base de données consolidées est calculé selon la formule standard ou selon un modèle interne approuvé, en conformité avec les principes généraux énoncés respectivement aux articles L. 352-1 , R. 352-2 à R. 352-12-1 pour la formule standard, et aux articles L. 352-1, R. 352-2 à R. 352-3 et R. 352-13 à R. 352-25 pour un modèle interne. Le capital de solvabilité requis du groupe sur une base consolidée est au moins égal à la somme du minimum de capital requis, mentionné à l'article R. 352-29 , de l'entreprise d'assurance ou de réassurance participante dans le cas mentionné au deuxième alinéa de l'article L. 356-15 et de la part proportionnelle du minimum de capital requis des entreprises d'assurance et de réassurance liées. Ce minimum est couvert par les fonds propres de base éligibles fixés par le IV de l'article R. 351-26 . Afin de déterminer si ces fonds propres éligibles permettent d'assurer la couverture du minimum de capital de solvabilité requis du groupe sur une base consolidée, les principes énoncés aux articles R. 356-11 à R. 356-18 s'appliquent. En cas de non-couverture de ce minimum de capital de solvabilité requis du groupe sur une base consolidée, l'entreprise mentionnée au premier alinéa de l'article R. 356-8 et l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe appliquent les dispositions des deux premiers alinéas de l'article L. 352-8 . Le capital de solvabilité requis au niveau du groupe sur la base de données consolidées est calculé selon les modalités fixées à l'article 336 du règlement délégué (UE) n° 2015/35 de la Commission du 10 octobre 2014. Il est tenu compte du risque de change tel que prévu à l'article 337 du même règlement délégué. Lorsqu'une combinaison de la première méthode et de la seconde méthode est décidée par le contrôleur du groupe en vertu de l'article R. 356-10, l'article 341 du même règlement s'applique. Lorsque le calcul du capital de solvabilité requis au niveau du groupe sur la base de données consolidées relève d'un modèle interne, la procédure et les critères applicables sont explicités aux articles 343 à 346 du même règlement. En application de la formule standard et sous réserve de l'accord de l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe tel que prévu à l'article 356 du même règlement, le capital de solvabilité requis au niveau du groupe peut être calculé en se fondant sur des paramètres spécifiques au groupe concerné conformément à l'article 338 de ce règlement. L'application d'un modèle interne pour le calcul du capital de solvabilité requis au niveau du groupe sur la base de données consolidées est soumise à la procédure préalable prévue à l'article 343 du même règlement. Le retrait de la demande est soumis à l'information du contrôleur de groupe et du collège des contrôleurs conformément à l'article 343 du même règlement. L'examen de la demande est effectué conformément aux articles 344 et 345 du même règlement.",
            "texteHtml": "<p>I.-Le calcul de la solvabilité du groupe de l'entreprise mentionnée au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030581722&dateTexte=&categorieLien=cid' title='Code des assurances - art. R356-8 (VD)'>R. 356-8 </a>est effectué sur la base des données consolidées. <br/><br/>La solvabilité du groupe est égale à la différence entre les fonds propres éligibles en couverture du capital de solvabilité requis, calculés sur la base de données consolidées et le capital de solvabilité requis au niveau du groupe, calculé sur la base de données consolidées. <br/><br/>Les règles énoncées à la section 3 du chapitre Ier et à la section 1 du chapitre II du présent titre s'appliquent au calcul des fonds propres éligibles en couverture du capital de solvabilité requis et du capital de solvabilité requis au niveau du groupe sur la base de données consolidées. <br/><br/>La classification au niveau du groupe des éléments de fonds propres des entreprises liées s'effectue conformément aux modalités fixées à l'article 331 du règlement délégué (UE) n° 2015/35 de la Commission du 10 octobre 2014. <br/><br/>Lorsqu'un élément de fonds propres provient d'une entreprise liée d'un pays tiers, l'entreprise participante classe l'élément de fonds propres en fonction des critères établis par l'article 332 du même règlement. <br/><br/>Lorsqu'un élément de fonds propres provient d'une société de groupe d'assurance, d'une union mutualiste de groupe, d'une société de groupe assurantiel de protection sociale, d'une société de groupe d'assurance intermédiaire, d'une union mutualiste de groupe intermédiaire, d'une société de groupe assurantiel de protection sociale intermédiaire ou de la filiale d'une entreprise de services auxiliaires, l'entreprise participante classe l'élément de fonds propres en fonction des critères établis à l'article 333 du même règlement. <br/><br/>La classification relative aux éléments de fonds propres des entreprises ayant pour objet des activités financières non règlementées et des entreprises liées est établie conformément à l'article 334 du même règlement. <br/><br/>Les données consolidées à prendre en compte pour le calcul de la solvabilité du groupe sont fixées par l'article 335 du même règlement. <br/><br/>II.-Le capital de solvabilité requis au niveau du groupe sur la base de données consolidées est calculé selon la formule standard ou selon un modèle interne approuvé, en conformité avec les principes généraux énoncés respectivement aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006799465&dateTexte=&categorieLien=cid' title='Code des assurances - art. L352-1 (VD)'>L. 352-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030564315&dateTexte=&categorieLien=cid' title='Code des assurances - art. R352-2 (VD)'>R. 352-2 à R. 352-12-1 </a>pour la formule standard, et aux articles L. 352-1, R. 352-2 à R. 352-3 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030564341&dateTexte=&categorieLien=cid' title='Code des assurances - art. R352-13 (VD)'>R. 352-13 à R. 352-25 </a>pour un modèle interne. <br/><br/>Le capital de solvabilité requis du groupe sur une base consolidée est au moins égal à la somme du minimum de capital requis, mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030564377&dateTexte=&categorieLien=cid' title='Code des assurances - art. R352-29 (VD)'>R. 352-29</a>, de l'entreprise d'assurance ou de réassurance participante dans le cas mentionné au deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030435614&dateTexte=&categorieLien=cid' title='Code des assurances - art. L356-15 (VD)'>L. 356-15 </a>et de la part proportionnelle du minimum de capital requis des entreprises d'assurance et de réassurance liées. <br/><br/>Ce minimum est couvert par les fonds propres de base éligibles fixés par le IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030563522&dateTexte=&categorieLien=cid' title='Code des assurances - art. R351-26 (VD)'>R. 351-26</a>. <br/><br/>Afin de déterminer si ces fonds propres éligibles permettent d'assurer la couverture du minimum de capital de solvabilité requis du groupe sur une base consolidée, les principes énoncés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030581728&dateTexte=&categorieLien=cid' title='Code des assurances - art. R356-11 (VD)'>R. 356-11 à R. 356-18 </a>s'appliquent. <br/><br/>En cas de non-couverture de ce minimum de capital de solvabilité requis du groupe sur une base consolidée, l'entreprise mentionnée au premier alinéa de l'article R. 356-8 et l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe appliquent les dispositions des deux premiers alinéas de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030434239&dateTexte=&categorieLien=cid' title='Code des assurances - art. L352-8 (VD)'>L. 352-8</a>. <br/><br/>Le capital de solvabilité requis au niveau du groupe sur la base de données consolidées est calculé selon les modalités fixées à l'article 336 du règlement délégué (UE) n° 2015/35 de la Commission du 10 octobre 2014. Il est tenu compte du risque de change tel que prévu à l'article 337 du même règlement délégué. <br/><br/>Lorsqu'une combinaison de la première méthode et de la seconde méthode est décidée par le contrôleur du groupe en vertu de l'article R. 356-10, l'article 341 du même règlement s'applique. <br/><br/>Lorsque le calcul du capital de solvabilité requis au niveau du groupe sur la base de données consolidées relève d'un modèle interne, la procédure et les critères applicables sont explicités aux articles 343 à 346 du même règlement. <br/><br/>En application de la formule standard et sous réserve de l'accord de l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe tel que prévu à l'article 356 du même règlement, le capital de solvabilité requis au niveau du groupe peut être calculé en se fondant sur des paramètres spécifiques au groupe concerné conformément à l'article 338 de ce règlement. <br/><br/>L'application d'un modèle interne pour le calcul du capital de solvabilité requis au niveau du groupe sur la base de données consolidées est soumise à la procédure préalable prévue à l'article 343 du même règlement. <br/><br/>Le retrait de la demande est soumis à l'information du contrôleur de groupe et du collège des contrôleurs conformément à l'article 343 du même règlement. <br/><br/>L'examen de la demande est effectué conformément aux articles 344 et 345 du même règlement.</p><p><br/></p>",
            "num": "R356-19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1514678400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 805306356,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-05-20",
                        "fin": "2016-01-01",
                        "titre": "Titre V : Libre prestation de services et coassurance relatives aux Etats parties à l'accord sur l'Espace économique européen non membres des communautés européennes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143453",
                        "id": "LEGISCTA000006143453",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Régime prudentiel applicable aux entreprises relevant du régime dit “ Solvabilité II ”",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143453",
                        "id": "LEGISCTA000030582886",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Exigences spécifiques aux groupes ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030581696",
                        "id": "LEGISCTA000030583167",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Exigence de capital réglementaire des groupes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030581720",
                        "id": "LEGISCTA000030583161",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030581744",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030581720",
            "sectionParentId": "LEGISCTA000030583161",
            "sectionParentTitre": "Section 3 : Exigence de capital réglementaire des groupes.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre V : Régime prudentiel applicable aux entreprises relevant du régime dit “ Solvabilité II ” &gt; Chapitre VI : Exigences spécifiques aux groupes  &gt; Section 3 : Exigence de capital réglementaire des groupes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000030582072",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030561313",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-05-10",
                    "dateSignaTexte": "2015-05-07",
                    "dateDebutCible": "2015-05-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L352-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-1",
                    "articleId": "LEGIARTI000006799465",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 773020800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L352-8 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-8",
                    "articleId": "LEGIARTI000030434239",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L356-15 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L356-15",
                    "articleId": "LEGIARTI000030435614",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R351-26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-26",
                    "articleId": "LEGIARTI000030563522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R352-13 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R352-13",
                    "articleId": "LEGIARTI000030564341",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R352-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R352-2",
                    "articleId": "LEGIARTI000030564315",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R352-29 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R352-29",
                    "articleId": "LEGIARTI000030564377",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-10 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-10",
                    "articleId": "LEGIARTI000036332145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-11 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R356-11",
                    "articleId": "LEGIARTI000030581728",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-12 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-12",
                    "articleId": "LEGIARTI000030582046",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-21 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-21",
                    "articleId": "LEGIARTI000030582093",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-3",
                    "articleId": "LEGIARTI000030582019",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-41 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-41",
                    "articleId": "LEGIARTI000030582167",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-42 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-42",
                    "articleId": "LEGIARTI000030582169",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-56 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-56",
                    "articleId": "LEGIARTI000030582221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-8 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R356-8",
                    "articleId": "LEGIARTI000030581722",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030582072",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514678400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332133",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1514678400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R356-19",
                "356-19"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}