{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020163369",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux prestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes rendues lors de la cession d'entreprises, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX PRESTATIONS ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES RENDUES LORS DE LA CESSION D'ENTREPRISES Introduction 1. Une entité peut avoir besoin, lorsqu'elle envisage de céder une entreprise, de travaux spécifiques portant sur les informations de cette entreprise. Elle peut demander à son commissaire aux comptes de réaliser ces travaux, qualifiés de diligences de cession. 2. Au sein de la présente norme, le terme entreprise désigne soit une ou plusieurs branches d'activité, soit une ou plusieurs entités dont la cession est envisagée. 3. Le commissaire aux comptes peut effectuer les travaux demandés si, conformément aux dispositions de l'article L. 822-11 -II du code de commerce, la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par la présente norme d'exercice professionnel et si, en outre, les dispositions du code de déontologie sont respectées. 4. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes est autorisé à réaliser l'intervention demandée, les travaux qu'il met en œuvre et la forme des rapports qu'il délivre. Conditions requises 5. Le commissaire aux comptes est autorisé à réaliser à la demande de l'entité, sur les comptes et l'information financière de l'entreprise ou sur les données qui les sous-tendent : ― des constats à l'issue de procédures convenues ; ― des consultations ; ― des attestations ; ― un audit au sens de la norme relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes ou un examen limité au sens de la norme relative à l'examen limité entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. 6. Les travaux du commissaire aux comptes sont effectués en mettant en œuvre tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. 7. Les constats à l'issue de procédures convenues qui peuvent être réalisés dans un contexte de cession portent : ― sur des comptes, états comptables ou éléments des comptes de l'entreprise, selon la définition qu'en donne la norme d'exercice professionnel relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes ; ― sur des informations, données ou documents de l'entreprise ayant un lien avec la comptabilité ou les données sous-tendant celle-ci ; ― sur des éléments du contrôle interne relatifs à l'élaboration et au traitement de l'information comptable et financière de l'entreprise. 8. Les consultations qui peuvent être réalisées dans un contexte de cession ont pour objet : ― de donner des avis sur la traduction comptable de situations dans lesquelles se trouve l'entreprise, ou d'opérations réalisées par celle-ci ; les avis peuvent notamment porter sur les risques susceptibles de conduire à des anomalies significatives dans les comptes de l'entreprise ou d'avoir une incidence sur son fonctionnement futur, voire sur la continuité de son exploitation et sur la traduction comptable de ces risques ; ― ou de donner un avis sur les conséquences de la cession envisagée en matière comptable ou d'information financière ; ― ou de fournir des éléments d'information concernant des textes, projets de textes, des pratiques ou des interprétations applicables au contexte particulier de la cession qui portent sur les comptes ou l'information financière. Ces avis peuvent être assortis de recommandations contribuant à l'amélioration des traitements comptables et de l'information financière. 9. Le commissaire aux comptes est autorisé à établir des attestations sur des informations établies par l'entité ou l'entreprise et ayant un lien avec la comptabilité ou avec des données sous-tendant la comptabilité de l'entreprise. Ces informations peuvent être chiffrées ou qualitatives ou porter sur des procédures de contrôle interne de l'entreprise. 10. Le commissaire aux comptes est autorisé à réaliser un audit ou un examen limité sur les comptes, états comptables ou éléments de comptes de l'entreprise dans les conditions définies aux paragraphes 07 à 13 des normes relatives à l'audit et à l'examen limité entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes. 11. Le commissaire aux comptes d'une entité peut intervenir si la cession est envisagée par l'entité dont il est commissaire aux comptes, par une entité contrôlée par celle-ci ou par une entité qui la contrôle, au sens des I et II de l'article L. 233-3 du code de commerce. 12. Les travaux du commissaire aux comptes ne peuvent pas inclure la participation : ― à l'établissement du mémorandum de présentation de l'entreprise à l'acquéreur ; ― à la recherche d'éventuels acquéreurs ; ― à la préparation de comptes pro forma ou prévisionnels de l'entreprise, à l'élaboration des hypothèses de marché ou des évaluations correspondantes ; ― à la rédaction du contrat de cession, à la représentation de l'entité cédante dans la négociation du contrat de cession ou dans le cadre de litiges éventuels nés de la cession ; ― à la gestion administrative de l'opération de cession, en particulier à l'organisation et à la gestion de la data-room ; ― à des travaux de valorisation de l'entreprise ou de détermination du prix de la transaction ; ― à l'élaboration de montages juridiques, fiscaux ou financiers liés au schéma de cession ; ― à l'émission d'une appréciation sur l'opportunité de l'opération. 13. Le commissaire aux comptes se fait préciser le contexte de la demande pour s'assurer : ― que l'intervention qui lui est demandée respecte les conditions requises par la présente norme ; ― et que les conditions de son intervention et l'utilisation prévue de son rapport sont compatibles avec les dispositions du code de déontologie de la profession. 14. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux qu'il estime nécessaires, sont compatibles avec les ressources dont il dispose. 15. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. Travaux du commissaire aux comptes 16. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission. Si nécessaire, il établit une nouvelle lettre ou une lettre complémentaire, conformément aux principes de la norme susmentionnée. 17. Lorsque l'entité demande des constats, le commissaire aux comptes réalise ses travaux conformément aux dispositions de la norme relative aux constats à l'issue de procédures convenues entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. 18. Lorsque l'entité demande une consultation, le commissaire aux comptes réalise ses travaux conformément aux dispositions de la norme relative aux consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. 19. Lorsque l'entité demande une attestation, le commissaire aux comptes réalise ses travaux conformément aux dispositions de la norme relative aux attestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. 20. Lorsque l'entité demande un audit concernant des informations de l'entreprise, le commissaire aux comptes réalise ses travaux conformément aux dispositions de la norme relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. 21. Lorsque l'entité demande un examen limité, le commissaire aux comptes réalise ses travaux conformément aux dispositions de la norme relative à l'examen limité entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. 22. Dans tous les cas, le commissaire aux comptes peut estimer nécessaire d'obtenir des déclarations écrites de la direction de l'entité ou de l'entreprise. Rapports 23. Le commissaire aux comptes émet un rapport qui relate les résultats des travaux qu'il a réalisés. 24. Le rapport comporte un rappel de l'opération envisagée. Le titre du rapport précise que celui-ci a été établi dans le cadre de diligences de cession. 25. Le rapport comporte par ailleurs, en fonction des travaux réalisés, les éléments prévus dans les normes : ― constats à l'issue de procédures convenues entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes ; ― consultations entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes ; ― attestations entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes ; ― audit entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes ; ― examen limité entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes. Documentation 26. Le commissaire aux comptes fait figurer dans son dossier les éléments qui : ― permettent d'établir que l'intervention a été réalisée dans le respect de la présente norme d'exercice professionnel ; ― permettent, conformément aux principes de la norme d'exercice professionnel relative à la documentation de l'audit des comptes, à toute personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à l'intervention d'être en mesure de comprendre la nature et l'étendue des procédures mises en œuvre ainsi que les résultats qui en découlent. 27. Le commissaire aux comptes applique les dispositions des paragraphes 6 à 8 de la norme d'exercice professionnel relative à la documentation de l'audit des comptes. Co-commissariat aux comptes 28. Lorsque l'entité a désigné plusieurs commissaires aux comptes, la prestation peut être demandée à un seul commissaire aux comptes. 29. Il appartient alors au commissaire aux comptes qui réalise l'intervention : ― d'informer préalablement les autres commissaires aux comptes de la nature et de l'objet de l'intervention ; ― de leur communiquer une copie de son rapport.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux prestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes rendues lors de la cession d'entreprises, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p align='center'>NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX PRESTATIONS ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES RENDUES LORS DE LA CESSION D'ENTREPRISES <br/></p><p>Introduction <br/></p><p>1. Une entité peut avoir besoin, lorsqu'elle envisage de céder une entreprise, de travaux spécifiques portant sur les informations de cette entreprise. Elle peut demander à son commissaire aux comptes de réaliser ces travaux, qualifiés de diligences de cession. </p><p>2. Au sein de la présente norme, le terme entreprise désigne soit une ou plusieurs branches d'activité, soit une ou plusieurs entités dont la cession est envisagée. </p><p>3. Le commissaire aux comptes peut effectuer les travaux demandés si, conformément aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242720&dateTexte=&categorieLien=cid'>L. 822-11</a>-II du code de commerce, la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par la présente norme d'exercice professionnel et si, en outre, les dispositions du code de déontologie sont respectées. </p><p>4. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes est autorisé à réaliser l'intervention demandée, les travaux qu'il met en œuvre et la forme des rapports qu'il délivre. <br/></p><p>Conditions requises <br/></p><p>5. Le commissaire aux comptes est autorisé à réaliser à la demande de l'entité, sur les comptes et l'information financière de l'entreprise ou sur les données qui les sous-tendent : </p><p>― des constats à l'issue de procédures convenues ; </p><p>― des consultations ; </p><p>― des attestations ; </p><p>― un audit au sens de la norme relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes ou un examen limité au sens de la norme relative à l'examen limité entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. </p><p>6. Les travaux du commissaire aux comptes sont effectués en mettant en œuvre tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. </p><p>7. Les constats à l'issue de procédures convenues qui peuvent être réalisés dans un contexte de cession portent : </p><p>― sur des comptes, états comptables ou éléments des comptes de l'entreprise, selon la définition qu'en donne la norme d'exercice professionnel relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes ; </p><p>― sur des informations, données ou documents de l'entreprise ayant un lien avec la comptabilité ou les données sous-tendant celle-ci ; </p><p>― sur des éléments du contrôle interne relatifs à l'élaboration et au traitement de l'information comptable et financière de l'entreprise. </p><p>8. Les consultations qui peuvent être réalisées dans un contexte de cession ont pour objet : </p><p>― de donner des avis sur la traduction comptable de situations dans lesquelles se trouve l'entreprise, ou d'opérations réalisées par celle-ci ; les avis peuvent notamment porter sur les risques susceptibles de conduire à des anomalies significatives dans les comptes de l'entreprise ou d'avoir une incidence sur son fonctionnement futur, voire sur la continuité de son exploitation et sur la traduction comptable de ces risques ; </p><p>― ou de donner un avis sur les conséquences de la cession envisagée en matière comptable ou d'information financière ; </p><p>― ou de fournir des éléments d'information concernant des textes, projets de textes, des pratiques ou des interprétations applicables au contexte particulier de la cession qui portent sur les comptes ou l'information financière. </p><p>Ces avis peuvent être assortis de recommandations contribuant à l'amélioration des traitements comptables et de l'information financière. </p><p>9. Le commissaire aux comptes est autorisé à établir des attestations sur des informations établies par l'entité ou l'entreprise et ayant un lien avec la comptabilité ou avec des données sous-tendant la comptabilité de l'entreprise. </p><p>Ces informations peuvent être chiffrées ou qualitatives ou porter sur des procédures de contrôle interne de l'entreprise. </p><p>10. Le commissaire aux comptes est autorisé à réaliser un audit ou un examen limité sur les comptes, états comptables ou éléments de comptes de l'entreprise dans les conditions définies aux paragraphes 07 à 13 des normes relatives à l'audit et à l'examen limité entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes. </p><p>11. Le commissaire aux comptes d'une entité peut intervenir si la cession est envisagée par l'entité dont il est commissaire aux comptes, par une entité contrôlée par celle-ci ou par une entité qui la contrôle, au sens des I et II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid'>L. 233-3</a> du code de commerce. </p><p>12. Les travaux du commissaire aux comptes ne peuvent pas inclure la participation : </p><p>― à l'établissement du mémorandum de présentation de l'entreprise à l'acquéreur ; </p><p>― à la recherche d'éventuels acquéreurs ; </p><p>― à la préparation de comptes pro forma ou prévisionnels de l'entreprise, à l'élaboration des hypothèses de marché ou des évaluations correspondantes ; </p><p>― à la rédaction du contrat de cession, à la représentation de l'entité cédante dans la négociation du contrat de cession ou dans le cadre de litiges éventuels nés de la cession ; </p><p>― à la gestion administrative de l'opération de cession, en particulier à l'organisation et à la gestion de la data-room ; </p><p>― à des travaux de valorisation de l'entreprise ou de détermination du prix de la transaction ; </p><p>― à l'élaboration de montages juridiques, fiscaux ou financiers liés au schéma de cession ; </p><p>― à l'émission d'une appréciation sur l'opportunité de l'opération. </p><p>13. Le commissaire aux comptes se fait préciser le contexte de la demande pour s'assurer : </p><p>― que l'intervention qui lui est demandée respecte les conditions requises par la présente norme ; </p><p>― et que les conditions de son intervention et l'utilisation prévue de son rapport sont compatibles avec les dispositions du code de déontologie de la profession. </p><p>14. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux qu'il estime nécessaires, sont compatibles avec les ressources dont il dispose. </p><p>15. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. <br/></p><p>Travaux du commissaire aux comptes <br/></p><p>16. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission. Si nécessaire, il établit une nouvelle lettre ou une lettre complémentaire, conformément aux principes de la norme susmentionnée. </p><p>17. Lorsque l'entité demande des constats, le commissaire aux comptes réalise ses travaux conformément aux dispositions de la norme relative aux constats à l'issue de procédures convenues entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. </p><p>18. Lorsque l'entité demande une consultation, le commissaire aux comptes réalise ses travaux conformément aux dispositions de la norme relative aux consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. </p><p>19. Lorsque l'entité demande une attestation, le commissaire aux comptes réalise ses travaux conformément aux dispositions de la norme relative aux attestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. </p><p>20. Lorsque l'entité demande un audit concernant des informations de l'entreprise, le commissaire aux comptes réalise ses travaux conformément aux dispositions de la norme relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. </p><p>21. Lorsque l'entité demande un examen limité, le commissaire aux comptes réalise ses travaux conformément aux dispositions de la norme relative à l'examen limité entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. </p><p>22. Dans tous les cas, le commissaire aux comptes peut estimer nécessaire d'obtenir des déclarations écrites de la direction de l'entité ou de l'entreprise. <br/></p><p>Rapports <br/></p><p>23. Le commissaire aux comptes émet un rapport qui relate les résultats des travaux qu'il a réalisés. </p><p>24. Le rapport comporte un rappel de l'opération envisagée. Le titre du rapport précise que celui-ci a été établi dans le cadre de diligences de cession. </p><p>25. Le rapport comporte par ailleurs, en fonction des travaux réalisés, les éléments prévus dans les normes : </p><p>― constats à l'issue de procédures convenues entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes ; </p><p>― consultations entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes ; </p><p>― attestations entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes ; </p><p>― audit entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes ; </p><p>― examen limité entrant dans le cadre de diligences directement liées à la mission du commissaire aux comptes. <br/></p><p>Documentation <br/></p><p>26. Le commissaire aux comptes fait figurer dans son dossier les éléments qui : </p><p>― permettent d'établir que l'intervention a été réalisée dans le respect de la présente norme d'exercice professionnel ; </p><p>― permettent, conformément aux principes de la norme d'exercice professionnel relative à la documentation de l'audit des comptes, à toute personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à l'intervention d'être en mesure de comprendre la nature et l'étendue des procédures mises en œuvre ainsi que les résultats qui en découlent. </p><p>27. Le commissaire aux comptes applique les dispositions des paragraphes 6 à 8 de la norme d'exercice professionnel relative à la documentation de l'audit des comptes. <br/></p><p>Co-commissariat aux comptes <br/></p><p>28. Lorsque l'entité a désigné plusieurs commissaires aux comptes, la prestation peut être demandée à un seul commissaire aux comptes. </p><p>29. Il appartient alors au commissaire aux comptes qui réalise l'intervention : </p><p>― d'informer préalablement les autres commissaires aux comptes de la nature et de l'objet de l'intervention ; </p><p>― de leur communiquer une copie de son rapport.<br/></p>",
            "num": "A823-36",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1232496000000,
            "dateFin": 1519862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2130706431,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2018-03-01",
                        "titre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163250",
                        "id": "LEGISCTA000020163383",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163264",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163250",
            "sectionParentId": "LEGISCTA000020163383",
            "sectionParentTitre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020163369",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                },
                {
                    "textCid": "JORFTEXT000036649928",
                    "textTitle": "Arrêté du 20 février 2018 - art. 8",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000036651598",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-02-28",
                    "dateSignaTexte": "2018-02-20",
                    "dateDebutCible": "2018-03-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-11",
                    "articleId": "LEGIARTI000006242720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000019308476",
                    "textTitle": "Arrêté du 1er août 2008 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000019308478",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163369",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-36",
                "823-36"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}