{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048771438",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les fonctionnaires admis aux concours sont classés de la façon suivante : 1° Les fonctionnaires appartenant à un corps, cadre d'emplois ou emploi classé dans la catégorie A ou de même niveau recrutés dans le corps des chargés de recherche sont classés à l'échelon comportant un traitement égal ou, à défaut, immédiatement supérieur au traitement dont ils bénéficiaient dans leur ancien corps, cadre d'emplois ou emploi. Dans la limite de l'ancienneté exigée pour une promotion à l'échelon supérieur, ils conservent l'ancienneté d'échelon acquise dans leur précédent corps, cadre d'emplois ou emploi, lorsque l'augmentation de traitement consécutive à leur nomination est inférieure à celle qui résulterait d'un avancement d'échelon dans leur ancienne situation. Les candidats nommés alors qu'ils ont atteint l'échelon le plus élevé de leur précédent corps, grade, cadre d'emplois ou emploi conservent leur ancienneté d'échelon dans les mêmes conditions et limites lorsque l'augmentation du traitement consécutive à leur nomination est inférieure à celle résultant d'une élévation à cet échelon. 2° Les fonctionnaires appartenant à un corps, cadre d'emplois ou emploi classé dans la catégorie B ou de même niveau recrutés dans le corps des chargés de recherche sont classés à un échelon déterminé en prenant en compte, sur la base des durées de service fixées à l'article R. 422-28, pour chaque avancement d'échelon, l'ancienneté dans cette catégorie dans les conditions précisées aux cinquième à huitième alinéas. L'ancienneté est égale à la durée de la carrière nécessaire pour accéder au grade et à l'échelon que les intéressés ont atteint dans leur corps d'origine à la date de leur nomination comme stagiaire, augmentée, le cas échéant, de l'ancienneté acquise dans cet échelon. Cette durée est calculée sur la base, d'une part, de la durée statutaire moyenne fixée pour les échelons du grade détenu, d'autre part, lorsqu'il y a lieu, de l'ancienneté en catégorie B qu'il est nécessaire d'acquérir dans le ou les grades inférieurs, pour accéder au grade détenu, en tenant compte, pour les avancements d'échelon, de la durée statutaire moyenne. L'ancienneté ainsi déterminée n'est pas retenue en ce qui concerne les quatre premières années. Elle est prise en compte à raison des deux tiers pour la fraction comprise entre quatre et dix ans et à raison des trois quarts pour l'ancienneté acquise au-delà de dix ans. L'application des dispositions fixées par les cinquième et sixième alinéas ne peut avoir pour effet de classer un fonctionnaire dans un échelon plus élevé que celui doté d'un indice égal ou, à défaut, immédiatement supérieur à celui de l'échelon terminal de son corps, cadre d'emplois ou emploi d'origine, ni de lui conférer une situation plus favorable que celle qui aurait été la sienne si, préalablement à sa nomination dans le corps des chargés de recherche, il avait été promu au grade supérieur ou nommé dans le corps, le cadre d'emplois ou l'emploi dont l'accès est réservé aux membres de son corps, cadre d'emplois ou emploi d'origine. Les fonctionnaires appartenant à un corps, un cadre d'emplois ou un emploi dont l'indice brut terminal est au moins égal à 638 sont classés dans le corps des chargés de recherche à l'échelon comportant un traitement égal ou, à défaut, immédiatement supérieur à celui perçu dans l'ancien emploi avec conservation de l'ancienneté d'échelon dans les conditions définies aux premier et deuxième alinéas du présent article. 3° Les fonctionnaires appartenant à un corps, cadre d'emplois ou emploi classé dans la catégorie C ou de même niveau recrutés dans le corps des chargés de recherche sont nommés à un échelon déterminé en appliquant les modalités fixées aux quatrième à septième alinéas à la fraction de l'ancienneté qui aurait été prise en compte, en application des dispositions de l'article 3 du décret n° 94-1016 du 18 novembre 1994 fixant les dispositions statutaires communes applicables à divers corps de fonctionnaires de la catégorie B, pour leur classement dans l'un des corps régis par ce même décret. Dans le cas où l'application des dispositions précédentes aboutirait à classer les fonctionnaires intéressés à un échelon doté d'un indice inférieur à celui qu'ils détenaient dans leur précédent grade ou classe, ceux-ci conservent, à titre personnel, le bénéfice de leur indice antérieur jusqu'au jour où ils bénéficient dans leur nouveau corps d'un indice au moins égal.",
            "texteHtml": "<p><br/>Les fonctionnaires admis aux concours sont classés de la façon suivante :<br/>1° Les fonctionnaires appartenant à un corps, cadre d'emplois ou emploi classé dans la catégorie A ou de même niveau recrutés dans le corps des chargés de recherche sont classés à l'échelon comportant un traitement égal ou, à défaut, immédiatement supérieur au traitement dont ils bénéficiaient dans leur ancien corps, cadre d'emplois ou emploi. Dans la limite de l'ancienneté exigée pour une promotion à l'échelon supérieur, ils conservent l'ancienneté d'échelon acquise dans leur précédent corps, cadre d'emplois ou emploi, lorsque l'augmentation de traitement consécutive à leur nomination est inférieure à celle qui résulterait d'un avancement d'échelon dans leur ancienne situation.<br/>Les candidats nommés alors qu'ils ont atteint l'échelon le plus élevé de leur précédent corps, grade, cadre d'emplois ou emploi conservent leur ancienneté d'échelon dans les mêmes conditions et limites lorsque l'augmentation du traitement consécutive à leur nomination est inférieure à celle résultant d'une élévation à cet échelon.<br/>2° Les fonctionnaires appartenant à un corps, cadre d'emplois ou emploi classé dans la catégorie B ou de même niveau recrutés dans le corps des chargés de recherche sont classés à un échelon déterminé en prenant en compte, sur la base des durées de service fixées à l'article R. 422-28, pour chaque avancement d'échelon, l'ancienneté dans cette catégorie dans les conditions précisées aux cinquième à huitième alinéas.<br/>L'ancienneté est égale à la durée de la carrière nécessaire pour accéder au grade et à l'échelon que les intéressés ont atteint dans leur corps d'origine à la date de leur nomination comme stagiaire, augmentée, le cas échéant, de l'ancienneté acquise dans cet échelon. Cette durée est calculée sur la base, d'une part, de la durée statutaire moyenne fixée pour les échelons du grade détenu, d'autre part, lorsqu'il y a lieu, de l'ancienneté en catégorie B qu'il est nécessaire d'acquérir dans le ou les grades inférieurs, pour accéder au grade détenu, en tenant compte, pour les avancements d'échelon, de la durée statutaire moyenne.<br/>L'ancienneté ainsi déterminée n'est pas retenue en ce qui concerne les quatre premières années. Elle est prise en compte à raison des deux tiers pour la fraction comprise entre quatre et dix ans et à raison des trois quarts pour l'ancienneté acquise au-delà de dix ans.<br/>L'application des dispositions fixées par les cinquième et sixième alinéas ne peut avoir pour effet de classer un fonctionnaire dans un échelon plus élevé que celui doté d'un indice égal ou, à défaut, immédiatement supérieur à celui de l'échelon terminal de son corps, cadre d'emplois ou emploi d'origine, ni de lui conférer une situation plus favorable que celle qui aurait été la sienne si, préalablement à sa nomination dans le corps des chargés de recherche, il avait été promu au grade supérieur ou nommé dans le corps, le cadre d'emplois ou l'emploi dont l'accès est réservé aux membres de son corps, cadre d'emplois ou emploi d'origine.<br/>Les fonctionnaires appartenant à un corps, un cadre d'emplois ou un emploi dont l'indice brut terminal est au moins égal à 638 sont classés dans le corps des chargés de recherche à l'échelon comportant un traitement égal ou, à défaut, immédiatement supérieur à celui perçu dans l'ancien emploi avec conservation de l'ancienneté d'échelon dans les conditions définies aux premier et deuxième alinéas du présent article.<br/>3° Les fonctionnaires appartenant à un corps, cadre d'emplois ou emploi classé dans la catégorie C ou de même niveau recrutés dans le corps des chargés de recherche sont nommés à un échelon déterminé en appliquant les modalités fixées aux quatrième à septième alinéas à la fraction de l'ancienneté qui aurait été prise en compte, en application des dispositions de l'article 3 du décret n° 94-1016 du 18 novembre 1994 fixant les dispositions statutaires communes applicables à divers corps de fonctionnaires de la catégorie B, pour leur classement dans l'un des corps régis par ce même décret.<br/>Dans le cas où l'application des dispositions précédentes aboutirait à classer les fonctionnaires intéressés à un échelon doté d'un indice inférieur à celui qu'ils détenaient dans leur précédent grade ou classe, ceux-ci conservent, à titre personnel, le bénéfice de leur indice antérieur jusqu'au jour où ils bénéficient dans leur nouveau corps d'un indice au moins égal.</p>",
            "num": "R422-20",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2143289343,
            "context": {
                "titresTM": [
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000048769790",
                        "id": "LEGISCTA000048769790",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : LES PERSONNELS DE LA RECHERCHE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048771286",
                        "id": "LEGISCTA000048771286",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : DISPOSITIONS APPLICABLES AUX PERSONNELS DES ÉTABLISSEMENTS PUBLICS À CARACTÈRE SCIENTIFIQUE ET TECHNOLOGIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048771372",
                        "id": "LEGISCTA000048771372",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : CHERCHEURS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048771386",
                        "id": "LEGISCTA000048771386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions relatives aux corps des chargés de recherche",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048771416",
                        "id": "LEGISCTA000048771416",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Recrutement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048771420",
                        "id": "LEGISCTA000048771420",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2004-06-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la recherche",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071190",
                        "id": "LEGITEXT000006071190",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048771438",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048771420",
            "sectionParentId": "LEGISCTA000048771420",
            "sectionParentTitre": "Sous-section 1 : Recrutement",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : LES PERSONNELS DE LA RECHERCHE &gt; Titre II : DISPOSITIONS APPLICABLES AUX PERSONNELS DES ÉTABLISSEMENTS PUBLICS À CARACTÈRE SCIENTIFIQUE ET TECHNOLOGIQUE &gt; Chapitre II : CHERCHEURS &gt; Section 2 : Dispositions relatives aux corps des chargés de recherche &gt; Sous-section 1 : Recrutement",
            "refInjection": "MD-20240102_200651_171_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048771438",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071190",
                    "titre": "Code de la recherche",
                    "titreLong": "Code de la recherche",
                    "etat": "VIGUEUR",
                    "dateDebut": 1087344000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071190",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048709359",
                    "textTitle": "Décret n°2023-1321 du 27 décembre 2023 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000048716115",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-12-29",
                    "dateSignaTexte": "2023-12-27",
                    "dateDebutCible": "2024-01-01"
                },
                {
                    "textCid": "JORFTEXT000048709359",
                    "textTitle": "Décret n°2023-1321 du 27 décembre 2023 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000048716115",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-12-29",
                    "dateSignaTexte": "2023-12-27",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048771438",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R422-20",
                "422-20"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}