{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043198121",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ANNEXE VI CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE FONDS ET DE VALEURS ANNEXE À L'ARTICLE D. 3222-6 Article 1 Objet et domaine d'application du contrat Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public routier autorisé à cet effet, d'envois de fonds et de valeurs, conformément aux prescriptions légales et réglementaires, notamment du livre VI du code de la sécurité intérieure et de l'accord du 16 juin 2000, étendu par l'arrêté de la ministre de l'emploi et de la solidarité du 10 novembre 2000, interdisant tout convoyage de fonds entre 22 heures et 5 heures du matin, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. Quelle que soit la technique de transport utilisée, il règle les relations du donneur d'ordre et du transporteur routier ou des transporteurs intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs successifs entre eux. Il s'applique de plein droit, à défaut de convention écrite définissant les rapports entre les parties au contrat sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 . En cas de relations suivies entre un donneur d'ordre et un transporteur ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3 , chaque envoi est présumé exécuté aux conditions de cette convention. Article 2 Modifié par Décret n° 2012-1110 du 1er octobre 2012-art. 4 Définitions 2.1. Envoi. L'envoi est constitué des fonds et valeurs, emballage compris, mis effectivement au même moment et au même endroit à la disposition du transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire, d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. 2.2. Donneur d'ordre. On entend par donneur d'ordre (en général dénommé \" client \" dans les contrats) la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. 2.3. Fonds et valeurs. Par fonds et valeurs, on entend la monnaie fiduciaire, la monnaie divisionnaire le papier fiduciaire destiné à l'impression des billets, les bijoux et les métaux précieux. 2.4. Colis. Par colis, on entend tout objet (caisse, sac, etc., scellés conformes) constituant avec son contenu une charge unitaire d'un poids répondant aux exigences de la réglementation et aux recommandations des instances professionnelles, notamment européennes, lors de la remise au transporteur. L'envoi peut être constitué d'un ou de plusieurs colis. Le poids, le volume et le conditionnement de chaque colis doivent permettre au convoyeur d'en assurer la manutention en gardant une main libre. 2.5. Desserte. Par desserte, on entend l'opération constituée par : a) L'enlèvement effectué par le transporteur, sur un site unique, d'un ou plusieurs colis préparés et mis à sa disposition par un même expéditeur ; b) L'acheminement de l'envoi ; c) Le dépôt temporaire éventuel, sans reconnaissance des fonds, dans la caisse centrale désignée par le donneur d'ordre ; d) La livraison, sur un site unique, d'un ou plusieurs colis, au destinataire unique indiqué par un même expéditeur. Si l'enlèvement est effectué sur des sites successifs, à destination d'un site unique de livraison, chaque opération sera considérée comme une desserte. De même, si la livraison est effectuée sur des sites successifs, depuis un site unique d'enlèvement, chaque opération sera considérée comme une desserte. 2.6. Rendez-vous. Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une plage horaire pour la desserte du lieu de chargement et/ ou de déchargement. 2.7. Plage horaire. Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour l'arrivée du véhicule sur les lieux de chargement et/ ou de déchargement. 2.8. Prise en charge. Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte. 2.9. Livraison. Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. 2.10. Durée de mise à disposition du véhicule. Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement, ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. Article 3 Informations et documents à fournir au transporteur Il incombe au donneur d'ordre de fournir au transporteur au plus tard au moment de la remise de l'envoi les indications suivantes : a) Le nombre de colis ; b) Le cas échéant, les dimensions des colis, des objets ou des supports de charge présentant des caractéristiques spéciales ; c) La description et la valeur réelle du contenu de chaque colis ; d) Les nom et adresse de l'expéditeur ; e) Les nom et adresse du destinataire ; f) Les références d'identification du dispositif spécifique de fermeture ; g) Les dates et plages horaires de chargement et de déchargement ; h) Toute autre modalité d'exécution du contrat de transport ; i) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution. Sur la base de ces indications fournies par écrit ou par tout autre procédé en permettant la mémorisation, chaque envoi donne lieu à l'établissement d'un document de transport établi en au moins trois exemplaires, l'un conservé par le transporteur, le deuxième remis à l'expéditeur, le troisième accompagnant l'envoi pour être remis au destinataire. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète ou d'une absence de déclaration. Article 4 Modification du contrat de transport Le donneur d'ordre dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits. Dans ce cadre, toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou tout autre procédé permettant sa mémorisation et sa visualisation. Lorsque le transporteur n'a pas la possibilité d'exécuter le contrat ainsi modifié, il doit en aviser immédiatement le donneur d'ordre par écrit ou tout autre procédé permettant sa mémorisation et sa visualisation. Toute modification au contrat peut entraîner un réajustement du prix initial. Article 5 Personnel et matériel de transport Le donneur d'ordre vérifie que le transporteur dispose des autorisations administratives nécessaires. Le transporteur justifie de ces autorisations et s'engage à effectuer les transports avec des personnels habilités et des matériels spécialisés en conformité avec les prescriptions légales et réglementaires. Article 6 Conditionnement des envois et étiquetage des colis 6.1. Les fonds et valeurs sont remis au transporteur dans un colis fermé par l'expéditeur au moyen d'un dispositif spécifique identifiable. A l'intérieur du colis est inséré le descriptif du contenu. 6.2. Chaque colis est obligatoirement muni d'une étiquette indiquant lisiblement, entre autres mentions : a) Le nom de l'expéditeur ; b) Le nom du destinataire et le lieu de livraison. 6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement de l'emballage et de l'étiquetage. En cas d'anomalie relative au conditionnement des colis, le transporteur a la faculté de refuser la prise en charge des colis. Dans ce cas, la desserte sera réputée exécutée. Cependant, le fait que le transporteur n'ait pas usé de cette faculté de refuser ou n'ait pas formulé de réserves à leur sujet lors de la prise en charge de l'envoi ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement de l'emballage ou de l'étiquetage. Article 7 Mesures de sécurité Le transport est effectué dans une plage horaire, selon un itinéraire et des procédures établis par le transporteur en tenant compte, dans les meilleures conditions, de la sécurité du personnel. Dans la mesure du possible, notamment dans le cas de tournées répétitives, le transporteur définira plusieurs itinéraires possibles pour la desserte à effectuer, de manière à donner et à garder, jusqu'à la décision de faire partir le véhicule dans la plage horaire retenue, un caractère aléatoire aux modalités d'exécution du transport. En application des articles R. 4515-1 à R. 4515-11 du code du travail, un protocole de sécurité visant à définir les conditions optimales de sécurité est établi conjointement par les parties pour chaque site desservi. Dans l'hypothèse où ledit protocole de sécurité mettrait en évidence un seuil de risque anormalement élevé, non résolu par une solution réputée satisfaisante pour les parties, le transporteur se réserve la faculté de ne pas exécuter le service concerné sans que ce refus entraîne un quelconque droit à indemnité au bénéfice du donneur d'ordre. Article 8 Prise en charge des envois, livraison Le transporteur doit être mis en mesure d'entreprendre le chargement ou le déchargement de l'envoi dès l'arrivée du véhicule. 8.1. Enlèvement et chargement. Le lieu d'enlèvement de l'envoi doit être accessible au transporteur sans contrainte ni risque particulier. Il est choisi d'un commun accord par le donneur d'ordre et le transporteur à l'intérieur de l'établissement dans un souci maximal de sécurité, y compris pour les éventuels parcours piétonniers jusqu'au véhicule, conformément aux dispositions des articles D. 613-60 à D. 613-75 du code de la sécurité intérieure. Les colis préalablement fermés sont remis au transporteur au lieu ci-dessus défini après identification du transporteur selon la procédure définie au point 8.3 ci-après. La prise en charge est matérialisée par la signature conjointe du document de transport et la remise d'un exemplaire à l'expéditeur. Le nom des signataires doit être indiqué ou leur cachet apposé. Les opérations de chargement de l'envoi sont exécutées par le transporteur sous sa responsabilité. Il est formellement interdit à tout agent du donneur d'ordre : a) D'accompagner à l'extérieur de l'établissement les colis pris en charge par le transporteur, quel que soit le mode de locomotion employé ; b) D'accéder dans les véhicules de transport, qu'ils soient à vide ou chargés. 8.2. Déchargement et livraison. Le lieu de livraison de l'envoi doit être accessible au transporteur sans contrainte ni risques particuliers. Il est choisi d'un commun accord par le destinataire et le transporteur à l'intérieur de l'établissement dans un souci maximal de sécurité, y compris pour les éventuels parcours piétonniers depuis le véhicule, conformément aux dispositions des articles D. 613-60 à D. 613-75 du code de la sécurité intérieure. L'envoi est remis au destinataire au lieu ci-dessus défini après vérification : a) Par le transporteur, de l'identité du destinataire ou de son représentant selon la procédure d'identification définie au point 8.3 ci-après ; b) Par le destinataire, de l'état général du contenant, du dispositif spécifique de fermeture et de son identification. En cas d'anomalie, le colis fait l'objet soit d'un refus par le destinataire, soit d'un constat contradictoire entre le transporteur et le destinataire avec reconnaissance du contenu. La livraison est matérialisée par la signature conjointe du document de transport et remise d'un exemplaire au destinataire. Le nom des signataires doit être indiqué ou leur cachet apposé. Les opérations de déchargement de l'envoi sont exécutées par le transporteur et sous sa responsabilité. 8.3. Identification. L'identification des convoyeurs, préposés du transporteur, s'effectue à l'aide : a) D'une part, de la \" liste des convoyeurs \" qui sont autorisés à prendre en charge les colis ainsi que du spécimen de leur signature ; b) D'autre part, de leur carte d'identité professionnelle. L'identification des agents des établissements destinataires s'effectue uniquement à l'aide de la liste des agents autorisés à prendre en charge des livraisons, ainsi que du spécimen de leur signature. Toute modification pouvant intervenir sur les listes précitées doit être notifiée immédiatement à la partie concernée. 8.4. Absence du donneur d'ordre expéditeur ou destinataire. Par exception aux dispositions des articles 8.1 et 8.2, pour les opérations de desserte ne permettant pas de procéder à une reconnaissance contradictoire des colis emportés ou livrés, les parties peuvent convenir, au préalable de reconnaître, au sens des articles 2.8 et 2.9, que leur prise en charge s'effectuera après l'enlèvement par le convoyeur et leur réception après leur remise par le convoyeur. La prise en charge ou la livraison est réputée intervenue lors de l'apposition de la signature de deux des préposés du transporteur sur le document de transport dont un exemplaire est laissé sur place, sauf à utiliser un matériel permettant une reconnaissance contradictoire par un système informatisé sécurisé. En cas de transport effectué en véhicule banalisé, une seule signature est requise. Cette disposition ne s'oppose pas à ce que soit procédé, dans les formes et délais prévus à l'article L. 133-3 du code de commerce, aux protestations motivées en cas de manquants ou avaries. Pour permettre de diligenter rapidement une enquête sur la cause des anomalies constatées, les parties s'engagent à s'en informer mutuellement au plus tard dans les deux heures suivant le passage du véhicule ou pour les opérations effectuées en dehors des heures d'ouverture dans les trois heures suivant l'ouverture du service de caisse de l'établissement concerné. Article 9 Retard du transporteur Il incombe au transporteur de prendre, en cas de retard prévu ou prévisible pour l'enlèvement ou la livraison de l'envoi, toute mesure utile pour prévenir le donneur d'ordre. Dans le cas où le transporteur ne serait pas en mesure, du fait du donneur d'ordre, d'entreprendre le chargement ou le déchargement de l'envoi dès l'arrivée du véhicule, le transporteur aura la faculté de ne pas effectuer les opérations prévues pour la desserte. Dans ce cas, la desserte sera réputée exécutée. Au cas où le transporteur accepterait malgré tout un délai d'attente pour effectuer le chargement ou le déchargement de l'envoi, le donneur d'ordre est tenu de verser au transporteur une indemnité qui ne peut excéder le double du prix de la desserte. Article 10 Empêchement au transport Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible, le transporteur est tenu de demander des instructions au donneur d'ordre. Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de l'envoi ou son acheminement. Sauf si l'empêchement ou l'interruption est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses sont facturées séparément, conformément aux dispositions de l'article 11 ci-après. Si l'empêchement ou l'interruption est imputable au transporteur, sauf cas de force majeure dont le transporteur aura à apporter la preuve, une indemnité est due par ce dernier au donneur d'ordre pour la réparation des dommages matériels directs et justifiés subis par lui. Article 11 Modifié par Décret n° 2007-1226 du 20 août 2007-art. 6 Prix du transport et des prestations annexes Le prix du transport proprement dit de l'envoi est calculé en tenant compte notamment du poids, du volume, du nombre, de la valeur et de la nature du ou des colis, de la distance du transport, de la relation assurée, des sujétions particulières de sécurité et de circulation, ainsi que de chargement ou de déchargement. Ce prix est réajusté quand les circonstances, auxquelles le transporteur est étranger, imposent, au cours du transport, des modalités d'exécution nouvelles entraînant des frais supplémentaires. Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2 , le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. Les prestations supplémentaires ou accessoires sont rémunérées en sus et font l'objet d'une facturation distincte. Entrent notamment dans le cadre de ces prestations : a) Le magasinage ; b) La déclaration d'intérêt spécial à la livraison ; c) Les délais d'attente ; d) Le mandat d'assurance. Le prix total couvre le coût de l'ensemble des prestations fournies par le transporteur, auxquelles s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. Tous les prix sont calculés hors taxes. Article 12 Modifié par Décret n° 2007-1226 du 20 août 2007-art. 6 Modalités de paiement Le paiement du prix de transport et des prestations supplémentaires ou accessoires est exigible au comptant sur présentation de la facture. Tout retard dans le paiement entraîne, de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par le II de l'article L. 441-10 du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. Article 13 Indemnisation pour pertes et avaries Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés, dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie des colis. En tout état de cause, cette indemnité est limitée à la valeur réelle du contenu de chaque colis, telle que déclarée par le donneur d'ordre conformément à l'article 3. Article 14 Indemnisation pour retard à la livraison Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai usuel. En cas de préjudice prouvé résultant d'un dépassement du délai usuel d'acheminement du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le double du prix de la desserte (droits, taxes et frais divers exclus). Le donneur d'ordre a la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. Article 15 Assurances Le transporteur s'engage à souscrire une assurance couvrant sa responsabilité telle que définie au présent contrat. A la demande du donneur d'ordre, il doit, à tout moment, justifier l'existence de cette assurance. Article 16 Respect des diverses réglementations Conformément aux dispositions de l'article L. 1311-3 , le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité. Chacune des parties supporte les conséquences des manquements qui lui sont imputables.",
            "texteHtml": "<p></p><p>ANNEXE VI <br/><br/>CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE FONDS ET DE VALEURS <br/><br/>ANNEXE À L'ARTICLE D. 3222-6 </p><p><br/>Article 1 <br/><br/>Objet et domaine d'application du contrat <br/><br/>Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public routier autorisé à cet effet, d'envois de fonds et de valeurs, conformément aux prescriptions légales et réglementaires, notamment du livre VI du code de la sécurité intérieure et de l'accord du 16 juin 2000, étendu par l'arrêté de la ministre de l'emploi et de la solidarité du 10 novembre 2000, interdisant tout convoyage de fonds entre 22 heures et 5 heures du matin, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. <br/><br/>Quelle que soit la technique de transport utilisée, il règle les relations du donneur d'ordre et du transporteur routier ou des transporteurs intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs successifs entre eux. <br/><br/>Il s'applique de plein droit, à défaut de convention écrite définissant les rapports entre les parties au contrat sur l'ensemble ou certaines des matières mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023069598&dateTexte=&categorieLien=cid'>L. 1432-2</a>. <br/><br/>En cas de relations suivies entre un donneur d'ordre et un transporteur ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023069600&dateTexte=&categorieLien=cid'>L. 1432-3</a>, chaque envoi est présumé exécuté aux conditions de cette convention. <br/><br/>Article 2 <br/><br/>Modifié par Décret n° <a href='/affichTexte.do?cidTexte=JORFTEXT000026451539&categorieLien=cid' title='Décret n°2012-1110  du 1er octobre 2012 (Ab)'>2012-1110 </a>du 1er octobre 2012-art. 4 <br/><br/>Définitions <br/><br/>2.1. Envoi. <br/><br/>L'envoi est constitué des fonds et valeurs, emballage compris, mis effectivement au même moment et au même endroit à la disposition du transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire, d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. <br/><br/>2.2. Donneur d'ordre. <br/><br/>On entend par donneur d'ordre (en général dénommé \" client \" dans les contrats) la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. <br/><br/>2.3. Fonds et valeurs. <br/><br/>Par fonds et valeurs, on entend la monnaie fiduciaire, la monnaie divisionnaire le papier fiduciaire destiné à l'impression des billets, les bijoux et les métaux précieux. <br/><br/>2.4. Colis. <br/><br/>Par colis, on entend tout objet (caisse, sac, etc., scellés conformes) constituant avec son contenu une charge unitaire d'un poids répondant aux exigences de la réglementation et aux recommandations des instances professionnelles, notamment européennes, lors de la remise au transporteur. <br/><br/>L'envoi peut être constitué d'un ou de plusieurs colis. Le poids, le volume et le conditionnement de chaque colis doivent permettre au convoyeur d'en assurer la manutention en gardant une main libre. <br/><br/>2.5. Desserte. <br/><br/>Par desserte, on entend l'opération constituée par : <br/><br/>a) L'enlèvement effectué par le transporteur, sur un site unique, d'un ou plusieurs colis préparés et mis à sa disposition par un même expéditeur ; <br/><br/>b) L'acheminement de l'envoi ; <br/><br/>c) Le dépôt temporaire éventuel, sans reconnaissance des fonds, dans la caisse centrale désignée par le donneur d'ordre ; <br/><br/>d) La livraison, sur un site unique, d'un ou plusieurs colis, au destinataire unique indiqué par un même expéditeur. <br/><br/>Si l'enlèvement est effectué sur des sites successifs, à destination d'un site unique de livraison, chaque opération sera considérée comme une desserte. <br/><br/>De même, si la livraison est effectuée sur des sites successifs, depuis un site unique d'enlèvement, chaque opération sera considérée comme une desserte. <br/><br/>2.6. Rendez-vous. <br/><br/>Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une plage horaire pour la desserte du lieu de chargement et/ ou de déchargement. <br/><br/>2.7. Plage horaire. <br/><br/>Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour l'arrivée du véhicule sur les lieux de chargement et/ ou de déchargement. <br/><br/>2.8. Prise en charge. <br/><br/>Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte. <br/><br/>2.9. Livraison. <br/><br/>Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. <br/><br/>2.10. Durée de mise à disposition du véhicule. <br/><br/>Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement, ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. <br/><br/>Article 3 <br/><br/>Informations et documents à fournir au transporteur <br/><br/>Il incombe au donneur d'ordre de fournir au transporteur au plus tard au moment de la remise de l'envoi les indications suivantes : <br/><br/>a) Le nombre de colis ; <br/><br/>b) Le cas échéant, les dimensions des colis, des objets ou des supports de charge présentant des caractéristiques spéciales ; <br/><br/>c) La description et la valeur réelle du contenu de chaque colis ; <br/><br/>d) Les nom et adresse de l'expéditeur ; <br/><br/>e) Les nom et adresse du destinataire ; <br/><br/>f) Les références d'identification du dispositif spécifique de fermeture ; <br/><br/>g) Les dates et plages horaires de chargement et de déchargement ; <br/><br/>h) Toute autre modalité d'exécution du contrat de transport ; <br/><br/>i) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution. <br/><br/>Sur la base de ces indications fournies par écrit ou par tout autre procédé en permettant la mémorisation, chaque envoi donne lieu à l'établissement d'un document de transport établi en au moins trois exemplaires, l'un conservé par le transporteur, le deuxième remis à l'expéditeur, le troisième accompagnant l'envoi pour être remis au destinataire. <br/><br/>Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète ou d'une absence de déclaration. <br/><br/>Article 4 <br/><br/>Modification du contrat de transport <br/><br/>Le donneur d'ordre dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits. <br/><br/>Dans ce cadre, toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou tout autre procédé permettant sa mémorisation et sa visualisation. <br/><br/>Lorsque le transporteur n'a pas la possibilité d'exécuter le contrat ainsi modifié, il doit en aviser immédiatement le donneur d'ordre par écrit ou tout autre procédé permettant sa mémorisation et sa visualisation. <br/><br/>Toute modification au contrat peut entraîner un réajustement du prix initial. <br/><br/>Article 5 <br/><br/>Personnel et matériel de transport <br/><br/>Le donneur d'ordre vérifie que le transporteur dispose des autorisations administratives nécessaires. <br/><br/>Le transporteur justifie de ces autorisations et s'engage à effectuer les transports avec des personnels habilités et des matériels spécialisés en conformité avec les prescriptions légales et réglementaires. <br/><br/>Article 6 <br/><br/>Conditionnement des envois et étiquetage des colis <br/><br/>6.1. Les fonds et valeurs sont remis au transporteur dans un colis fermé par l'expéditeur au moyen d'un dispositif spécifique identifiable. A l'intérieur du colis est inséré le descriptif du contenu. <br/><br/>6.2. Chaque colis est obligatoirement muni d'une étiquette indiquant lisiblement, entre autres mentions : <br/><br/>a) Le nom de l'expéditeur ; <br/><br/>b) Le nom du destinataire et le lieu de livraison. <br/><br/>6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement de l'emballage et de l'étiquetage. <br/><br/>En cas d'anomalie relative au conditionnement des colis, le transporteur a la faculté de refuser la prise en charge des colis. Dans ce cas, la desserte sera réputée exécutée. <br/><br/>Cependant, le fait que le transporteur n'ait pas usé de cette faculté de refuser ou n'ait pas formulé de réserves à leur sujet lors de la prise en charge de l'envoi ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement de l'emballage ou de l'étiquetage. <br/><br/>Article 7 <br/><br/>Mesures de sécurité <br/><br/>Le transport est effectué dans une plage horaire, selon un itinéraire et des procédures établis par le transporteur en tenant compte, dans les meilleures conditions, de la sécurité du personnel. <br/><br/>Dans la mesure du possible, notamment dans le cas de tournées répétitives, le transporteur définira plusieurs itinéraires possibles pour la desserte à effectuer, de manière à donner et à garder, jusqu'à la décision de faire partir le véhicule dans la plage horaire retenue, un caractère aléatoire aux modalités d'exécution du transport. <br/><br/>En application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018491662&dateTexte=&categorieLien=cid'>R. 4515-1 à R. 4515-11 </a>du code du travail, un protocole de sécurité visant à définir les conditions optimales de sécurité est établi conjointement par les parties pour chaque site desservi. <br/><br/>Dans l'hypothèse où ledit protocole de sécurité mettrait en évidence un seuil de risque anormalement élevé, non résolu par une solution réputée satisfaisante pour les parties, le transporteur se réserve la faculté de ne pas exécuter le service concerné sans que ce refus entraîne un quelconque droit à indemnité au bénéfice du donneur d'ordre. <br/><br/>Article 8 <br/><br/>Prise en charge des envois, livraison <br/><br/>Le transporteur doit être mis en mesure d'entreprendre le chargement ou le déchargement de l'envoi dès l'arrivée du véhicule. <br/><br/>8.1. Enlèvement et chargement. <br/><br/>Le lieu d'enlèvement de l'envoi doit être accessible au transporteur sans contrainte ni risque particulier. Il est choisi d'un commun accord par le donneur d'ordre et le transporteur à l'intérieur de l'établissement dans un souci maximal de sécurité, y compris pour les éventuels parcours piétonniers jusqu'au véhicule, conformément aux dispositions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000029656134&dateTexte=&categorieLien=cid'>D. 613-60 à D. 613-75 </a>du code de la sécurité intérieure. <br/><br/>Les colis préalablement fermés sont remis au transporteur au lieu ci-dessus défini après identification du transporteur selon la procédure définie au point 8.3 ci-après. <br/><br/>La prise en charge est matérialisée par la signature conjointe du document de transport et la remise d'un exemplaire à l'expéditeur. Le nom des signataires doit être indiqué ou leur cachet apposé. <br/><br/>Les opérations de chargement de l'envoi sont exécutées par le transporteur sous sa responsabilité. <br/><br/>Il est formellement interdit à tout agent du donneur d'ordre : <br/><br/>a) D'accompagner à l'extérieur de l'établissement les colis pris en charge par le transporteur, quel que soit le mode de locomotion employé ; <br/><br/>b) D'accéder dans les véhicules de transport, qu'ils soient à vide ou chargés. <br/><br/>8.2. Déchargement et livraison. <br/><br/>Le lieu de livraison de l'envoi doit être accessible au transporteur sans contrainte ni risques particuliers. Il est choisi d'un commun accord par le destinataire et le transporteur à l'intérieur de l'établissement dans un souci maximal de sécurité, y compris pour les éventuels parcours piétonniers depuis le véhicule, conformément aux dispositions des articles D. 613-60 à D. 613-75 du code de la sécurité intérieure. <br/><br/>L'envoi est remis au destinataire au lieu ci-dessus défini après vérification : <br/><br/>a) Par le transporteur, de l'identité du destinataire ou de son représentant selon la procédure d'identification définie au point 8.3 ci-après ; <br/><br/>b) Par le destinataire, de l'état général du contenant, du dispositif spécifique de fermeture et de son identification. <br/><br/>En cas d'anomalie, le colis fait l'objet soit d'un refus par le destinataire, soit d'un constat contradictoire entre le transporteur et le destinataire avec reconnaissance du contenu. <br/><br/>La livraison est matérialisée par la signature conjointe du document de transport et remise d'un exemplaire au destinataire. Le nom des signataires doit être indiqué ou leur cachet apposé. <br/><br/>Les opérations de déchargement de l'envoi sont exécutées par le transporteur et sous sa responsabilité. <br/><br/>8.3. Identification. <br/><br/>L'identification des convoyeurs, préposés du transporteur, s'effectue à l'aide : <br/><br/>a) D'une part, de la \" liste des convoyeurs \" qui sont autorisés à prendre en charge les colis ainsi que du spécimen de leur signature ; <br/><br/>b) D'autre part, de leur carte d'identité professionnelle. L'identification des agents des établissements destinataires s'effectue uniquement à l'aide de la liste des agents autorisés à prendre en charge des livraisons, ainsi que du spécimen de leur signature. <br/><br/>Toute modification pouvant intervenir sur les listes précitées doit être notifiée immédiatement à la partie concernée. <br/><br/>8.4. Absence du donneur d'ordre expéditeur ou destinataire. <br/><br/>Par exception aux dispositions des articles 8.1 et 8.2, pour les opérations de desserte ne permettant pas de procéder à une reconnaissance contradictoire des colis emportés ou livrés, les parties peuvent convenir, au préalable de reconnaître, au sens des articles 2.8 et 2.9, que leur prise en charge s'effectuera après l'enlèvement par le convoyeur et leur réception après leur remise par le convoyeur. <br/><br/>La prise en charge ou la livraison est réputée intervenue lors de l'apposition de la signature de deux des préposés du transporteur sur le document de transport dont un exemplaire est laissé sur place, sauf à utiliser un matériel permettant une reconnaissance contradictoire par un système informatisé sécurisé. <br/><br/>En cas de transport effectué en véhicule banalisé, une seule signature est requise. <br/><br/>Cette disposition ne s'oppose pas à ce que soit procédé, dans les formes et délais prévus à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006220314&dateTexte=&categorieLien=cid'>L. 133-3 </a>du code de commerce, aux protestations motivées en cas de manquants ou avaries. <br/><br/>Pour permettre de diligenter rapidement une enquête sur la cause des anomalies constatées, les parties s'engagent à s'en informer mutuellement au plus tard dans les deux heures suivant le passage du véhicule ou pour les opérations effectuées en dehors des heures d'ouverture dans les trois heures suivant l'ouverture du service de caisse de l'établissement concerné. <br/><br/>Article 9 <br/><br/>Retard du transporteur <br/><br/>Il incombe au transporteur de prendre, en cas de retard prévu ou prévisible pour l'enlèvement ou la livraison de l'envoi, toute mesure utile pour prévenir le donneur d'ordre. <br/><br/>Dans le cas où le transporteur ne serait pas en mesure, du fait du donneur d'ordre, d'entreprendre le chargement ou le déchargement de l'envoi dès l'arrivée du véhicule, le transporteur aura la faculté de ne pas effectuer les opérations prévues pour la desserte. Dans ce cas, la desserte sera réputée exécutée. <br/><br/>Au cas où le transporteur accepterait malgré tout un délai d'attente pour effectuer le chargement ou le déchargement de l'envoi, le donneur d'ordre est tenu de verser au transporteur une indemnité qui ne peut excéder le double du prix de la desserte. <br/><br/>Article 10 <br/><br/>Empêchement au transport <br/><br/>Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible, le transporteur est tenu de demander des instructions au donneur d'ordre. <br/><br/>Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de l'envoi ou son acheminement. <br/><br/>Sauf si l'empêchement ou l'interruption est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses sont facturées séparément, conformément aux dispositions de l'article 11 ci-après. <br/><br/>Si l'empêchement ou l'interruption est imputable au transporteur, sauf cas de force majeure dont le transporteur aura à apporter la preuve, une indemnité est due par ce dernier au donneur d'ordre pour la réparation des dommages matériels directs et justifiés subis par lui. <br/><br/>Article 11 <br/><br/>Modifié par Décret n° <a href='/affichTexte.do?cidTexte=JORFTEXT000000245349&categorieLien=cid' title='Décret n°2007-1226 du 20 août 2007 (V)'>2007-1226</a> du 20 août 2007-art. 6 <br/><br/>Prix du transport et des prestations annexes <br/><br/>Le prix du transport proprement dit de l'envoi est calculé en tenant compte notamment du poids, du volume, du nombre, de la valeur et de la nature du ou des colis, de la distance du transport, de la relation assurée, des sujétions particulières de sécurité et de circulation, ainsi que de chargement ou de déchargement. <br/><br/>Ce prix est réajusté quand les circonstances, auxquelles le transporteur est étranger, imposent, au cours du transport, des modalités d'exécution nouvelles entraînant des frais supplémentaires. <br/><br/>Sans préjudice des dispositions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023071180&dateTexte=&categorieLien=cid'>L. 3222-1 et L. 3222-2</a>, le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. <br/><br/>Les prestations supplémentaires ou accessoires sont rémunérées en sus et font l'objet d'une facturation distincte. <br/><br/>Entrent notamment dans le cadre de ces prestations : <br/><br/>a) Le magasinage ; <br/><br/>b) La déclaration d'intérêt spécial à la livraison ; <br/><br/>c) Les délais d'attente ; <br/><br/>d) Le mandat d'assurance. <br/><br/>Le prix total couvre le coût de l'ensemble des prestations fournies par le transporteur, auxquelles s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. <br/><br/>Tous les prix sont calculés hors taxes. <br/><br/>Article 12 <br/><br/>Modifié par Décret n° 2007-1226 du 20 août 2007-art. 6 <br/><br/>Modalités de paiement <br/><br/>Le paiement du prix de transport et des prestations supplémentaires ou accessoires est exigible au comptant sur présentation de la facture. <br/><br/>Tout retard dans le paiement entraîne, de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par le II de l'article L. 441-10 du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. <br/><br/>Article 13 <br/><br/>Indemnisation pour pertes et avaries <br/><br/>Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés, dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie des colis. <br/><br/>En tout état de cause, cette indemnité est limitée à la valeur réelle du contenu de chaque colis, telle que déclarée par le donneur d'ordre conformément à l'article 3. <br/><br/>Article 14 <br/><br/>Indemnisation pour retard à la livraison <br/><br/>Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai usuel. <br/><br/>En cas de préjudice prouvé résultant d'un dépassement du délai usuel d'acheminement du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le double du prix de la desserte (droits, taxes et frais divers exclus). <br/><br/>Le donneur d'ordre a la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. <br/><br/>Article 15 <br/><br/>Assurances <br/><br/>Le transporteur s'engage à souscrire une assurance couvrant sa responsabilité telle que définie au présent contrat. A la demande du donneur d'ordre, il doit, à tout moment, justifier l'existence de cette assurance. <br/><br/>Article 16 <br/><br/>Respect des diverses réglementations <br/><br/>Conformément aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023069444&dateTexte=&categorieLien=cid'>L. 1311-3</a>, le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité. <br/><br/>Chacune des parties supporte les conséquences des manquements qui lui sont imputables.</p><p></p>",
            "num": "Annexe VI",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1614384000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TROISIÈME PARTIE : TRANSPORT ROUTIER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030048381",
                        "id": "LEGISCTA000030048381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033452817",
                        "id": "LEGISCTA000033452817",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033452910",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033452817",
            "sectionParentId": "LEGISCTA000033452817",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "PARTIE REGLEMENTAIRE &gt; TROISIÈME PARTIE : TRANSPORT ROUTIER &gt; ANNEXES",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043198121",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023086525",
                    "titre": "Code des transports",
                    "titreLong": "Code des transports",
                    "etat": "VIGUEUR",
                    "dateDebut": 1291161600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023086525",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000043183773",
                    "textTitle": "Décret n°2021-211 du 24 février 2021 - art. 13",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000043186068",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-02-26",
                    "dateSignaTexte": "2021-02-24",
                    "dateDebutCible": "2021-02-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000245349",
                    "textTitle": "Décret n°2007-1226 du 20 août 2007 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000245349",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2007-1226",
                    "datePubli": 1187740800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000026451539",
                    "textTitle": "Décret n°2012-1110\n du 1er octobre 2012 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000026451539",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-1110",
                    "datePubli": 1349222400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L133-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-3",
                    "articleId": "LEGIARTI000006220314",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R4515-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4515-1",
                    "articleId": "LEGIARTI000018491662",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. D3222-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3222-6",
                    "articleId": "LEGIARTI000033450117",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1311-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1311-3",
                    "articleId": "LEGIARTI000023069444",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-2",
                    "articleId": "LEGIARTI000023069598",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-3",
                    "articleId": "LEGIARTI000023069600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-1",
                    "articleId": "LEGIARTI000023071180",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. D613-60",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D613-60",
                    "articleId": "LEGIARTI000029656134",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1417392000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033452910",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1614384000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043198121",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1614384000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe VI"
            ],
            "versionPrecedente": "LEGIARTI000033452910",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033452910",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ANNEXE VI CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE FONDS ET DE VALEURS ANNEXE À L'ARTICLE D. 3222-6 Article 1 Objet et domaine d'application du contrat Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public routier autorisé à cet effet, d'envois de fonds et de valeurs, conformément aux prescriptions légales et réglementaires, notamment du livre VI du code de la sécurité intérieure et de l'accord du 16 juin 2000, étendu par l'arrêté de la ministre de l'emploi et de la solidarité du 10 novembre 2000, interdisant tout convoyage de fonds entre 22 heures et 5 heures du matin, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. Quelle que soit la technique de transport utilisée, il règle les relations du donneur d'ordre et du transporteur routier ou des transporteurs intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs successifs entre eux. Il s'applique de plein droit, à défaut de convention écrite définissant les rapports entre les parties au contrat sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 . En cas de relations suivies entre un donneur d'ordre et un transporteur ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3 , chaque envoi est présumé exécuté aux conditions de cette convention. Article 2 Modifié par Décret n° 2012-1110 du 1er octobre 2012-art. 4 Définitions 2.1. Envoi. L'envoi est constitué des fonds et valeurs, emballage compris, mis effectivement au même moment et au même endroit à la disposition du transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire, d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. 2.2. Donneur d'ordre. On entend par donneur d'ordre (en général dénommé \" client \" dans les contrats) la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. 2.3. Fonds et valeurs. Par fonds et valeurs, on entend la monnaie fiduciaire, la monnaie divisionnaire le papier fiduciaire destiné à l'impression des billets, les bijoux et les métaux précieux. 2.4. Colis. Par colis, on entend tout objet (caisse, sac, etc., scellés conformes) constituant avec son contenu une charge unitaire d'un poids répondant aux exigences de la réglementation et aux recommandations des instances professionnelles, notamment européennes, lors de la remise au transporteur. L'envoi peut être constitué d'un ou de plusieurs colis. Le poids, le volume et le conditionnement de chaque colis doivent permettre au convoyeur d'en assurer la manutention en gardant une main libre. 2.5. Desserte. Par desserte, on entend l'opération constituée par : a) L'enlèvement effectué par le transporteur, sur un site unique, d'un ou plusieurs colis préparés et mis à sa disposition par un même expéditeur ; b) L'acheminement de l'envoi ; c) Le dépôt temporaire éventuel, sans reconnaissance des fonds, dans la caisse centrale désignée par le donneur d'ordre ; d) La livraison, sur un site unique, d'un ou plusieurs colis, au destinataire unique indiqué par un même expéditeur. Si l'enlèvement est effectué sur des sites successifs, à destination d'un site unique de livraison, chaque opération sera considérée comme une desserte. De même, si la livraison est effectuée sur des sites successifs, depuis un site unique d'enlèvement, chaque opération sera considérée comme une desserte. 2.6. Rendez-vous. Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une plage horaire pour la desserte du lieu de chargement et/ ou de déchargement. 2.7. Plage horaire. Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour l'arrivée du véhicule sur les lieux de chargement et/ ou de déchargement. 2.8. Prise en charge. Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte. 2.9. Livraison. Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. 2.10. Durée de mise à disposition du véhicule. Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement, ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. Article 3 Informations et documents à fournir au transporteur Il incombe au donneur d'ordre de fournir au transporteur au plus tard au moment de la remise de l'envoi les indications suivantes : a) Le nombre de colis ; b) Le cas échéant, les dimensions des colis, des objets ou des supports de charge présentant des caractéristiques spéciales ; c) La description et la valeur réelle du contenu de chaque colis ; d) Les nom et adresse de l'expéditeur ; e) Les nom et adresse du destinataire ; f) Les références d'identification du dispositif spécifique de fermeture ; g) Les dates et plages horaires de chargement et de déchargement ; h) Toute autre modalité d'exécution du contrat de transport ; i) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution. Sur la base de ces indications fournies par écrit ou par tout autre procédé en permettant la mémorisation, chaque envoi donne lieu à l'établissement d'un document de transport établi en au moins trois exemplaires, l'un conservé par le transporteur, le deuxième remis à l'expéditeur, le troisième accompagnant l'envoi pour être remis au destinataire. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète ou d'une absence de déclaration. Article 4 Modification du contrat de transport Le donneur d'ordre dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits. Dans ce cadre, toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou tout autre procédé permettant sa mémorisation et sa visualisation. Lorsque le transporteur n'a pas la possibilité d'exécuter le contrat ainsi modifié, il doit en aviser immédiatement le donneur d'ordre par écrit ou tout autre procédé permettant sa mémorisation et sa visualisation. Toute modification au contrat peut entraîner un réajustement du prix initial. Article 5 Personnel et matériel de transport Le donneur d'ordre vérifie que le transporteur dispose des autorisations administratives nécessaires. Le transporteur justifie de ces autorisations et s'engage à effectuer les transports avec des personnels habilités et des matériels spécialisés en conformité avec les prescriptions légales et réglementaires. Article 6 Conditionnement des envois et étiquetage des colis 6.1. Les fonds et valeurs sont remis au transporteur dans un colis fermé par l'expéditeur au moyen d'un dispositif spécifique identifiable. A l'intérieur du colis est inséré le descriptif du contenu. 6.2. Chaque colis est obligatoirement muni d'une étiquette indiquant lisiblement, entre autres mentions : a) Le nom de l'expéditeur ; b) Le nom du destinataire et le lieu de livraison. 6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement de l'emballage et de l'étiquetage. En cas d'anomalie relative au conditionnement des colis, le transporteur a la faculté de refuser la prise en charge des colis. Dans ce cas, la desserte sera réputée exécutée. Cependant, le fait que le transporteur n'ait pas usé de cette faculté de refuser ou n'ait pas formulé de réserves à leur sujet lors de la prise en charge de l'envoi ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement de l'emballage ou de l'étiquetage. Article 7 Mesures de sécurité Le transport est effectué dans une plage horaire, selon un itinéraire et des procédures établis par le transporteur en tenant compte, dans les meilleures conditions, de la sécurité du personnel. Dans la mesure du possible, notamment dans le cas de tournées répétitives, le transporteur définira plusieurs itinéraires possibles pour la desserte à effectuer, de manière à donner et à garder, jusqu'à la décision de faire partir le véhicule dans la plage horaire retenue, un caractère aléatoire aux modalités d'exécution du transport. En application des articles R. 4515-1 à R. 4515-11 du code du travail, un protocole de sécurité visant à définir les conditions optimales de sécurité est établi conjointement par les parties pour chaque site desservi. Dans l'hypothèse où ledit protocole de sécurité mettrait en évidence un seuil de risque anormalement élevé, non résolu par une solution réputée satisfaisante pour les parties, le transporteur se réserve la faculté de ne pas exécuter le service concerné sans que ce refus entraîne un quelconque droit à indemnité au bénéfice du donneur d'ordre. Article 8 Prise en charge des envois, livraison Le transporteur doit être mis en mesure d'entreprendre le chargement ou le déchargement de l'envoi dès l'arrivée du véhicule. 8.1. Enlèvement et chargement. Le lieu d'enlèvement de l'envoi doit être accessible au transporteur sans contrainte ni risque particulier. Il est choisi d'un commun accord par le donneur d'ordre et le transporteur à l'intérieur de l'établissement dans un souci maximal de sécurité, y compris pour les éventuels parcours piétonniers jusqu'au véhicule, conformément aux dispositions des articles D. 613-60 à D. 613-75 du code de la sécurité intérieure. Les colis préalablement fermés sont remis au transporteur au lieu ci-dessus défini après identification du transporteur selon la procédure définie au point 8.3 ci-après. La prise en charge est matérialisée par la signature conjointe du document de transport et la remise d'un exemplaire à l'expéditeur. Le nom des signataires doit être indiqué ou leur cachet apposé. Les opérations de chargement de l'envoi sont exécutées par le transporteur sous sa responsabilité. Il est formellement interdit à tout agent du donneur d'ordre : a) D'accompagner à l'extérieur de l'établissement les colis pris en charge par le transporteur, quel que soit le mode de locomotion employé ; b) D'accéder dans les véhicules de transport, qu'ils soient à vide ou chargés. 8.2. Déchargement et livraison. Le lieu de livraison de l'envoi doit être accessible au transporteur sans contrainte ni risques particuliers. Il est choisi d'un commun accord par le destinataire et le transporteur à l'intérieur de l'établissement dans un souci maximal de sécurité, y compris pour les éventuels parcours piétonniers depuis le véhicule, conformément aux dispositions des articles D. 613-60 à D. 613-75 du code de la sécurité intérieure. L'envoi est remis au destinataire au lieu ci-dessus défini après vérification : a) Par le transporteur, de l'identité du destinataire ou de son représentant selon la procédure d'identification définie au point 8.3 ci-après ; b) Par le destinataire, de l'état général du contenant, du dispositif spécifique de fermeture et de son identification. En cas d'anomalie, le colis fait l'objet soit d'un refus par le destinataire, soit d'un constat contradictoire entre le transporteur et le destinataire avec reconnaissance du contenu. La livraison est matérialisée par la signature conjointe du document de transport et remise d'un exemplaire au destinataire. Le nom des signataires doit être indiqué ou leur cachet apposé. Les opérations de déchargement de l'envoi sont exécutées par le transporteur et sous sa responsabilité. 8.3. Identification. L'identification des convoyeurs, préposés du transporteur, s'effectue à l'aide : a) D'une part, de la \" liste des convoyeurs \" qui sont autorisés à prendre en charge les colis ainsi que du spécimen de leur signature ; b) D'autre part, de leur carte d'identité professionnelle. L'identification des agents des établissements destinataires s'effectue uniquement à l'aide de la liste des agents autorisés à prendre en charge des livraisons, ainsi que du spécimen de leur signature. Toute modification pouvant intervenir sur les listes précitées doit être notifiée immédiatement à la partie concernée. 8.4. Absence du donneur d'ordre expéditeur ou destinataire. Par exception aux dispositions des articles 8.1 et 8.2, pour les opérations de desserte ne permettant pas de procéder à une reconnaissance contradictoire des colis emportés ou livrés, les parties peuvent convenir, au préalable de reconnaître, au sens des articles 2.8 et 2.9, que leur prise en charge s'effectuera après l'enlèvement par le convoyeur et leur réception après leur remise par le convoyeur. La prise en charge ou la livraison est réputée intervenue lors de l'apposition de la signature de deux des préposés du transporteur sur le document de transport dont un exemplaire est laissé sur place, sauf à utiliser un matériel permettant une reconnaissance contradictoire par un système informatisé sécurisé. En cas de transport effectué en véhicule banalisé, une seule signature est requise. Cette disposition ne s'oppose pas à ce que soit procédé, dans les formes et délais prévus à l'article L. 133-3 du code de commerce, aux protestations motivées en cas de manquants ou avaries. Pour permettre de diligenter rapidement une enquête sur la cause des anomalies constatées, les parties s'engagent à s'en informer mutuellement au plus tard dans les deux heures suivant le passage du véhicule ou pour les opérations effectuées en dehors des heures d'ouverture dans les trois heures suivant l'ouverture du service de caisse de l'établissement concerné. Article 9 Retard du transporteur Il incombe au transporteur de prendre, en cas de retard prévu ou prévisible pour l'enlèvement ou la livraison de l'envoi, toute mesure utile pour prévenir le donneur d'ordre. Dans le cas où le transporteur ne serait pas en mesure, du fait du donneur d'ordre, d'entreprendre le chargement ou le déchargement de l'envoi dès l'arrivée du véhicule, le transporteur aura la faculté de ne pas effectuer les opérations prévues pour la desserte. Dans ce cas, la desserte sera réputée exécutée. Au cas où le transporteur accepterait malgré tout un délai d'attente pour effectuer le chargement ou le déchargement de l'envoi, le donneur d'ordre est tenu de verser au transporteur une indemnité qui ne peut excéder le double du prix de la desserte. Article 10 Empêchement au transport Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible, le transporteur est tenu de demander des instructions au donneur d'ordre. Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de l'envoi ou son acheminement. Sauf si l'empêchement ou l'interruption est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses sont facturées séparément, conformément aux dispositions de l'article 11 ci-après. Si l'empêchement ou l'interruption est imputable au transporteur, sauf cas de force majeure dont le transporteur aura à apporter la preuve, une indemnité est due par ce dernier au donneur d'ordre pour la réparation des dommages matériels directs et justifiés subis par lui. Article 11 Modifié par Décret n° 2007-1226 du 20 août 2007-art. 6 Prix du transport et des prestations annexes Le prix du transport proprement dit de l'envoi est calculé en tenant compte notamment du poids, du volume, du nombre, de la valeur et de la nature du ou des colis, de la distance du transport, de la relation assurée, des sujétions particulières de sécurité et de circulation, ainsi que de chargement ou de déchargement. Ce prix est réajusté quand les circonstances, auxquelles le transporteur est étranger, imposent, au cours du transport, des modalités d'exécution nouvelles entraînant des frais supplémentaires. Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2 , le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. Les prestations supplémentaires ou accessoires sont rémunérées en sus et font l'objet d'une facturation distincte. Entrent notamment dans le cadre de ces prestations : a) Le magasinage ; b) La déclaration d'intérêt spécial à la livraison ; c) Les délais d'attente ; d) Le mandat d'assurance. Le prix total couvre le coût de l'ensemble des prestations fournies par le transporteur, auxquelles s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. Tous les prix sont calculés hors taxes. Article 12 Modifié par Décret n° 2007-1226 du 20 août 2007-art. 6 Modalités de paiement Le paiement du prix de transport et des prestations supplémentaires ou accessoires est exigible au comptant sur présentation de la facture. Tout retard dans le paiement entraîne, de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par l'article L. 441-6 , alinéa 12, du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. Article 13 Indemnisation pour pertes et avaries Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés, dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie des colis. En tout état de cause, cette indemnité est limitée à la valeur réelle du contenu de chaque colis, telle que déclarée par le donneur d'ordre conformément à l'article 3. Article 14 Indemnisation pour retard à la livraison Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai usuel. En cas de préjudice prouvé résultant d'un dépassement du délai usuel d'acheminement du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le double du prix de la desserte (droits, taxes et frais divers exclus). Le donneur d'ordre a la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. Article 15 Assurances Le transporteur s'engage à souscrire une assurance couvrant sa responsabilité telle que définie au présent contrat. A la demande du donneur d'ordre, il doit, à tout moment, justifier l'existence de cette assurance. Article 16 Respect des diverses réglementations Conformément aux dispositions de l'article L. 1311-3 , le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité. Chacune des parties supporte les conséquences des manquements qui lui sont imputables.",
            "texteHtml": "<p>ANNEXE VI <br/><br/>CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE FONDS ET DE VALEURS <br/><br/>ANNEXE À L'ARTICLE D. 3222-6 </p><p><br/>Article 1 <br/><br/>Objet et domaine d'application du contrat <br/><br/>Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public routier autorisé à cet effet, d'envois de fonds et de valeurs, conformément aux prescriptions légales et réglementaires, notamment du livre VI du code de la sécurité intérieure et de l'accord du 16 juin 2000, étendu par l'arrêté de la ministre de l'emploi et de la solidarité du 10 novembre 2000, interdisant tout convoyage de fonds entre 22 heures et 5 heures du matin, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. <br/><br/>Quelle que soit la technique de transport utilisée, il règle les relations du donneur d'ordre et du transporteur routier ou des transporteurs intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs successifs entre eux. <br/><br/>Il s'applique de plein droit, à défaut de convention écrite définissant les rapports entre les parties au contrat sur l'ensemble ou certaines des matières mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023069598&dateTexte=&categorieLien=cid' title='Code des transports - art. L1432-2 (V)'>L. 1432-2</a>. <br/><br/>En cas de relations suivies entre un donneur d'ordre et un transporteur ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023069600&dateTexte=&categorieLien=cid' title='Code des transports - art. L1432-3 (V)'>L. 1432-3</a>, chaque envoi est présumé exécuté aux conditions de cette convention. <br/><br/>Article 2 <br/><br/>Modifié par Décret n° 2012-1110 du 1er octobre 2012-art. 4 <br/><br/>Définitions <br/><br/>2.1. Envoi. <br/><br/>L'envoi est constitué des fonds et valeurs, emballage compris, mis effectivement au même moment et au même endroit à la disposition du transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire, d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. <br/><br/>2.2. Donneur d'ordre. <br/><br/>On entend par donneur d'ordre (en général dénommé \" client \" dans les contrats) la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. <br/><br/>2.3. Fonds et valeurs. <br/><br/>Par fonds et valeurs, on entend la monnaie fiduciaire, la monnaie divisionnaire le papier fiduciaire destiné à l'impression des billets, les bijoux et les métaux précieux. <br/><br/>2.4. Colis. <br/><br/>Par colis, on entend tout objet (caisse, sac, etc., scellés conformes) constituant avec son contenu une charge unitaire d'un poids répondant aux exigences de la réglementation et aux recommandations des instances professionnelles, notamment européennes, lors de la remise au transporteur. <br/><br/>L'envoi peut être constitué d'un ou de plusieurs colis. Le poids, le volume et le conditionnement de chaque colis doivent permettre au convoyeur d'en assurer la manutention en gardant une main libre. <br/><br/>2.5. Desserte. <br/><br/>Par desserte, on entend l'opération constituée par : <br/><br/>a) L'enlèvement effectué par le transporteur, sur un site unique, d'un ou plusieurs colis préparés et mis à sa disposition par un même expéditeur ; <br/><br/>b) L'acheminement de l'envoi ; <br/><br/>c) Le dépôt temporaire éventuel, sans reconnaissance des fonds, dans la caisse centrale désignée par le donneur d'ordre ; <br/><br/>d) La livraison, sur un site unique, d'un ou plusieurs colis, au destinataire unique indiqué par un même expéditeur. <br/><br/>Si l'enlèvement est effectué sur des sites successifs, à destination d'un site unique de livraison, chaque opération sera considérée comme une desserte. <br/><br/>De même, si la livraison est effectuée sur des sites successifs, depuis un site unique d'enlèvement, chaque opération sera considérée comme une desserte. <br/><br/>2.6. Rendez-vous. <br/><br/>Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une plage horaire pour la desserte du lieu de chargement et/ ou de déchargement. <br/><br/>2.7. Plage horaire. <br/><br/>Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour l'arrivée du véhicule sur les lieux de chargement et/ ou de déchargement. <br/><br/>2.8. Prise en charge. <br/><br/>Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte. <br/><br/>2.9. Livraison. <br/><br/>Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. <br/><br/>2.10. Durée de mise à disposition du véhicule. <br/><br/>Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement, ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. <br/><br/>Article 3 <br/><br/>Informations et documents à fournir au transporteur <br/><br/>Il incombe au donneur d'ordre de fournir au transporteur au plus tard au moment de la remise de l'envoi les indications suivantes : <br/><br/>a) Le nombre de colis ; <br/><br/>b) Le cas échéant, les dimensions des colis, des objets ou des supports de charge présentant des caractéristiques spéciales ; <br/><br/>c) La description et la valeur réelle du contenu de chaque colis ; <br/><br/>d) Les nom et adresse de l'expéditeur ; <br/><br/>e) Les nom et adresse du destinataire ; <br/><br/>f) Les références d'identification du dispositif spécifique de fermeture ; <br/><br/>g) Les dates et plages horaires de chargement et de déchargement ; <br/><br/>h) Toute autre modalité d'exécution du contrat de transport ; <br/><br/>i) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution. <br/><br/>Sur la base de ces indications fournies par écrit ou par tout autre procédé en permettant la mémorisation, chaque envoi donne lieu à l'établissement d'un document de transport établi en au moins trois exemplaires, l'un conservé par le transporteur, le deuxième remis à l'expéditeur, le troisième accompagnant l'envoi pour être remis au destinataire. <br/><br/>Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète ou d'une absence de déclaration. <br/><br/>Article 4 <br/><br/>Modification du contrat de transport <br/><br/>Le donneur d'ordre dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits. <br/><br/>Dans ce cadre, toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou tout autre procédé permettant sa mémorisation et sa visualisation. <br/><br/>Lorsque le transporteur n'a pas la possibilité d'exécuter le contrat ainsi modifié, il doit en aviser immédiatement le donneur d'ordre par écrit ou tout autre procédé permettant sa mémorisation et sa visualisation. <br/><br/>Toute modification au contrat peut entraîner un réajustement du prix initial. <br/><br/>Article 5 <br/><br/>Personnel et matériel de transport <br/><br/>Le donneur d'ordre vérifie que le transporteur dispose des autorisations administratives nécessaires. <br/><br/>Le transporteur justifie de ces autorisations et s'engage à effectuer les transports avec des personnels habilités et des matériels spécialisés en conformité avec les prescriptions légales et réglementaires. <br/><br/>Article 6 <br/><br/>Conditionnement des envois et étiquetage des colis <br/><br/>6.1. Les fonds et valeurs sont remis au transporteur dans un colis fermé par l'expéditeur au moyen d'un dispositif spécifique identifiable. A l'intérieur du colis est inséré le descriptif du contenu. <br/><br/>6.2. Chaque colis est obligatoirement muni d'une étiquette indiquant lisiblement, entre autres mentions : <br/><br/>a) Le nom de l'expéditeur ; <br/><br/>b) Le nom du destinataire et le lieu de livraison. <br/><br/>6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement de l'emballage et de l'étiquetage. <br/><br/>En cas d'anomalie relative au conditionnement des colis, le transporteur a la faculté de refuser la prise en charge des colis. Dans ce cas, la desserte sera réputée exécutée. <br/><br/>Cependant, le fait que le transporteur n'ait pas usé de cette faculté de refuser ou n'ait pas formulé de réserves à leur sujet lors de la prise en charge de l'envoi ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement de l'emballage ou de l'étiquetage. <br/><br/>Article 7 <br/><br/>Mesures de sécurité <br/><br/>Le transport est effectué dans une plage horaire, selon un itinéraire et des procédures établis par le transporteur en tenant compte, dans les meilleures conditions, de la sécurité du personnel. <br/><br/>Dans la mesure du possible, notamment dans le cas de tournées répétitives, le transporteur définira plusieurs itinéraires possibles pour la desserte à effectuer, de manière à donner et à garder, jusqu'à la décision de faire partir le véhicule dans la plage horaire retenue, un caractère aléatoire aux modalités d'exécution du transport. <br/><br/>En application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018491662&dateTexte=&categorieLien=cid' title='Code du travail - art. R4515-1 (V)'>R. 4515-1 à R. 4515-11 </a>du code du travail, un protocole de sécurité visant à définir les conditions optimales de sécurité est établi conjointement par les parties pour chaque site desservi. <br/><br/>Dans l'hypothèse où ledit protocole de sécurité mettrait en évidence un seuil de risque anormalement élevé, non résolu par une solution réputée satisfaisante pour les parties, le transporteur se réserve la faculté de ne pas exécuter le service concerné sans que ce refus entraîne un quelconque droit à indemnité au bénéfice du donneur d'ordre. <br/><br/>Article 8 <br/><br/>Prise en charge des envois, livraison <br/><br/>Le transporteur doit être mis en mesure d'entreprendre le chargement ou le déchargement de l'envoi dès l'arrivée du véhicule. <br/><br/>8.1. Enlèvement et chargement. <br/><br/>Le lieu d'enlèvement de l'envoi doit être accessible au transporteur sans contrainte ni risque particulier. Il est choisi d'un commun accord par le donneur d'ordre et le transporteur à l'intérieur de l'établissement dans un souci maximal de sécurité, y compris pour les éventuels parcours piétonniers jusqu'au véhicule, conformément aux dispositions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000029656134&dateTexte=&categorieLien=cid' title='Code de la sécurité intérieure - art. D613-60 (V)'>D. 613-60 à D. 613-75 </a>du code de la sécurité intérieure. <br/><br/>Les colis préalablement fermés sont remis au transporteur au lieu ci-dessus défini après identification du transporteur selon la procédure définie au point 8.3 ci-après. <br/><br/>La prise en charge est matérialisée par la signature conjointe du document de transport et la remise d'un exemplaire à l'expéditeur. Le nom des signataires doit être indiqué ou leur cachet apposé. <br/><br/>Les opérations de chargement de l'envoi sont exécutées par le transporteur sous sa responsabilité. <br/><br/>Il est formellement interdit à tout agent du donneur d'ordre : <br/><br/>a) D'accompagner à l'extérieur de l'établissement les colis pris en charge par le transporteur, quel que soit le mode de locomotion employé ; <br/><br/>b) D'accéder dans les véhicules de transport, qu'ils soient à vide ou chargés. <br/><br/>8.2. Déchargement et livraison. <br/><br/>Le lieu de livraison de l'envoi doit être accessible au transporteur sans contrainte ni risques particuliers. Il est choisi d'un commun accord par le destinataire et le transporteur à l'intérieur de l'établissement dans un souci maximal de sécurité, y compris pour les éventuels parcours piétonniers depuis le véhicule, conformément aux dispositions des articles D. 613-60 à D. 613-75 du code de la sécurité intérieure. <br/><br/>L'envoi est remis au destinataire au lieu ci-dessus défini après vérification : <br/><br/>a) Par le transporteur, de l'identité du destinataire ou de son représentant selon la procédure d'identification définie au point 8.3 ci-après ; <br/><br/>b) Par le destinataire, de l'état général du contenant, du dispositif spécifique de fermeture et de son identification. <br/><br/>En cas d'anomalie, le colis fait l'objet soit d'un refus par le destinataire, soit d'un constat contradictoire entre le transporteur et le destinataire avec reconnaissance du contenu. <br/><br/>La livraison est matérialisée par la signature conjointe du document de transport et remise d'un exemplaire au destinataire. Le nom des signataires doit être indiqué ou leur cachet apposé. <br/><br/>Les opérations de déchargement de l'envoi sont exécutées par le transporteur et sous sa responsabilité. <br/><br/>8.3. Identification. <br/><br/>L'identification des convoyeurs, préposés du transporteur, s'effectue à l'aide : <br/><br/>a) D'une part, de la \" liste des convoyeurs \" qui sont autorisés à prendre en charge les colis ainsi que du spécimen de leur signature ; <br/><br/>b) D'autre part, de leur carte d'identité professionnelle. L'identification des agents des établissements destinataires s'effectue uniquement à l'aide de la liste des agents autorisés à prendre en charge des livraisons, ainsi que du spécimen de leur signature. <br/><br/>Toute modification pouvant intervenir sur les listes précitées doit être notifiée immédiatement à la partie concernée. <br/><br/>8.4. Absence du donneur d'ordre expéditeur ou destinataire. <br/><br/>Par exception aux dispositions des articles 8.1 et 8.2, pour les opérations de desserte ne permettant pas de procéder à une reconnaissance contradictoire des colis emportés ou livrés, les parties peuvent convenir, au préalable de reconnaître, au sens des articles 2.8 et 2.9, que leur prise en charge s'effectuera après l'enlèvement par le convoyeur et leur réception après leur remise par le convoyeur. <br/><br/>La prise en charge ou la livraison est réputée intervenue lors de l'apposition de la signature de deux des préposés du transporteur sur le document de transport dont un exemplaire est laissé sur place, sauf à utiliser un matériel permettant une reconnaissance contradictoire par un système informatisé sécurisé. <br/><br/>En cas de transport effectué en véhicule banalisé, une seule signature est requise. <br/><br/>Cette disposition ne s'oppose pas à ce que soit procédé, dans les formes et délais prévus à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006220314&dateTexte=&categorieLien=cid' title='Code de commerce - art. L133-3 (V)'>L. 133-3 </a>du code de commerce, aux protestations motivées en cas de manquants ou avaries. <br/><br/>Pour permettre de diligenter rapidement une enquête sur la cause des anomalies constatées, les parties s'engagent à s'en informer mutuellement au plus tard dans les deux heures suivant le passage du véhicule ou pour les opérations effectuées en dehors des heures d'ouverture dans les trois heures suivant l'ouverture du service de caisse de l'établissement concerné. <br/><br/>Article 9 <br/><br/>Retard du transporteur <br/><br/>Il incombe au transporteur de prendre, en cas de retard prévu ou prévisible pour l'enlèvement ou la livraison de l'envoi, toute mesure utile pour prévenir le donneur d'ordre. <br/><br/>Dans le cas où le transporteur ne serait pas en mesure, du fait du donneur d'ordre, d'entreprendre le chargement ou le déchargement de l'envoi dès l'arrivée du véhicule, le transporteur aura la faculté de ne pas effectuer les opérations prévues pour la desserte. Dans ce cas, la desserte sera réputée exécutée. <br/><br/>Au cas où le transporteur accepterait malgré tout un délai d'attente pour effectuer le chargement ou le déchargement de l'envoi, le donneur d'ordre est tenu de verser au transporteur une indemnité qui ne peut excéder le double du prix de la desserte. <br/><br/>Article 10 <br/><br/>Empêchement au transport <br/><br/>Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible, le transporteur est tenu de demander des instructions au donneur d'ordre. <br/><br/>Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de l'envoi ou son acheminement. <br/><br/>Sauf si l'empêchement ou l'interruption est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses sont facturées séparément, conformément aux dispositions de l'article 11 ci-après. <br/><br/>Si l'empêchement ou l'interruption est imputable au transporteur, sauf cas de force majeure dont le transporteur aura à apporter la preuve, une indemnité est due par ce dernier au donneur d'ordre pour la réparation des dommages matériels directs et justifiés subis par lui. <br/><br/>Article 11 <br/><br/>Modifié par Décret n° 2007-1226 du 20 août 2007-art. 6 <br/><br/>Prix du transport et des prestations annexes <br/><br/>Le prix du transport proprement dit de l'envoi est calculé en tenant compte notamment du poids, du volume, du nombre, de la valeur et de la nature du ou des colis, de la distance du transport, de la relation assurée, des sujétions particulières de sécurité et de circulation, ainsi que de chargement ou de déchargement. <br/><br/>Ce prix est réajusté quand les circonstances, auxquelles le transporteur est étranger, imposent, au cours du transport, des modalités d'exécution nouvelles entraînant des frais supplémentaires. <br/><br/>Sans préjudice des dispositions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023071180&dateTexte=&categorieLien=cid' title='Code des transports - art. L3222-1 (V)'>L. 3222-1 et L. 3222-2</a>, le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. <br/><br/>Les prestations supplémentaires ou accessoires sont rémunérées en sus et font l'objet d'une facturation distincte. <br/><br/>Entrent notamment dans le cadre de ces prestations : <br/><br/>a) Le magasinage ; <br/><br/>b) La déclaration d'intérêt spécial à la livraison ; <br/><br/>c) Les délais d'attente ; <br/><br/>d) Le mandat d'assurance. <br/><br/>Le prix total couvre le coût de l'ensemble des prestations fournies par le transporteur, auxquelles s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. <br/><br/>Tous les prix sont calculés hors taxes. <br/><br/>Article 12 <br/><br/>Modifié par Décret n° 2007-1226 du 20 août 2007-art. 6 <br/><br/>Modalités de paiement <br/><br/>Le paiement du prix de transport et des prestations supplémentaires ou accessoires est exigible au comptant sur présentation de la facture. <br/><br/>Tout retard dans le paiement entraîne, de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006232237&dateTexte=&categorieLien=cid' title='Code de commerce - art. L441-6 (V)'>L. 441-6</a>, alinéa 12, du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. <br/><br/>Article 13 <br/><br/>Indemnisation pour pertes et avaries <br/><br/>Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés, dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie des colis. <br/><br/>En tout état de cause, cette indemnité est limitée à la valeur réelle du contenu de chaque colis, telle que déclarée par le donneur d'ordre conformément à l'article 3. <br/><br/>Article 14 <br/><br/>Indemnisation pour retard à la livraison <br/><br/>Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai usuel. <br/><br/>En cas de préjudice prouvé résultant d'un dépassement du délai usuel d'acheminement du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le double du prix de la desserte (droits, taxes et frais divers exclus). <br/><br/>Le donneur d'ordre a la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. <br/><br/>Article 15 <br/><br/>Assurances <br/><br/>Le transporteur s'engage à souscrire une assurance couvrant sa responsabilité telle que définie au présent contrat. A la demande du donneur d'ordre, il doit, à tout moment, justifier l'existence de cette assurance. <br/><br/>Article 16 <br/><br/>Respect des diverses réglementations <br/><br/>Conformément aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023069444&dateTexte=&categorieLien=cid' title='Code des transports - art. L1311-3 (V)'>L. 1311-3</a>, le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité. <br/><br/>Chacune des parties supporte les conséquences des manquements qui lui sont imputables.</p><p></p>",
            "num": "Annexe VI",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1483228800000,
            "dateFin": 1614384000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TROISIÈME PARTIE : TRANSPORT ROUTIER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030048381",
                        "id": "LEGISCTA000030048381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033452817",
                        "id": "LEGISCTA000033452817",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033452910",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033452817",
            "sectionParentId": "LEGISCTA000033452817",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "PARTIE REGLEMENTAIRE &gt; TROISIÈME PARTIE : TRANSPORT ROUTIER &gt; ANNEXES",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033452910",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023086525",
                    "titre": "Code des transports",
                    "titreLong": "Code des transports",
                    "etat": "VIGUEUR",
                    "dateDebut": 1291161600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023086525",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033446681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-19",
                    "dateSignaTexte": "2016-11-17",
                    "dateDebutCible": "2017-01-01"
                },
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033446681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-19",
                    "dateSignaTexte": "2016-11-17",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L133-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-3",
                    "articleId": "LEGIARTI000006220314",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-6",
                    "articleId": "LEGIARTI000006232237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R4515-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4515-1",
                    "articleId": "LEGIARTI000018491662",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. D3222-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3222-6",
                    "articleId": "LEGIARTI000033450117",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1311-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1311-3",
                    "articleId": "LEGIARTI000023069444",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-2",
                    "articleId": "LEGIARTI000023069598",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-3",
                    "articleId": "LEGIARTI000023069600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-1",
                    "articleId": "LEGIARTI000023071180",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. D613-60 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D613-60",
                    "articleId": "LEGIARTI000029656134",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1417392000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033452910",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1614384000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043198121",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1614384000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe VI"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}