{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000035425230",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "DISPOSITIONS OBLIGATOIRES DES STATUTS DES FÉDÉRATIONS SPORTIVES AGRÉÉES 1. Dispositions relatives au but et à la composition de la fédération 1.1. But de la fédération Les statuts comportent : 1.1.1. L'objet social de la fédération, et notamment la ou les disciplines dont la fédération assure l'organisation et la promotion ; 1.1.2. La date de sa création ; 1.1.3. L'adresse de son siège social, ainsi que la procédure à respecter pour le transfert du siège social. Ils précisent également : 1.1.4. Que sa durée est illimitée ; 1.1.5. Qu'elle veille au respect de la charte de déontologie du sport établie par le Comité national olympique et sportif français. 1.2. Composition de la fédération Les statuts prévoient : 1.2.1. Que la fédération est composée d'associations sportives constituées dans les conditions prévues par le chapitre Ier du titre III du livre Ier du code du sport ; 1.2.2. (Le cas échéant), les conditions dans lesquelles la fédération groupe également une ou plusieurs catégories suivantes de membres : 1.2.2.1. Les personnes physiques auxquelles elle délivre directement des licences ; 1.2.2.2. Les organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs de ses disciplines et qu'elle autorise à délivrer des licences ; 1.2.2.3. Les organismes qui, sans avoir pour objet la pratique d'une ou de plusieurs de ses disciplines, contribuent au développement d'une ou plusieurs de celles-ci ; 1.2.3. Les conditions dans lesquelles la qualité de membre de la fédération peut être refusée et les conditions dans lesquelles elle se perd. 1.3. Organismes nationaux, régionaux ou départementaux Les statuts prévoient : 1.3.1. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 dans le cas où ils ont la personnalité morale, un ou plusieurs organismes nationaux chargés de gérer notamment une ou plusieurs disciplines connexes ; 1.3.2. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 ou inscrites selon la loi locale dans les départements du Haut-Rhin et de la Moselle, s'ils ont la personnalité morale, des organismes régionaux ou départementaux chargés de la représenter dans leur ressort territorial respectif et d'y assurer l'exécution d'une partie de ses missions, et dont le ressort territorial ne peut être autre que celui des services déconcentrés du ministère chargé des sports que sous réserve de justifications et en l'absence d'opposition motivée du ministre chargé des sports ; Les organismes régionaux, départementaux ou locaux constitués par la fédération dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon ou à Mayotte peuvent en outre, le cas échéant, conduire des actions de coopération avec les organisations sportives des Etats de la zone géographique dans laquelle ils sont situés et, avec l'accord de la fédération, organiser des compétitions ou manifestations sportives internationales à caractère régional ou constituer des équipes en vue de participer à de telles compétitions ou manifestations ; 1.3.3. Dans les cas prévus aux 1.3.1 et 1.3.2, et lorsque les organismes nationaux, régionaux ou départementaux sont constitués sous forme d'associations, le mode de scrutin pour la désignation de leurs instances dirigeantes ainsi que le principe de la compatibilité des statuts de ces organismes avec les statuts de la fédération ; 1.3.4. (Le cas échéant), que la fédération constitue une ligue professionnelle dans les conditions prévues au chapitre II du titre III du livre Ier du code du sport. 1.4. Les licenciés 1.4.1. Les statuts précisent : 1.4.1.1. Les conditions dans lesquelles les licenciés participent aux activités et au fonctionnement de la fédération, notamment les conditions dans lesquelles ils peuvent être candidats à l'élection pour la désignation des membres des instances dirigeantes de la fédération ou des organismes constitués en application du 1.3 ci-dessus ; 1.4.1.2. Les conditions de fond et de forme de délivrance des licences ; 1.4.1.3. Les conditions de fond et de forme de retrait de la licence, dans le respect des droits de la défense ; 1.4.2. (Le cas échéant), ils précisent : 1.4.2.1. Si les membres adhérents des associations affiliées doivent être titulaires d'une licence ; dans cette hypothèse, ils indiquent que la fédération peut, en cas de non-respect de cette obligation par une association affiliée, prononcer une sanction dans les conditions prévues par son règlement disciplinaire ; 1.4.2.2. Si des activités, à définir par le règlement intérieur, sont ouvertes aux personnes qui ne sont pas titulaires de la licence ; dans cette hypothèse, ils prévoient que la délivrance du titre permettant la participation des non-licenciés à ces activités peut donner lieu à la perception d'un droit et peut être subordonnée au respect par les intéressés de conditions destinées à garantir leur santé ainsi que leur sécurité et celle des tiers. 2. Dispositions relatives aux organes fédéraux 2.1. L'assemblée générale 2.1.1. Composition. 2.1.1.1. Les statuts prévoient : 2.1.1.1.1. Que l'assemblée générale de la fédération est composée des représentants des associations sportives affiliées désignés, pour ceux qui sont élus par les assemblées générales des organismes régionaux et départementaux, selon le même mode de scrutin à tous les niveaux, départemental et régional ; 2.1.1.1.2. Que le nombre de voix dont disposent les représentants des associations affiliées est déterminé notamment en fonction du nombre de licences délivrées, selon un barème à fixer ; 2.1.1.2. (Le cas échéant), les statuts prévoient : 2.1.1.2.1. Lorsque la fédération comprend des membres des catégories mentionnées au 1.2.2.1 ou au 1.2.2.2, le mode de scrutin pour la désignation des représentants de ces membres à l'assemblée générale, qui doit être le même que le mode de scrutin adopté pour la désignation des représentants des associations affiliées ; 2.1.1.2.2. Lorsque la fédération comprend des membres de la catégorie mentionnée au 1.2.2.3, que ces membres disposent d'une voix. 2.1.2. Fonctionnement. 2.1.2.1. Les statuts prévoient : 2.1.2.1.1. Les conditions de convocation de l'assemblée générale, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum de réunions par an ainsi que les modalités de tenue de l'assemblée générale ; 2.1.2.1.2. Que l'assemblée générale entend chaque année les rapports sur la gestion de la ou des instances dirigeantes et sur la situation morale et financière de la fédération ; 2.1.2.1.3. Qu'elle vote le budget et approuve les comptes de l'exercice clos ; 2.1.2.1.4. Qu'elle fixe les cotisations dues par ses membres ; 2.1.2.1.5. Qu'elle adopte, sur proposition de l'instance dirigeante compétente, le règlement intérieur et le règlement financier ; 2.1.2.1.6. Qu'elle est seule compétente pour se prononcer sur les acquisitions, les échanges et les aliénations de biens immobiliers, sur la constitution d'hypothèques et sur les baux de plus de neuf ans ; 2.1.2.1.7. Qu'elle décide seule des emprunts excédant la gestion courante. 2.2. Les instances dirigeantes 2.2.1. Répartition des compétences. Les statuts déterminent la ou les instances chargées de diriger et d'administrer la fédération et prévoient, à ce titre, la répartition des compétences entre elles sous réserve des compétences obligatoirement attribuées à l'assemblée générale. Les statuts peuvent désigner une instance dirigeante collégiale, autre que l'assemblée générale pour adopter des règlements de la fédération. 2.2.2. Composition, fonctionnement et attributions. 2.2.2.1. Les statuts prévoient les modalités de composition et de fonctionnement de la ou des instances dirigeantes de la fédération, notamment le nombre de leurs membres. 2.2.2.2. Ils précisent : 2.2.2.2.1. (abrogé) 2.2.2.2.2. Qu'un médecin siège au sein d'une des instances dirigeantes ; 2.2.2.2.3. Que les membres de la ou des instances dirigeantes sont élus au scrutin secret, pour une durée de quatre ans ; 2.2.2.2.4. Le mode de scrutin selon lequel se déroulent les élections ; 2.2.2.2.5. Que le mandat de la ou des instances dirigeantes expire au plus tard le 31 décembre de l'année durant laquelle se tiennent les jeux Olympiques d'été ou le 30 juin pour les fédérations qui relèvent d'une discipline inscrite aux jeux Olympiques d'hiver ; 2.2.2.2.6. Que ne peuvent être élues membres d'une instance dirigeante : 1° Les personnes de nationalité française condamnées à une peine qui fait obstacle à leur inscription sur les listes électorales ; 2° Les personnes de nationalité étrangère condamnées à une peine qui, lorsqu'elle est prononcée contre un citoyen français, fait obstacle à son inscription sur les listes électorales ; 3° Les personnes à l'encontre desquelles a été prononcée une sanction d'inéligibilité à temps, notamment pour manquement grave aux règles techniques du jeu constituant une infraction à l'esprit sportif. 2.2.2.3. Les statuts prévoient également : 2.2.2.3.1. Les conditions de remplacement d'un membre d'une instance dirigeante en cas de vacance ; 2.2.2.3.2. Les conditions de convocation de la ou des instances dirigeantes, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum par an de réunion et les modalités de déroulement des réunions ; 2.2.2.3.3. Les conditions dans lesquelles il peut être mis fin au mandat des membres de la ou des instances dirigeantes ; 2.2.2.4. Ils prévoient que le directeur technique national assiste avec voix consultative aux séances des instances dirigeantes. 2.3. Le président 2.3.1. Les statuts précisent les conditions dans lesquelles le président de la fédération est élu. 2.3.2. Ils prévoient : 2.3.2.1. Que le président ordonnance les dépenses ; 2.3.2.2. Qu'il représente la fédération dans tous les actes de la vie civile et devant les tribunaux ; 2.3.2.3. Qu'il peut déléguer certaines de ses attributions dans les conditions fixées par le règlement intérieur ; que toutefois, la représentation de la fédération en justice ne peut être assurée, à défaut du président, que par un mandataire agissant en vertu d'un pouvoir spécial. 2.3.3. Les statuts prévoient que sont incompatibles avec le mandat de président de la fédération les fonctions de chef d'entreprise, de président de conseil d'administration, de président et de membre de directoire, de président de conseil de surveillance, d'administrateur délégué, de directeur général, directeur général adjoint ou gérant exercées dans les sociétés, entreprises ou établissements, dont l'activité consiste principalement dans l'exécution de travaux, la prestation de fournitures ou de services pour le compte ou sous le contrôle de la fédération, de ses organes internes ou des associations qui lui sont affiliées. Ils précisent que ces dispositions sont applicables à toute personne qui, directement ou par personne interposée, exerce en fait la direction de l'un des établissements, sociétés ou entreprises ci-dessus mentionnés. 2.4. Autres organes de la fédération Les statuts instituent : 2.4.1. Une commission de surveillance des opérations électorales chargée de veiller, lors des opérations de vote relatives à l'élection du président et des instances dirigeantes, au respect des dispositions prévues par les statuts et le règlement intérieur ; sont précisés : 2.4.1.1. Le nombre de membres composant la commission, dont une majorité de personnes qualifiées, et l'impossibilité pour ces membres d'être candidats aux élections pour la désignation des instances dirigeantes de la fédération ou de ses organes déconcentrés ; 2.4.1.2. Les modalités de saisine de cette commission ; 2.4.1.3. La possibilité pour la commission de procéder à tous contrôles et vérifications utiles ; 2.4.1.4. La compétence de la commission pour : a) Se prononcer sur la recevabilité des candidatures par une décision prise en premier et dernier ressort ; b) Avoir accès à tout moment aux bureaux de vote, leur adresser tous conseils et former à leur intention toutes observations susceptibles de les rappeler au respect des dispositions statutaires ; c) Se faire présenter tout document nécessaire à l'exercice de ses missions ; d) En cas de constatation d'une irrégularité, exiger l'inscription d'observations au procès-verbal, soit avant la proclamation des résultats, soit après cette proclamation. 2.4.2. Une commission médicale dont la composition et le fonctionnement sont précisés par le règlement intérieur. 2.4.3. Une commission des juges et arbitres, qui a pour mission de proposer les conditions dans lesquelles sont assurés la formation et le perfectionnement des arbitres et juges des disciplines pratiquées par la fédération. 3. Dotations et ressources annuelles Les statuts prévoient : 3.1. Le cas échéant, le montant de la dotation ; 3.2. Que les ressources annuelles de la fédération comprennent : a) Le revenu de ses biens ; b) Les cotisations et souscriptions de ses membres ; c) Le produit des licences et des manifestations ; d) Les subventions de l'Etat, des collectivités territoriales et des établissements publics ; e) Les ressources créées à titre exceptionnel, s'il y a lieu avec l'agrément de l'autorité compétente ; f) Le produit des rétributions perçues pour services rendus. 3.3. Sur le plan financier et comptable : 3.3.1. Que la comptabilité de la fédération est tenue conformément aux lois et règlements en vigueur ; 3.3.2. Si une comptabilité distincte, formant un chapitre de la comptabilité de la fédération, est tenue pour certains établissements ; 3.3.3. Qu'il est justifié chaque année auprès du ministre chargé des sports de l'emploi des subventions reçues par la fédération au cours de l'exercice écoulé. 4. Modifications des statuts et dissolution Les statuts précisent les conditions de leur modification et les conditions de dissolution de la fédération, notamment : 4.1. Que l'assemblée générale destinée à modifier les statuts est convoquée, sur un ordre du jour comportant les propositions de modifications, sur proposition d'une instance dirigeante ou d'un nombre minimum de membres représentant un nombre minimum de voix, et les règles de quorum et de majorité appropriées ; 4.2. Que l'assemblée générale ne peut prononcer la dissolution de la fédération que si elle est convoquée spécialement à cet effet et dans les conditions prévues pour la modification des statuts ; qu'en cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation de ses biens et attribue l'actif net à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique, ou à des établissements mentionnés au dernier alinéa de l'article 6 de la loi du 1er juillet 1901 ; 4.3. Que les délibérations de l'assemblée générale concernant la modification des statuts, la dissolution de la fédération et la liquidation de ses biens sont adressées sans délai au ministère chargé des sports. 5. Surveillance et publicité Les statuts prévoient : 5.1. Que le président de la fédération ou son délégué fait connaître dans les trois mois à la préfecture du département ou à la sous-préfecture de l'arrondissement où elle a son siège tous les changements intervenus dans la direction de la fédération ; 5.2. Que les procès-verbaux de l'assemblée générale et les rapports financiers et de gestion sont communiqués chaque année aux associations membres de la fédération et, le cas échéant, aux membres mentionnés aux 1.2.2.2 et 1.2.2.3 ainsi qu'au ministre chargé des sports ; 5.3. Que les documents administratifs de la fédération et ses pièces de comptabilité, dont un règlement financier, sont présentés sans déplacement, sur toute réquisition du ministre chargé des sports ou de son délégué, à tout fonctionnaire accrédité par l'un d'eux, et que le rapport moral et le rapport financier et de gestion sont adressés chaque année au ministre chargé des sports ; 5.4. Que le ministre chargé des sports a le droit de faire visiter par ses délégués les établissements fondés par la fédération et d'être informé des conditions de leur fonctionnement ; 5.5. Que la publication des règlements de la fédération est assurée sous forme électronique dans des conditions de nature à garantir sa fiabilité et que le public y a accès gratuitement.",
            "texteHtml": "<p align='center'>DISPOSITIONS OBLIGATOIRES DES STATUTS DES FÉDÉRATIONS SPORTIVES AGRÉÉES</p><p>1. Dispositions relatives au but et à la composition de la fédération</p><p>1.1. But de la fédération</p><p>Les statuts comportent :</p><p>1.1.1. L'objet social de la fédération, et notamment la ou les disciplines dont la fédération assure l'organisation et la promotion ;</p><p>1.1.2. La date de sa création ;</p><p>1.1.3. L'adresse de son siège social, ainsi que la procédure à respecter pour le transfert du siège social.</p><p>Ils précisent également :</p><p>1.1.4. Que sa durée est illimitée ;</p><p>1.1.5. Qu'elle veille au respect de la charte de déontologie du sport établie par le Comité national olympique et sportif français.</p><p>1.2. Composition de la fédération</p><p>Les statuts prévoient :</p><p>1.2.1. Que la fédération est composée d'associations sportives constituées dans les conditions prévues par le chapitre Ier du titre III du livre Ier du code du sport ;</p><p>1.2.2. (Le cas échéant), les conditions dans lesquelles la fédération groupe également une ou plusieurs catégories suivantes de membres :</p><p>1.2.2.1. Les personnes physiques auxquelles elle délivre directement des licences ;</p><p>1.2.2.2. Les organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs de ses disciplines et qu'elle autorise à délivrer des licences ;</p><p>1.2.2.3. Les organismes qui, sans avoir pour objet la pratique d'une ou de plusieurs de ses disciplines, contribuent au développement d'une ou plusieurs de celles-ci ;</p><p>1.2.3. Les conditions dans lesquelles la qualité de membre de la fédération peut être refusée et les conditions dans lesquelles elle se perd.</p><p>1.3. Organismes nationaux, régionaux ou départementaux</p><p>Les statuts prévoient :</p><p>1.3.1. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 dans le cas où ils ont la personnalité morale, un ou plusieurs organismes nationaux chargés de gérer notamment une ou plusieurs disciplines connexes ;</p><p>1.3.2. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 ou inscrites selon la loi locale dans les départements du Haut-Rhin et de la Moselle, s'ils ont la personnalité morale, des organismes régionaux ou départementaux chargés de la représenter dans leur ressort territorial respectif et d'y assurer l'exécution d'une partie de ses missions, et dont le ressort territorial ne peut être autre que celui des services déconcentrés du ministère chargé des sports que sous réserve de justifications et en l'absence d'opposition motivée du ministre chargé des sports ;</p><p>Les organismes régionaux, départementaux ou locaux constitués par la fédération dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon ou à Mayotte peuvent en outre, le cas échéant, conduire des actions de coopération avec les organisations sportives des Etats de la zone géographique dans laquelle ils sont situés et, avec l'accord de la fédération, organiser des compétitions ou manifestations sportives internationales à caractère régional ou constituer des équipes en vue de participer à de telles compétitions ou manifestations ;</p><p>1.3.3. Dans les cas prévus aux 1.3.1 et 1.3.2, et lorsque les organismes nationaux, régionaux ou départementaux sont constitués sous forme d'associations, le mode de scrutin pour la désignation de leurs instances dirigeantes ainsi que le principe de la compatibilité des statuts de ces organismes avec les statuts de la fédération ;</p><p>1.3.4. (Le cas échéant), que la fédération constitue une ligue professionnelle dans les conditions prévues au chapitre II du titre III du livre Ier du code du sport.</p><p>1.4. Les licenciés</p><p>1.4.1. Les statuts précisent :</p><p>1.4.1.1. Les conditions dans lesquelles les licenciés participent aux activités et au fonctionnement de la fédération, notamment les conditions dans lesquelles ils peuvent être candidats à l'élection pour la désignation des membres des instances dirigeantes de la fédération ou des organismes constitués en application du 1.3 ci-dessus ;</p><p>1.4.1.2. Les conditions de fond et de forme de délivrance des licences ;</p><p>1.4.1.3. Les conditions de fond et de forme de retrait de la licence, dans le respect des droits de la défense ;</p><p>1.4.2. (Le cas échéant), ils précisent :</p><p>1.4.2.1. Si les membres adhérents des associations affiliées doivent être titulaires d'une licence ; dans cette hypothèse, ils indiquent que la fédération peut, en cas de non-respect de cette obligation par une association affiliée, prononcer une sanction dans les conditions prévues par son règlement disciplinaire ;</p><p>1.4.2.2. Si des activités, à définir par le règlement intérieur, sont ouvertes aux personnes qui ne sont pas titulaires de la licence ; dans cette hypothèse, ils prévoient que la délivrance du titre permettant la participation des non-licenciés à ces activités peut donner lieu à la perception d'un droit et peut être subordonnée au respect par les intéressés de conditions destinées à garantir leur santé ainsi que leur sécurité et celle des tiers.</p><p>2. Dispositions relatives aux organes fédéraux</p><p>2.1. L'assemblée générale</p><p>2.1.1. Composition.</p><p>2.1.1.1. Les statuts prévoient :</p><p>2.1.1.1.1. Que l'assemblée générale de la fédération est composée des représentants des associations sportives affiliées désignés, pour ceux qui sont élus par les assemblées générales des organismes régionaux et départementaux, selon le même mode de scrutin à tous les niveaux, départemental et régional ;</p><p>2.1.1.1.2. Que le nombre de voix dont disposent les représentants des associations affiliées est déterminé notamment en fonction du nombre de licences délivrées, selon un barème à fixer ;</p><p>2.1.1.2. (Le cas échéant), les statuts prévoient :</p><p>2.1.1.2.1. Lorsque la fédération comprend des membres des catégories mentionnées au 1.2.2.1 ou au 1.2.2.2, le mode de scrutin pour la désignation des représentants de ces membres à l'assemblée générale, qui doit être le même que le mode de scrutin adopté pour la désignation des représentants des associations affiliées ;</p><p>2.1.1.2.2. Lorsque la fédération comprend des membres de la catégorie mentionnée au 1.2.2.3, que ces membres disposent d'une voix.</p><p>2.1.2. Fonctionnement.</p><p>2.1.2.1. Les statuts prévoient :</p><p>2.1.2.1.1. Les conditions de convocation de l'assemblée générale, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum de réunions par an ainsi que les modalités de tenue de l'assemblée générale ;</p><p>2.1.2.1.2. Que l'assemblée générale entend chaque année les rapports sur la gestion de la ou des instances dirigeantes et sur la situation morale et financière de la fédération ;</p><p>2.1.2.1.3. Qu'elle vote le budget et approuve les comptes de l'exercice clos ;</p><p>2.1.2.1.4. Qu'elle fixe les cotisations dues par ses membres ;</p><p>2.1.2.1.5. Qu'elle adopte, sur proposition de l'instance dirigeante compétente, le règlement intérieur et le règlement financier ;</p><p>2.1.2.1.6. Qu'elle est seule compétente pour se prononcer sur les acquisitions, les échanges et les aliénations de biens immobiliers, sur la constitution d'hypothèques et sur les baux de plus de neuf ans ;</p><p>2.1.2.1.7. Qu'elle décide seule des emprunts excédant la gestion courante.</p><p>2.2. Les instances dirigeantes</p><p>2.2.1. Répartition des compétences.</p><p>Les statuts déterminent la ou les instances chargées de diriger et d'administrer la fédération et prévoient, à ce titre, la répartition des compétences entre elles sous réserve des compétences obligatoirement attribuées à l'assemblée générale.</p><p>Les statuts peuvent désigner une instance dirigeante collégiale, autre que l'assemblée générale pour adopter des règlements de la fédération.</p><p>2.2.2. Composition, fonctionnement et attributions.</p><p>2.2.2.1. Les statuts prévoient les modalités de composition et de fonctionnement de la ou des instances dirigeantes de la fédération, notamment le nombre de leurs membres.</p><p>2.2.2.2. Ils précisent :</p><p>2.2.2.2.1. (abrogé)</p><p>2.2.2.2.2. Qu'un médecin siège au sein d'une des instances dirigeantes ;</p><p>2.2.2.2.3. Que les membres de la ou des instances dirigeantes sont élus au scrutin secret, pour une durée de quatre ans ;</p><p>2.2.2.2.4. Le mode de scrutin selon lequel se déroulent les élections ;</p><p>2.2.2.2.5. Que le mandat de la ou des instances dirigeantes expire au plus tard le 31 décembre de l'année durant laquelle se tiennent les jeux Olympiques d'été ou le 30 juin pour les fédérations qui relèvent d'une discipline inscrite aux jeux Olympiques d'hiver ;</p><p>2.2.2.2.6. Que ne peuvent être élues membres d'une instance dirigeante :</p><p>1° Les personnes de nationalité française condamnées à une peine qui fait obstacle à leur inscription sur les listes électorales ;</p><p>2° Les personnes de nationalité étrangère condamnées à une peine qui, lorsqu'elle est prononcée contre un citoyen français, fait obstacle à son inscription sur les listes électorales ;</p><p>3° Les personnes à l'encontre desquelles a été prononcée une sanction d'inéligibilité à temps, notamment pour manquement grave aux règles techniques du jeu constituant une infraction à l'esprit sportif.</p><p>2.2.2.3. Les statuts prévoient également :</p><p>2.2.2.3.1. Les conditions de remplacement d'un membre d'une instance dirigeante en cas de vacance ;</p><p>2.2.2.3.2. Les conditions de convocation de la ou des instances dirigeantes, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum par an de réunion et les modalités de déroulement des réunions ;</p><p>2.2.2.3.3. Les conditions dans lesquelles il peut être mis fin au mandat des membres de la ou des instances dirigeantes ;</p><p>2.2.2.4. Ils prévoient que le directeur technique national assiste avec voix consultative aux séances des instances dirigeantes.</p><p>2.3. Le président</p><p>2.3.1. Les statuts précisent les conditions dans lesquelles le président de la fédération est élu.</p><p>2.3.2. Ils prévoient :</p><p>2.3.2.1. Que le président ordonnance les dépenses ;</p><p>2.3.2.2. Qu'il représente la fédération dans tous les actes de la vie civile et devant les tribunaux ;</p><p>2.3.2.3. Qu'il peut déléguer certaines de ses attributions dans les conditions fixées par le règlement intérieur ; que toutefois, la représentation de la fédération en justice ne peut être assurée, à défaut du président, que par un mandataire agissant en vertu d'un pouvoir spécial.</p><p>2.3.3. Les statuts prévoient que sont incompatibles avec le mandat de président de la fédération les fonctions de chef d'entreprise, de président de conseil d'administration, de président et de membre de directoire, de président de conseil de surveillance, d'administrateur délégué, de directeur général, directeur général adjoint ou gérant exercées dans les sociétés, entreprises ou établissements, dont l'activité consiste principalement dans l'exécution de travaux, la prestation de fournitures ou de services pour le compte ou sous le contrôle de la fédération, de ses organes internes ou des associations qui lui sont affiliées.</p><p>Ils précisent que ces dispositions sont applicables à toute personne qui, directement ou par personne interposée, exerce en fait la direction de l'un des établissements, sociétés ou entreprises ci-dessus mentionnés.</p><p>2.4. Autres organes de la fédération</p><p>Les statuts instituent :</p><p>2.4.1. Une commission de surveillance des opérations électorales chargée de veiller, lors des opérations de vote relatives à l'élection du président et des instances dirigeantes, au respect des dispositions prévues par les statuts et le règlement intérieur ; sont précisés :</p><p>2.4.1.1. Le nombre de membres composant la commission, dont une majorité de personnes qualifiées, et l'impossibilité pour ces membres d'être candidats aux élections pour la désignation des instances dirigeantes de la fédération ou de ses organes déconcentrés ;</p><p>2.4.1.2. Les modalités de saisine de cette commission ;</p><p>2.4.1.3. La possibilité pour la commission de procéder à tous contrôles et vérifications utiles ;</p><p>2.4.1.4. La compétence de la commission pour :</p><p>a) Se prononcer sur la recevabilité des candidatures par une décision prise en premier et dernier ressort ;</p><p>b) Avoir accès à tout moment aux bureaux de vote, leur adresser tous conseils et former à leur intention toutes observations susceptibles de les rappeler au respect des dispositions statutaires ;</p><p>c) Se faire présenter tout document nécessaire à l'exercice de ses missions ;</p><p>d) En cas de constatation d'une irrégularité, exiger l'inscription d'observations au procès-verbal, soit avant la proclamation des résultats, soit après cette proclamation.</p><p>2.4.2. Une commission médicale dont la composition et le fonctionnement sont précisés par le règlement intérieur.</p><p>2.4.3. Une commission des juges et arbitres, qui a pour mission de proposer les conditions dans lesquelles sont assurés la formation et le perfectionnement des arbitres et juges des disciplines pratiquées par la fédération.</p><p>3. Dotations et ressources annuelles</p><p>Les statuts prévoient :</p><p>3.1. Le cas échéant, le montant de la dotation ;</p><p>3.2. Que les ressources annuelles de la fédération comprennent :</p><p>a) Le revenu de ses biens ;</p><p>b) Les cotisations et souscriptions de ses membres ;</p><p>c) Le produit des licences et des manifestations ;</p><p>d) Les subventions de l'Etat, des collectivités territoriales et des établissements publics ;</p><p>e) Les ressources créées à titre exceptionnel, s'il y a lieu avec l'agrément de l'autorité compétente ;</p><p>f) Le produit des rétributions perçues pour services rendus.</p><p>3.3. Sur le plan financier et comptable :</p><p>3.3.1. Que la comptabilité de la fédération est tenue conformément aux lois et règlements en vigueur ;</p><p>3.3.2. Si une comptabilité distincte, formant un chapitre de la comptabilité de la fédération, est tenue pour certains établissements ;</p><p>3.3.3. Qu'il est justifié chaque année auprès du ministre chargé des sports de l'emploi des subventions reçues par la fédération au cours de l'exercice écoulé.</p><p>4. Modifications des statuts et dissolution</p><p>Les statuts précisent les conditions de leur modification et les conditions de dissolution de la fédération, notamment :</p><p>4.1. Que l'assemblée générale destinée à modifier les statuts est convoquée, sur un ordre du jour comportant les propositions de modifications, sur proposition d'une instance dirigeante ou d'un nombre minimum de membres représentant un nombre minimum de voix, et les règles de quorum et de majorité appropriées ;</p><p>4.2. Que l'assemblée générale ne peut prononcer la dissolution de la fédération que si elle est convoquée spécialement à cet effet et dans les conditions prévues pour la modification des statuts ; qu'en cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation de ses biens et attribue l'actif net à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique, ou à des établissements mentionnés au dernier alinéa de l'article 6 de la loi du 1er juillet 1901 ;</p><p>4.3. Que les délibérations de l'assemblée générale concernant la modification des statuts, la dissolution de la fédération et la liquidation de ses biens sont adressées sans délai au ministère chargé des sports.</p><p>5. Surveillance et publicité</p><p>Les statuts prévoient :</p><p>5.1. Que le président de la fédération ou son délégué fait connaître dans les trois mois à la préfecture du département ou à la sous-préfecture de l'arrondissement où elle a son siège tous les changements intervenus dans la direction de la fédération ;</p><p>5.2. Que les procès-verbaux de l'assemblée générale et les rapports financiers et de gestion sont communiqués chaque année aux associations membres de la fédération et, le cas échéant, aux membres mentionnés aux 1.2.2.2 et 1.2.2.3 ainsi qu'au ministre chargé des sports ;</p><p>5.3. Que les documents administratifs de la fédération et ses pièces de comptabilité, dont un règlement financier, sont présentés sans déplacement, sur toute réquisition du ministre chargé des sports ou de son délégué, à tout fonctionnaire accrédité par l'un d'eux, et que le rapport moral et le rapport financier et de gestion sont adressés chaque année au ministre chargé des sports ;</p><p>5.4. Que le ministre chargé des sports a le droit de faire visiter par ses délégués les établissements fondés par la fédération et d'être informé des conditions de leur fonctionnement ;</p><p>5.5. Que la publication des règlements de la fédération est assurée sous forme électronique dans des conditions de nature à garantir sa fiabilité et que le public y a accès gratuitement.</p>",
            "num": "Annexe I-5 art R131-1 et R131-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1514764800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1533916890,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020910159",
                        "id": "LEGISCTA000020910159",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547788",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020910159",
            "sectionParentId": "LEGISCTA000020910159",
            "sectionParentTitre": "Annexes I",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes I",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000035425230",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret n°2007-1133 du 24 juillet 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000035402458",
                    "textTitle": "Décret n°2017-1269 du 9 août 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035417935",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-08-11",
                    "dateSignaTexte": "2017-08-09",
                    "dateDebutCible": "2017-08-12"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547788",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 1387756800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028361723",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1387756800000,
                    "dateFin": 1459468800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032323359",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1459468800000,
                    "dateFin": 1470268800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032965199",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1470268800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035425230",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I-5 art R131-1 et R131-11",
                "I-5"
            ],
            "versionPrecedente": "LEGIARTI000032965199",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032965199",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "DISPOSITIONS OBLIGATOIRES DES STATUTS DES FÉDÉRATIONS SPORTIVES AGRÉÉES 1. Dispositions relatives au but et à la composition de la fédération 1.1. But de la fédération Les statuts comportent : 1.1.1. L'objet social de la fédération, et notamment la ou les disciplines dont la fédération assure l'organisation et la promotion ; 1.1.2. La date de sa création ; 1.1.3. L'adresse de son siège social, ainsi que la procédure à respecter pour le transfert du siège social. Ils précisent également : 1.1.4. Que sa durée est illimitée ; 1.1.5. Qu'elle veille au respect de la charte de déontologie du sport établie par le Comité national olympique et sportif français. 1.2. Composition de la fédération Les statuts prévoient : 1.2.1. Que la fédération est composée d'associations sportives constituées dans les conditions prévues par le chapitre Ier du titre III du livre Ier du code du sport ; 1.2.2. (Le cas échéant), les conditions dans lesquelles la fédération groupe également une ou plusieurs catégories suivantes de membres : 1.2.2.1. Les personnes physiques auxquelles elle délivre directement des licences ; 1.2.2.2. Les organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs de ses disciplines et qu'elle autorise à délivrer des licences ; 1.2.2.3. Les organismes qui, sans avoir pour objet la pratique d'une ou de plusieurs de ses disciplines, contribuent au développement d'une ou plusieurs de celles-ci ; 1.2.3. Les conditions dans lesquelles la qualité de membre de la fédération peut être refusée et les conditions dans lesquelles elle se perd. 1.3. Organismes nationaux, régionaux ou départementaux Les statuts prévoient : 1.3.1. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 dans le cas où ils ont la personnalité morale, un ou plusieurs organismes nationaux chargés de gérer notamment une ou plusieurs disciplines connexes ; 1.3.2. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 ou inscrites selon la loi locale dans les départements du Haut-Rhin et de la Moselle, s'ils ont la personnalité morale, des organismes régionaux ou départementaux chargés de la représenter dans leur ressort territorial respectif et d'y assurer l'exécution d'une partie de ses missions, et dont le ressort territorial ne peut être autre que celui des services déconcentrés du ministère chargé des sports que sous réserve de justifications et en l'absence d'opposition motivée du ministre chargé des sports ; Les organismes régionaux, départementaux ou locaux constitués par la fédération dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon ou à Mayotte peuvent en outre, le cas échéant, conduire des actions de coopération avec les organisations sportives des Etats de la zone géographique dans laquelle ils sont situés et, avec l'accord de la fédération, organiser des compétitions ou manifestations sportives internationales à caractère régional ou constituer des équipes en vue de participer à de telles compétitions ou manifestations ; 1.3.3. Dans les cas prévus aux 1.3.1 et 1.3.2, et lorsque les organismes nationaux, régionaux ou départementaux sont constitués sous forme d'associations, le mode de scrutin pour la désignation de leurs instances dirigeantes ainsi que le principe de la compatibilité des statuts de ces organismes avec les statuts de la fédération ; 1.3.4. (Le cas échéant), que la fédération constitue une ligue professionnelle dans les conditions prévues au chapitre II du titre III du livre Ier du code du sport. 1.4. Les licenciés 1.4.1. Les statuts précisent : 1.4.1.1. Les conditions dans lesquelles les licenciés participent aux activités et au fonctionnement de la fédération, notamment les conditions dans lesquelles ils peuvent être candidats à l'élection pour la désignation des membres des instances dirigeantes de la fédération ou des organismes constitués en application du 1.3 ci-dessus ; 1.4.1.2. Les conditions de fond et de forme de délivrance des licences ; 1.4.1.3. Les conditions de fond et de forme de retrait de la licence, dans le respect des droits de la défense ; 1.4.2. (Le cas échéant), ils précisent : 1.4.2.1. Si les membres adhérents des associations affiliées doivent être titulaires d'une licence ; dans cette hypothèse, ils indiquent que la fédération peut, en cas de non-respect de cette obligation par une association affiliée, prononcer une sanction dans les conditions prévues par son règlement disciplinaire ; 1.4.2.2. Si des activités, à définir par le règlement intérieur, sont ouvertes aux personnes qui ne sont pas titulaires de la licence ; dans cette hypothèse, ils prévoient que la délivrance du titre permettant la participation des non-licenciés à ces activités peut donner lieu à la perception d'un droit et peut être subordonnée au respect par les intéressés de conditions destinées à garantir leur santé ainsi que leur sécurité et celle des tiers. 2. Dispositions relatives aux organes fédéraux 2.1. L'assemblée générale 2.1.1. Composition. 2.1.1.1. Les statuts prévoient : 2.1.1.1.1. Que l'assemblée générale de la fédération est composée des représentants des associations sportives affiliées désignés, pour ceux qui sont élus par les assemblées générales des organismes régionaux et départementaux, selon le même mode de scrutin à tous les niveaux, départemental et régional ; 2.1.1.1.2. Que le nombre de voix dont disposent les représentants des associations affiliées est déterminé notamment en fonction du nombre de licences délivrées, selon un barème à fixer ; 2.1.1.2. (Le cas échéant), les statuts prévoient : 2.1.1.2.1. Lorsque la fédération comprend des membres des catégories mentionnées au 1.2.2.1 ou au 1.2.2.2, le mode de scrutin pour la désignation des représentants de ces membres à l'assemblée générale, qui doit être le même que le mode de scrutin adopté pour la désignation des représentants des associations affiliées ; 2.1.1.2.2. Lorsque la fédération comprend des membres de la catégorie mentionnée au 1.2.2.3, que ces membres disposent d'une voix. 2.1.2. Fonctionnement. 2.1.2.1. Les statuts prévoient : 2.1.2.1.1. Les conditions de convocation de l'assemblée générale, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum de réunions par an ainsi que les modalités de tenue de l'assemblée générale ; 2.1.2.1.2. Que l'assemblée générale entend chaque année les rapports sur la gestion de la ou des instances dirigeantes et sur la situation morale et financière de la fédération ; 2.1.2.1.3. Qu'elle vote le budget et approuve les comptes de l'exercice clos ; 2.1.2.1.4. Qu'elle fixe les cotisations dues par ses membres ; 2.1.2.1.5. Qu'elle adopte, sur proposition de l'instance dirigeante compétente, le règlement intérieur et le règlement financier ; 2.1.2.1.6. Qu'elle est seule compétente pour se prononcer sur les acquisitions, les échanges et les aliénations de biens immobiliers, sur la constitution d'hypothèques et sur les baux de plus de neuf ans ; 2.1.2.1.7. Qu'elle décide seule des emprunts excédant la gestion courante. 2.2. Les instances dirigeantes 2.2.1. Répartition des compétences. Les statuts déterminent la ou les instances chargées de diriger et d'administrer la fédération et prévoient, à ce titre, la répartition des compétences entre elles sous réserve des compétences obligatoirement attribuées à l'assemblée générale. Les statuts peuvent désigner une instance dirigeante collégiale, autre que l'assemblée générale pour adopter des règlements de la fédération. 2.2.2. Composition, fonctionnement et attributions. 2.2.2.1. Les statuts prévoient les modalités de composition et de fonctionnement de la ou des instances dirigeantes de la fédération, notamment le nombre de leurs membres. 2.2.2.2. Ils précisent : 2.2.2.2.1. (abrogé) 2.2.2.2.2. Qu'un médecin siège au sein d'une des instances dirigeantes ; 2.2.2.2.3. Que les membres de la ou des instances dirigeantes sont élus au scrutin secret, pour une durée de quatre ans ; 2.2.2.2.4. Le mode de scrutin selon lequel se déroulent les élections ; 2.2.2.2.5. Que le mandat de la ou des instances dirigeantes expire au plus tard le 31 décembre de l'année durant laquelle se tiennent les jeux Olympiques d'été ou le 30 juin pour les fédérations qui relèvent d'une discipline inscrite aux jeux Olympiques d'hiver ; 2.2.2.2.6. Que ne peuvent être élues membres d'une instance dirigeante : 1° Les personnes de nationalité française condamnées à une peine qui fait obstacle à leur inscription sur les listes électorales ; 2° Les personnes de nationalité étrangère condamnées à une peine qui, lorsqu'elle est prononcée contre un citoyen français, fait obstacle à son inscription sur les listes électorales ; 3° Les personnes à l'encontre desquelles a été prononcée une sanction d'inéligibilité à temps, notamment pour manquement grave aux règles techniques du jeu constituant une infraction à l'esprit sportif. 2.2.2.3. Les statuts prévoient également : 2.2.2.3.1. Les conditions de remplacement d'un membre d'une instance dirigeante en cas de vacance ; 2.2.2.3.2. Les conditions de convocation de la ou des instances dirigeantes, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum par an de réunion et les modalités de déroulement des réunions ; 2.2.2.3.3. Les conditions dans lesquelles il peut être mis fin au mandat des membres de la ou des instances dirigeantes ; 2.2.2.4. Ils prévoient que le directeur technique national assiste avec voix consultative aux séances des instances dirigeantes. 2.3. Le président 2.3.1. Les statuts précisent les conditions dans lesquelles le président de la fédération est élu. 2.3.2. Ils prévoient : 2.3.2.1. Que le président ordonnance les dépenses ; 2.3.2.2. Qu'il représente la fédération dans tous les actes de la vie civile et devant les tribunaux ; 2.3.2.3. Qu'il peut déléguer certaines de ses attributions dans les conditions fixées par le règlement intérieur ; que toutefois, la représentation de la fédération en justice ne peut être assurée, à défaut du président, que par un mandataire agissant en vertu d'un pouvoir spécial. 2.3.3. Les statuts prévoient que sont incompatibles avec le mandat de président de la fédération les fonctions de chef d'entreprise, de président de conseil d'administration, de président et de membre de directoire, de président de conseil de surveillance, d'administrateur délégué, de directeur général, directeur général adjoint ou gérant exercées dans les sociétés, entreprises ou établissements, dont l'activité consiste principalement dans l'exécution de travaux, la prestation de fournitures ou de services pour le compte ou sous le contrôle de la fédération, de ses organes internes ou des associations qui lui sont affiliées. Ils précisent que ces dispositions sont applicables à toute personne qui, directement ou par personne interposée, exerce en fait la direction de l'un des établissements, sociétés ou entreprises ci-dessus mentionnés. 2.4. Autres organes de la fédération Les statuts instituent : 2.4.1. Une commission de surveillance des opérations électorales chargée de veiller, lors des opérations de vote relatives à l'élection du président et des instances dirigeantes, au respect des dispositions prévues par les statuts et le règlement intérieur ; sont précisés : 2.4.1.1. Le nombre de membres composant la commission, dont une majorité de personnes qualifiées, et l'impossibilité pour ces membres d'être candidats aux élections pour la désignation des instances dirigeantes de la fédération ou de ses organes déconcentrés ; 2.4.1.2. Les modalités de saisine de cette commission ; 2.4.1.3. La possibilité pour la commission de procéder à tous contrôles et vérifications utiles ; 2.4.1.4. La compétence de la commission pour : a) Se prononcer sur la recevabilité des candidatures par une décision prise en premier et dernier ressort ; b) Avoir accès à tout moment aux bureaux de vote, leur adresser tous conseils et former à leur intention toutes observations susceptibles de les rappeler au respect des dispositions statutaires ; c) Se faire présenter tout document nécessaire à l'exercice de ses missions ; d) En cas de constatation d'une irrégularité, exiger l'inscription d'observations au procès-verbal, soit avant la proclamation des résultats, soit après cette proclamation. 2.4.2. Une commission médicale dont la composition et le fonctionnement sont précisés par le règlement intérieur. 2.4.3. Une commission des juges et arbitres, qui a pour mission de proposer les conditions dans lesquelles sont assurés la formation et le perfectionnement des arbitres et juges des disciplines pratiquées par la fédération. 3. Dotations et ressources annuelles Les statuts prévoient : 3.1. Le cas échéant, le montant de la dotation ; 3.2. Que les ressources annuelles de la fédération comprennent : a) Le revenu de ses biens ; b) Les cotisations et souscriptions de ses membres ; c) Le produit des licences et des manifestations ; d) Les subventions de l'Etat, des collectivités territoriales et des établissements publics ; e) Les ressources créées à titre exceptionnel, s'il y a lieu avec l'agrément de l'autorité compétente ; f) Le produit des rétributions perçues pour services rendus. 3.3. Sur le plan financier et comptable : 3.3.1. Que la comptabilité de la fédération est tenue conformément aux lois et règlements en vigueur ; 3.3.2. Si une comptabilité distincte, formant un chapitre de la comptabilité de la fédération, est tenue pour certains établissements ; 3.3.3. Qu'il est justifié chaque année auprès du ministre chargé des sports de l'emploi des subventions reçues par la fédération au cours de l'exercice écoulé. 4. Modifications des statuts et dissolution Les statuts précisent les conditions de leur modification et les conditions de dissolution de la fédération, notamment : 4.1. Que l'assemblée générale destinée à modifier les statuts est convoquée, sur un ordre du jour comportant les propositions de modifications, sur proposition d'une instance dirigeante ou d'un nombre minimum de membres représentant un nombre minimum de voix, et les règles de quorum et de majorité appropriées ; 4.2. Que l'assemblée générale ne peut prononcer la dissolution de la fédération que si elle est convoquée spécialement à cet effet et dans les conditions prévues pour la modification des statuts ; qu'en cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation de ses biens et attribue l'actif net à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique, ou à des établissements mentionnés au dernier alinéa de l'article 6 de la loi du 1er juillet 1901 ; 4.3. Que les délibérations de l'assemblée générale concernant la modification des statuts, la dissolution de la fédération et la liquidation de ses biens sont adressées sans délai au ministère chargé des sports. 5. Surveillance et publicité Les statuts prévoient : 5.1. Que le président de la fédération ou son délégué fait connaître dans les trois mois à la préfecture du département ou à la sous-préfecture de l'arrondissement où elle a son siège tous les changements intervenus dans la direction de la fédération ; 5.2. Que les procès-verbaux de l'assemblée générale et les rapports financiers et de gestion sont communiqués chaque année aux associations membres de la fédération et, le cas échéant, aux membres mentionnés aux 1.2.2.2 et 1.2.2.3 ainsi qu'au ministre chargé des sports ; 5.3. Que les documents administratifs de la fédération et ses pièces de comptabilité, dont un règlement financier, sont présentés sans déplacement, sur toute réquisition du ministre chargé des sports ou de son délégué, à tout fonctionnaire accrédité par l'un d'eux, et que le rapport moral et le rapport financier et de gestion sont adressés chaque année au ministre chargé des sports ; 5.4. Que le ministre chargé des sports a le droit de faire visiter par ses délégués les établissements fondés par la fédération et d'être informé des conditions de leur fonctionnement ; 5.5. Qu'un bulletin publie les règlements édictés par la fédération.",
            "texteHtml": "<p align='center'>DISPOSITIONS OBLIGATOIRES DES STATUTS DES FÉDÉRATIONS SPORTIVES AGRÉÉES</p><p>1. Dispositions relatives au but et à la composition de la fédération</p><p>1.1. But de la fédération</p><p>Les statuts comportent :</p><p>1.1.1. L'objet social de la fédération, et notamment la ou les disciplines dont la fédération assure l'organisation et la promotion ;</p><p>1.1.2. La date de sa création ;</p><p>1.1.3. L'adresse de son siège social, ainsi que la procédure à respecter pour le transfert du siège social.</p><p>Ils précisent également :</p><p>1.1.4. Que sa durée est illimitée ;</p><p>1.1.5. Qu'elle veille au respect de la charte de déontologie du sport établie par le Comité national olympique et sportif français.</p><p>1.2. Composition de la fédération</p><p>Les statuts prévoient :</p><p>1.2.1. Que la fédération est composée d'associations sportives constituées dans les conditions prévues par le chapitre Ier du titre III du livre Ier du code du sport ;</p><p>1.2.2. (Le cas échéant), les conditions dans lesquelles la fédération groupe également une ou plusieurs catégories suivantes de membres :</p><p>1.2.2.1. Les personnes physiques auxquelles elle délivre directement des licences ;</p><p>1.2.2.2. Les organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs de ses disciplines et qu'elle autorise à délivrer des licences ;</p><p>1.2.2.3. Les organismes qui, sans avoir pour objet la pratique d'une ou de plusieurs de ses disciplines, contribuent au développement d'une ou plusieurs de celles-ci ;</p><p>1.2.3. Les conditions dans lesquelles la qualité de membre de la fédération peut être refusée et les conditions dans lesquelles elle se perd.</p><p>1.3. Organismes nationaux, régionaux ou départementaux</p><p>Les statuts prévoient :</p><p>1.3.1. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 dans le cas où ils ont la personnalité morale, un ou plusieurs organismes nationaux chargés de gérer notamment une ou plusieurs disciplines connexes ;</p><p>1.3.2. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 ou inscrites selon la loi locale dans les départements du Haut-Rhin et de la Moselle, s'ils ont la personnalité morale, des organismes régionaux ou départementaux chargés de la représenter dans leur ressort territorial respectif et d'y assurer l'exécution d'une partie de ses missions, et dont le ressort territorial ne peut être autre que celui des services déconcentrés du ministère chargé des sports que sous réserve de justifications et en l'absence d'opposition motivée du ministre chargé des sports ;</p><p>Les organismes régionaux, départementaux ou locaux constitués par la fédération dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon ou à Mayotte peuvent en outre, le cas échéant, conduire des actions de coopération avec les organisations sportives des Etats de la zone géographique dans laquelle ils sont situés et, avec l'accord de la fédération, organiser des compétitions ou manifestations sportives internationales à caractère régional ou constituer des équipes en vue de participer à de telles compétitions ou manifestations ;</p><p>1.3.3. Dans les cas prévus aux 1.3.1 et 1.3.2, et lorsque les organismes nationaux, régionaux ou départementaux sont constitués sous forme d'associations, le mode de scrutin pour la désignation de leurs instances dirigeantes ainsi que le principe de la compatibilité des statuts de ces organismes avec les statuts de la fédération ;</p><p>1.3.4. (Le cas échéant), que la fédération constitue une ligue professionnelle dans les conditions prévues au chapitre II du titre III du livre Ier du code du sport.</p><p>1.4. Les licenciés</p><p>1.4.1. Les statuts précisent :</p><p>1.4.1.1. Les conditions dans lesquelles les licenciés participent aux activités et au fonctionnement de la fédération, notamment les conditions dans lesquelles ils peuvent être candidats à l'élection pour la désignation des membres des instances dirigeantes de la fédération ou des organismes constitués en application du 1.3 ci-dessus ;</p><p>1.4.1.2. Les conditions de fond et de forme de délivrance des licences ;</p><p>1.4.1.3. Les conditions de fond et de forme de retrait de la licence, dans le respect des droits de la défense ;</p><p>1.4.2. (Le cas échéant), ils précisent :</p><p>1.4.2.1. Si les membres adhérents des associations affiliées doivent être titulaires d'une licence ; dans cette hypothèse, ils indiquent que la fédération peut, en cas de non-respect de cette obligation par une association affiliée, prononcer une sanction dans les conditions prévues par son règlement disciplinaire ;</p><p>1.4.2.2. Si des activités, à définir par le règlement intérieur, sont ouvertes aux personnes qui ne sont pas titulaires de la licence ; dans cette hypothèse, ils prévoient que la délivrance du titre permettant la participation des non-licenciés à ces activités peut donner lieu à la perception d'un droit et peut être subordonnée au respect par les intéressés de conditions destinées à garantir leur santé ainsi que leur sécurité et celle des tiers.</p><p>2. Dispositions relatives aux organes fédéraux</p><p>2.1. L'assemblée générale</p><p>2.1.1. Composition.</p><p>2.1.1.1. Les statuts prévoient :</p><p>2.1.1.1.1. Que l'assemblée générale de la fédération est composée des représentants des associations sportives affiliées désignés, pour ceux qui sont élus par les assemblées générales des organismes régionaux et départementaux, selon le même mode de scrutin à tous les niveaux, départemental et régional ;</p><p>2.1.1.1.2. Que le nombre de voix dont disposent les représentants des associations affiliées est déterminé notamment en fonction du nombre de licences délivrées, selon un barème à fixer ;</p><p>2.1.1.2. (Le cas échéant), les statuts prévoient :</p><p>2.1.1.2.1. Lorsque la fédération comprend des membres des catégories mentionnées au 1.2.2.1 ou au 1.2.2.2, le mode de scrutin pour la désignation des représentants de ces membres à l'assemblée générale, qui doit être le même que le mode de scrutin adopté pour la désignation des représentants des associations affiliées ;</p><p>2.1.1.2.2. Lorsque la fédération comprend des membres de la catégorie mentionnée au 1.2.2.3, que ces membres disposent d'une voix.</p><p>2.1.2. Fonctionnement.</p><p>2.1.2.1. Les statuts prévoient :</p><p>2.1.2.1.1. Les conditions de convocation de l'assemblée générale, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum de réunions par an ainsi que les modalités de tenue de l'assemblée générale ;</p><p>2.1.2.1.2. Que l'assemblée générale entend chaque année les rapports sur la gestion de la ou des instances dirigeantes et sur la situation morale et financière de la fédération ;</p><p>2.1.2.1.3. Qu'elle vote le budget et approuve les comptes de l'exercice clos ;</p><p>2.1.2.1.4. Qu'elle fixe les cotisations dues par ses membres ;</p><p>2.1.2.1.5. Qu'elle adopte, sur proposition de l'instance dirigeante compétente, le règlement intérieur et le règlement financier ;</p><p>2.1.2.1.6. Qu'elle est seule compétente pour se prononcer sur les acquisitions, les échanges et les aliénations de biens immobiliers, sur la constitution d'hypothèques et sur les baux de plus de neuf ans ;</p><p>2.1.2.1.7. Qu'elle décide seule des emprunts excédant la gestion courante.</p><p>2.2. Les instances dirigeantes</p><p>2.2.1. Répartition des compétences.</p><p>Les statuts déterminent la ou les instances chargées de diriger et d'administrer la fédération et prévoient, à ce titre, la répartition des compétences entre elles sous réserve des compétences obligatoirement attribuées à l'assemblée générale.</p><p>Les statuts peuvent désigner une instance dirigeante collégiale, autre que l'assemblée générale pour adopter des règlements de la fédération.</p><p>2.2.2. Composition, fonctionnement et attributions.</p><p>2.2.2.1. Les statuts prévoient les modalités de composition et de fonctionnement de la ou des instances dirigeantes de la fédération, notamment le nombre de leurs membres.</p><p>2.2.2.2. Ils précisent :</p><p>2.2.2.2.1. (abrogé)</p><p>2.2.2.2.2. Qu'un médecin siège au sein d'une des instances dirigeantes ;</p><p>2.2.2.2.3. Que les membres de la ou des instances dirigeantes sont élus au scrutin secret, pour une durée de quatre ans ;</p><p>2.2.2.2.4. Le mode de scrutin selon lequel se déroulent les élections ;</p><p>2.2.2.2.5. Que le mandat de la ou des instances dirigeantes expire au plus tard le 31 décembre de l'année durant laquelle se tiennent les jeux Olympiques d'été ou le 30 juin pour les fédérations qui relèvent d'une discipline inscrite aux jeux Olympiques d'hiver ;</p><p>2.2.2.2.6. Que ne peuvent être élues membres d'une instance dirigeante :</p><p>1° Les personnes de nationalité française condamnées à une peine qui fait obstacle à leur inscription sur les listes électorales ;</p><p>2° Les personnes de nationalité étrangère condamnées à une peine qui, lorsqu'elle est prononcée contre un citoyen français, fait obstacle à son inscription sur les listes électorales ;</p><p>3° Les personnes à l'encontre desquelles a été prononcée une sanction d'inéligibilité à temps, notamment pour manquement grave aux règles techniques du jeu constituant une infraction à l'esprit sportif.</p><p>2.2.2.3. Les statuts prévoient également :</p><p>2.2.2.3.1. Les conditions de remplacement d'un membre d'une instance dirigeante en cas de vacance ;</p><p>2.2.2.3.2. Les conditions de convocation de la ou des instances dirigeantes, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum par an de réunion et les modalités de déroulement des réunions ;</p><p>2.2.2.3.3. Les conditions dans lesquelles il peut être mis fin au mandat des membres de la ou des instances dirigeantes ;</p><p>2.2.2.4. Ils prévoient que le directeur technique national assiste avec voix consultative aux séances des instances dirigeantes.</p><p>2.3. Le président</p><p>2.3.1. Les statuts précisent les conditions dans lesquelles le président de la fédération est élu.</p><p>2.3.2. Ils prévoient :</p><p>2.3.2.1. Que le président ordonnance les dépenses ;</p><p>2.3.2.2. Qu'il représente la fédération dans tous les actes de la vie civile et devant les tribunaux ;</p><p>2.3.2.3. Qu'il peut déléguer certaines de ses attributions dans les conditions fixées par le règlement intérieur ; que toutefois, la représentation de la fédération en justice ne peut être assurée, à défaut du président, que par un mandataire agissant en vertu d'un pouvoir spécial.</p><p>2.3.3. Les statuts prévoient que sont incompatibles avec le mandat de président de la fédération les fonctions de chef d'entreprise, de président de conseil d'administration, de président et de membre de directoire, de président de conseil de surveillance, d'administrateur délégué, de directeur général, directeur général adjoint ou gérant exercées dans les sociétés, entreprises ou établissements, dont l'activité consiste principalement dans l'exécution de travaux, la prestation de fournitures ou de services pour le compte ou sous le contrôle de la fédération, de ses organes internes ou des associations qui lui sont affiliées.</p><p>Ils précisent que ces dispositions sont applicables à toute personne qui, directement ou par personne interposée, exerce en fait la direction de l'un des établissements, sociétés ou entreprises ci-dessus mentionnés.</p><p>2.4. Autres organes de la fédération</p><p>Les statuts instituent :</p><p>2.4.1. Une commission de surveillance des opérations électorales chargée de veiller, lors des opérations de vote relatives à l'élection du président et des instances dirigeantes, au respect des dispositions prévues par les statuts et le règlement intérieur ; sont précisés :</p><p>2.4.1.1. Le nombre de membres composant la commission, dont une majorité de personnes qualifiées, et l'impossibilité pour ces membres d'être candidats aux élections pour la désignation des instances dirigeantes de la fédération ou de ses organes déconcentrés ;</p><p>2.4.1.2. Les modalités de saisine de cette commission ;</p><p>2.4.1.3. La possibilité pour la commission de procéder à tous contrôles et vérifications utiles ;</p><p>2.4.1.4. La compétence de la commission pour :</p><p>a) Se prononcer sur la recevabilité des candidatures par une décision prise en premier et dernier ressort ;</p><p>b) Avoir accès à tout moment aux bureaux de vote, leur adresser tous conseils et former à leur intention toutes observations susceptibles de les rappeler au respect des dispositions statutaires ;</p><p>c) Se faire présenter tout document nécessaire à l'exercice de ses missions ;</p><p>d) En cas de constatation d'une irrégularité, exiger l'inscription d'observations au procès-verbal, soit avant la proclamation des résultats, soit après cette proclamation.</p><p>2.4.2. Une commission médicale dont la composition et le fonctionnement sont précisés par le règlement intérieur.</p><p>2.4.3. Une commission des juges et arbitres, qui a pour mission de proposer les conditions dans lesquelles sont assurés la formation et le perfectionnement des arbitres et juges des disciplines pratiquées par la fédération.</p><p>3. Dotations et ressources annuelles</p><p>Les statuts prévoient :</p><p>3.1. Le cas échéant, le montant de la dotation ;</p><p>3.2. Que les ressources annuelles de la fédération comprennent :</p><p>a) Le revenu de ses biens ;</p><p>b) Les cotisations et souscriptions de ses membres ;</p><p>c) Le produit des licences et des manifestations ;</p><p>d) Les subventions de l'Etat, des collectivités territoriales et des établissements publics ;</p><p>e) Les ressources créées à titre exceptionnel, s'il y a lieu avec l'agrément de l'autorité compétente ;</p><p>f) Le produit des rétributions perçues pour services rendus.</p><p>3.3. Sur le plan financier et comptable :</p><p>3.3.1. Que la comptabilité de la fédération est tenue conformément aux lois et règlements en vigueur ;</p><p>3.3.2. Si une comptabilité distincte, formant un chapitre de la comptabilité de la fédération, est tenue pour certains établissements ;</p><p>3.3.3. Qu'il est justifié chaque année auprès du ministre chargé des sports de l'emploi des subventions reçues par la fédération au cours de l'exercice écoulé.</p><p>4. Modifications des statuts et dissolution</p><p>Les statuts précisent les conditions de leur modification et les conditions de dissolution de la fédération, notamment :</p><p>4.1. Que l'assemblée générale destinée à modifier les statuts est convoquée, sur un ordre du jour comportant les propositions de modifications, sur proposition d'une instance dirigeante ou d'un nombre minimum de membres représentant un nombre minimum de voix, et les règles de quorum et de majorité appropriées ;</p><p>4.2. Que l'assemblée générale ne peut prononcer la dissolution de la fédération que si elle est convoquée spécialement à cet effet et dans les conditions prévues pour la modification des statuts ; qu'en cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation de ses biens et attribue l'actif net à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique, ou à des établissements mentionnés au dernier alinéa de l'article 6 de la loi du 1er juillet 1901 ;</p><p>4.3. Que les délibérations de l'assemblée générale concernant la modification des statuts, la dissolution de la fédération et la liquidation de ses biens sont adressées sans délai au ministère chargé des sports.</p><p>5. Surveillance et publicité</p><p>Les statuts prévoient :</p><p>5.1. Que le président de la fédération ou son délégué fait connaître dans les trois mois à la préfecture du département ou à la sous-préfecture de l'arrondissement où elle a son siège tous les changements intervenus dans la direction de la fédération ;</p><p>5.2. Que les procès-verbaux de l'assemblée générale et les rapports financiers et de gestion sont communiqués chaque année aux associations membres de la fédération et, le cas échéant, aux membres mentionnés aux 1.2.2.2 et 1.2.2.3 ainsi qu'au ministre chargé des sports ;</p><p>5.3. Que les documents administratifs de la fédération et ses pièces de comptabilité, dont un règlement financier, sont présentés sans déplacement, sur toute réquisition du ministre chargé des sports ou de son délégué, à tout fonctionnaire accrédité par l'un d'eux, et que le rapport moral et le rapport financier et de gestion sont adressés chaque année au ministre chargé des sports ;</p><p>5.4. Que le ministre chargé des sports a le droit de faire visiter par ses délégués les établissements fondés par la fédération et d'être informé des conditions de leur fonctionnement ;</p><p>5.5. Qu'un bulletin publie les règlements édictés par la fédération.</p>",
            "num": "Annexe I-5 art R131-1 et R131-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1470268800000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1533916890,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020910159",
                        "id": "LEGISCTA000020910159",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547788",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020910159",
            "sectionParentId": "LEGISCTA000020910159",
            "sectionParentTitre": "Annexes I",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes I",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032965199",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret n°2007-1133 du 24 juillet 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000032963271",
                    "textTitle": "Décret n°2016-1054 du 1er août 2016 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032964041",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-08-03",
                    "dateSignaTexte": "2016-08-01",
                    "dateDebutCible": "2016-08-04"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547788",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 1387756800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028361723",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1387756800000,
                    "dateFin": 1459468800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032323359",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1459468800000,
                    "dateFin": 1470268800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032965199",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1470268800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035425230",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I-5 art R131-1 et R131-11",
                "I-5"
            ],
            "versionPrecedente": "LEGIARTI000032323359",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032323359",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "DISPOSITIONS OBLIGATOIRES DES STATUTS DES FÉDÉRATIONS SPORTIVES AGRÉÉES 1. Dispositions relatives au but et à la composition de la fédération 1.1. But de la fédération Les statuts comportent : 1.1.1. L'objet social de la fédération, et notamment la ou les disciplines dont la fédération assure l'organisation et la promotion ; 1.1.2. La date de sa création ; 1.1.3. L'adresse de son siège social, ainsi que la procédure à respecter pour le transfert du siège social. Ils précisent également : 1.1.4. Que sa durée est illimitée ; 1.1.5. Qu'elle veille au respect de la charte de déontologie du sport établie par le Comité national olympique et sportif français. 1.2. Composition de la fédération Les statuts prévoient : 1.2.1. Que la fédération est composée d'associations sportives constituées dans les conditions prévues par le chapitre Ier du titre III du livre Ier du code du sport ; 1.2.2. (Le cas échéant), les conditions dans lesquelles la fédération groupe également une ou plusieurs catégories suivantes de membres : 1.2.2.1. Les personnes physiques auxquelles elle délivre directement des licences ; 1.2.2.2. Les organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs de ses disciplines et qu'elle autorise à délivrer des licences ; 1.2.2.3. Les organismes qui, sans avoir pour objet la pratique d'une ou de plusieurs de ses disciplines, contribuent au développement d'une ou plusieurs de celles-ci ; 1.2.3. Les conditions dans lesquelles la qualité de membre de la fédération peut être refusée et les conditions dans lesquelles elle se perd. 1.3. Organismes nationaux, régionaux ou départementaux Les statuts prévoient : 1.3.1. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 dans le cas où ils ont la personnalité morale, un ou plusieurs organismes nationaux chargés de gérer notamment une ou plusieurs disciplines connexes ; 1.3.2. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 ou inscrites selon la loi locale dans les départements du Haut-Rhin et de la Moselle, s'ils ont la personnalité morale, des organismes régionaux ou départementaux chargés de la représenter dans leur ressort territorial respectif et d'y assurer l'exécution d'une partie de ses missions, et dont le ressort territorial ne peut être autre que celui des services déconcentrés du ministère chargé des sports que sous réserve de justifications et en l'absence d'opposition motivée du ministre chargé des sports ; Les organismes régionaux, départementaux ou locaux constitués par la fédération dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon ou à Mayotte peuvent en outre, le cas échéant, conduire des actions de coopération avec les organisations sportives des Etats de la zone géographique dans laquelle ils sont situés et, avec l'accord de la fédération, organiser des compétitions ou manifestations sportives internationales à caractère régional ou constituer des équipes en vue de participer à de telles compétitions ou manifestations ; 1.3.3. Dans les cas prévus aux 1.3.1 et 1.3.2, et lorsque les organismes nationaux, régionaux ou départementaux sont constitués sous forme d'associations, le mode de scrutin pour la désignation de leurs instances dirigeantes ainsi que le principe de la compatibilité des statuts de ces organismes avec les statuts de la fédération ; 1.3.4. (Le cas échéant), que la fédération constitue une ligue professionnelle dans les conditions prévues au chapitre II du titre III du livre Ier du code du sport. 1.4. Les licenciés 1.4.1. Les statuts précisent : 1.4.1.1. Les conditions dans lesquelles les licenciés participent aux activités et au fonctionnement de la fédération, notamment les conditions dans lesquelles ils peuvent être candidats à l'élection pour la désignation des membres des instances dirigeantes de la fédération ou des organismes constitués en application du 1.3 ci-dessus ; 1.4.1.2. Les conditions de fond et de forme de délivrance des licences ; 1.4.1.3. Les conditions de fond et de forme de retrait de la licence, dans le respect des droits de la défense ; 1.4.2. (Le cas échéant), ils précisent : 1.4.2.1. Si les membres adhérents des associations affiliées doivent être titulaires d'une licence ; dans cette hypothèse, ils indiquent que la fédération peut, en cas de non-respect de cette obligation par une association affiliée, prononcer une sanction dans les conditions prévues par son règlement disciplinaire ; 1.4.2.2. Si des activités, à définir par le règlement intérieur, sont ouvertes aux personnes qui ne sont pas titulaires de la licence ; dans cette hypothèse, ils prévoient que la délivrance du titre permettant la participation des non-licenciés à ces activités peut donner lieu à la perception d'un droit et peut être subordonnée au respect par les intéressés de conditions destinées à garantir leur santé ainsi que leur sécurité et celle des tiers. 2. Dispositions relatives aux organes fédéraux 2.1. L'assemblée générale 2.1.1. Composition. 2.1.1.1. Les statuts prévoient : 2.1.1.1.1. Que l'assemblée générale de la fédération est composée des représentants des associations sportives affiliées désignés, pour ceux qui sont élus par les assemblées générales des organismes régionaux et départementaux, selon le même mode de scrutin à tous les niveaux, départemental et régional ; 2.1.1.1.2. Que le nombre de voix dont disposent les représentants des associations affiliées est déterminé notamment en fonction du nombre de licences délivrées, selon un barème à fixer ; 2.1.1.2. (Le cas échéant), les statuts prévoient : 2.1.1.2.1. Lorsque la fédération comprend des membres des catégories mentionnées au 1.2.2.1 ou au 1.2.2.2, le mode de scrutin pour la désignation des représentants de ces membres à l'assemblée générale, qui doit être le même que le mode de scrutin adopté pour la désignation des représentants des associations affiliées ; 2.1.1.2.2. Lorsque la fédération comprend des membres de la catégorie mentionnée au 1.2.2.3, que ces membres disposent d'une voix. 2.1.2. Fonctionnement. 2.1.2.1. Les statuts prévoient : 2.1.2.1.1. Les conditions de convocation de l'assemblée générale, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum de réunions par an ainsi que les modalités de tenue de l'assemblée générale ; 2.1.2.1.2. Que l'assemblée générale entend chaque année les rapports sur la gestion de la ou des instances dirigeantes et sur la situation morale et financière de la fédération ; 2.1.2.1.3. Qu'elle vote le budget et approuve les comptes de l'exercice clos ; 2.1.2.1.4. Qu'elle fixe les cotisations dues par ses membres ; 2.1.2.1.5. Qu'elle adopte, sur proposition de l'instance dirigeante compétente, le règlement intérieur, le règlement disciplinaire, le règlement financier et le règlement disciplinaire particulier en matière de lutte contre le dopage ; 2.1.2.1.6. Qu'elle est seule compétente pour se prononcer sur les acquisitions, les échanges et les aliénations de biens immobiliers, sur la constitution d'hypothèques et sur les baux de plus de neuf ans ; 2.1.2.1.7. Qu'elle décide seule des emprunts excédant la gestion courante. 2.2. Les instances dirigeantes 2.2.1. Répartition des compétences. Les statuts déterminent la ou les instances chargées de diriger et d'administrer la fédération et prévoient, à ce titre, la répartition des compétences entre elles sous réserve des compétences obligatoirement attribuées à l'assemblée générale. Ils déterminent l'instance compétente pour adopter les règlements de la fédération autres que ceux qui sont adoptés par l'assemblée générale, notamment le règlement sportif et le règlement médical. 2.2.2. Composition, fonctionnement et attributions. 2.2.2.1. Les statuts prévoient les modalités de composition et de fonctionnement de la ou des instances dirigeantes de la fédération, notamment le nombre de leurs membres. 2.2.2.2. Ils précisent : 2.2.2.2.1. (abrogé) 2.2.2.2.2. Qu'un médecin siège au sein d'une des instances dirigeantes ; 2.2.2.2.3. Que les membres de la ou des instances dirigeantes sont élus au scrutin secret, pour une durée de quatre ans ; 2.2.2.2.4. Le mode de scrutin selon lequel se déroulent les élections ; 2.2.2.2.5. Que le mandat de la ou des instances dirigeantes expire au plus tard le 31 décembre de l'année durant laquelle se tiennent les jeux Olympiques d'été ou le 30 juin pour les fédérations qui relèvent d'une discipline inscrite aux jeux Olympiques d'hiver ; 2.2.2.2.6. Que ne peuvent être élues membres d'une instance dirigeante : 1° Les personnes de nationalité française condamnées à une peine qui fait obstacle à leur inscription sur les listes électorales ; 2° Les personnes de nationalité étrangère condamnées à une peine qui, lorsqu'elle est prononcée contre un citoyen français, fait obstacle à son inscription sur les listes électorales ; 3° Les personnes à l'encontre desquelles a été prononcée une sanction d'inéligibilité à temps, notamment pour manquement grave aux règles techniques du jeu constituant une infraction à l'esprit sportif. 2.2.2.3. Les statuts prévoient également : 2.2.2.3.1. Les conditions de remplacement d'un membre d'une instance dirigeante en cas de vacance ; 2.2.2.3.2. Les conditions de convocation de la ou des instances dirigeantes, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum par an de réunion et les modalités de déroulement des réunions ; 2.2.2.3.3. Les conditions dans lesquelles il peut être mis fin au mandat des membres de la ou des instances dirigeantes ; 2.2.2.4. Ils prévoient que le directeur technique national assiste avec voix consultative aux séances des instances dirigeantes. 2.3. Le président 2.3.1. Les statuts précisent les conditions dans lesquelles le président de la fédération est élu. 2.3.2. Ils prévoient : 2.3.2.1. Que le président ordonnance les dépenses ; 2.3.2.2. Qu'il représente la fédération dans tous les actes de la vie civile et devant les tribunaux ; 2.3.2.3. Qu'il peut déléguer certaines de ses attributions dans les conditions fixées par le règlement intérieur ; que toutefois, la représentation de la fédération en justice ne peut être assurée, à défaut du président, que par un mandataire agissant en vertu d'un pouvoir spécial. 2.3.3. Les statuts prévoient que sont incompatibles avec le mandat de président de la fédération les fonctions de chef d'entreprise, de président de conseil d'administration, de président et de membre de directoire, de président de conseil de surveillance, d'administrateur délégué, de directeur général, directeur général adjoint ou gérant exercées dans les sociétés, entreprises ou établissements, dont l'activité consiste principalement dans l'exécution de travaux, la prestation de fournitures ou de services pour le compte ou sous le contrôle de la fédération, de ses organes internes ou des associations qui lui sont affiliées. Ils précisent que ces dispositions sont applicables à toute personne qui, directement ou par personne interposée, exerce en fait la direction de l'un des établissements, sociétés ou entreprises ci-dessus mentionnés. 2.4. Autres organes de la fédération Les statuts instituent : 2.4.1. Une commission de surveillance des opérations électorales chargée de veiller, lors des opérations de vote relatives à l'élection du président et des instances dirigeantes, au respect des dispositions prévues par les statuts et le règlement intérieur ; sont précisés : 2.4.1.1. Le nombre de membres composant la commission, dont une majorité de personnes qualifiées, et l'impossibilité pour ces membres d'être candidats aux élections pour la désignation des instances dirigeantes de la fédération ou de ses organes déconcentrés ; 2.4.1.2. Les modalités de saisine de cette commission ; 2.4.1.3. La possibilité pour la commission de procéder à tous contrôles et vérifications utiles ; 2.4.1.4. La compétence de la commission pour : a) Emettre un avis sur la recevabilité des candidatures ; b) Avoir accès à tout moment aux bureaux de vote, leur adresser tous conseils et former à leur intention toutes observations susceptibles de les rappeler au respect des dispositions statutaires ; c) Se faire présenter tout document nécessaire à l'exercice de ses missions ; d) En cas de constatation d'une irrégularité, exiger l'inscription d'observations au procès-verbal, soit avant la proclamation des résultats, soit après cette proclamation. 2.4.2. Une commission médicale dont la composition et le fonctionnement sont précisés par le règlement intérieur. 2.4.3. Une commission des juges et arbitres, qui a pour mission de proposer les conditions dans lesquelles sont assurés la formation et le perfectionnement des arbitres et juges des disciplines pratiquées par la fédération. 3. Dotations et ressources annuelles Les statuts prévoient : 3.1. Le cas échéant, le montant de la dotation ; 3.2. Que les ressources annuelles de la fédération comprennent : a) Le revenu de ses biens ; b) Les cotisations et souscriptions de ses membres ; c) Le produit des licences et des manifestations ; d) Les subventions de l'Etat, des collectivités territoriales et des établissements publics ; e) Les ressources créées à titre exceptionnel, s'il y a lieu avec l'agrément de l'autorité compétente ; f) Le produit des rétributions perçues pour services rendus. 3.3. Sur le plan financier et comptable : 3.3.1. Que la comptabilité de la fédération est tenue conformément aux lois et règlements en vigueur ; 3.3.2. Si une comptabilité distincte, formant un chapitre de la comptabilité de la fédération, est tenue pour certains établissements ; 3.3.3. Qu'il est justifié chaque année auprès du ministre chargé des sports de l'emploi des subventions reçues par la fédération au cours de l'exercice écoulé. 4. Modifications des statuts et dissolution Les statuts précisent les conditions de leur modification et les conditions de dissolution de la fédération, notamment : 4.1. Que l'assemblée générale destinée à modifier les statuts est convoquée, sur un ordre du jour comportant les propositions de modifications, sur proposition d'une instance dirigeante ou d'un nombre minimum de membres représentant un nombre minimum de voix, et les règles de quorum et de majorité appropriées ; 4.2. Que l'assemblée générale ne peut prononcer la dissolution de la fédération que si elle est convoquée spécialement à cet effet et dans les conditions prévues pour la modification des statuts ; qu'en cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation de ses biens et attribue l'actif net à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique, ou à des établissements mentionnés au dernier alinéa de l'article 6 de la loi du 1er juillet 1901 ; 4.3. Que les délibérations de l'assemblée générale concernant la modification des statuts, la dissolution de la fédération et la liquidation de ses biens sont adressées sans délai au ministère chargé des sports. 5. Surveillance et publicité Les statuts prévoient : 5.1. Que le président de la fédération ou son délégué fait connaître dans les trois mois à la préfecture du département ou à la sous-préfecture de l'arrondissement où elle a son siège tous les changements intervenus dans la direction de la fédération ; 5.2. Que les procès-verbaux de l'assemblée générale et les rapports financiers et de gestion sont communiqués chaque année aux associations membres de la fédération et, le cas échéant, aux membres mentionnés aux 1.2.2.2 et 1.2.2.3 ainsi qu'au ministre chargé des sports ; 5.3. Que les documents administratifs de la fédération et ses pièces de comptabilité, dont un règlement financier, sont présentés sans déplacement, sur toute réquisition du ministre chargé des sports ou de son délégué, à tout fonctionnaire accrédité par l'un d'eux, et que le rapport moral et le rapport financier et de gestion sont adressés chaque année au ministre chargé des sports ; 5.4. Que le ministre chargé des sports a le droit de faire visiter par ses délégués les établissements fondés par la fédération et d'être informé des conditions de leur fonctionnement ; 5.5. Qu'un bulletin publie les règlements édictés par la fédération.",
            "texteHtml": "<p align='center'>DISPOSITIONS OBLIGATOIRES DES STATUTS DES FÉDÉRATIONS SPORTIVES AGRÉÉES</p><p></p><p>1. Dispositions relatives au but et à la composition de la fédération</p><p>1.1. But de la fédération</p><p>Les statuts comportent :</p><p>1.1.1. L'objet social de la fédération, et notamment la ou les disciplines dont la fédération assure l'organisation et la promotion ;</p><p>1.1.2. La date de sa création ;</p><p>1.1.3. L'adresse de son siège social, ainsi que la procédure à respecter pour le transfert du siège social.</p><p>Ils précisent également :</p><p>1.1.4. Que sa durée est illimitée ;</p><p>1.1.5. Qu'elle veille au respect de la charte de déontologie du sport établie par le Comité national olympique et sportif français.</p><p>1.2. Composition de la fédération</p><p>Les statuts prévoient :</p><p>1.2.1. Que la fédération est composée d'associations sportives constituées dans les conditions prévues par le chapitre Ier du titre III du livre Ier du code du sport ;</p><p>1.2.2. (Le cas échéant), les conditions dans lesquelles la fédération groupe également une ou plusieurs catégories suivantes de membres :</p><p>1.2.2.1. Les personnes physiques auxquelles elle délivre directement des licences ;</p><p>1.2.2.2. Les organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs de ses disciplines et qu'elle autorise à délivrer des licences ;</p><p>1.2.2.3. Les organismes qui, sans avoir pour objet la pratique d'une ou de plusieurs de ses disciplines, contribuent au développement d'une ou plusieurs de celles-ci ;</p><p>1.2.3. Les conditions dans lesquelles la qualité de membre de la fédération peut être refusée et les conditions dans lesquelles elle se perd.</p><p>1.3. Organismes nationaux, régionaux ou départementaux</p><p>Les statuts prévoient :</p><p>1.3.1. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 dans le cas où ils ont la personnalité morale, un ou plusieurs organismes nationaux chargés de gérer notamment une ou plusieurs disciplines connexes ;</p><p>1.3.2. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 ou inscrites selon la loi locale dans les départements du Haut-Rhin et de la Moselle, s'ils ont la personnalité morale, des organismes régionaux ou départementaux chargés de la représenter dans leur ressort territorial respectif et d'y assurer l'exécution d'une partie de ses missions, et dont le ressort territorial ne peut être autre que celui des services déconcentrés du ministère chargé des sports que sous réserve de justifications et en l'absence d'opposition motivée du ministre chargé des sports ;</p><p>Les organismes régionaux, départementaux ou locaux constitués par la fédération dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon ou à Mayotte peuvent en outre, le cas échéant, conduire des actions de coopération avec les organisations sportives des Etats de la zone géographique dans laquelle ils sont situés et, avec l'accord de la fédération, organiser des compétitions ou manifestations sportives internationales à caractère régional ou constituer des équipes en vue de participer à de telles compétitions ou manifestations ;</p><p>1.3.3. Dans les cas prévus aux 1.3.1 et 1.3.2, et lorsque les organismes nationaux, régionaux ou départementaux sont constitués sous forme d'associations, le mode de scrutin pour la désignation de leurs instances dirigeantes ainsi que le principe de la compatibilité des statuts de ces organismes avec les statuts de la fédération ;</p><p>1.3.4. (Le cas échéant), que la fédération constitue une ligue professionnelle dans les conditions prévues au chapitre II du titre III du livre Ier du code du sport.</p><p>1.4. Les licenciés</p><p>1.4.1. Les statuts précisent :</p><p>1.4.1.1. Les conditions dans lesquelles les licenciés participent aux activités et au fonctionnement de la fédération, notamment les conditions dans lesquelles ils peuvent être candidats à l'élection pour la désignation des membres des instances dirigeantes de la fédération ou des organismes constitués en application du 1.3 ci-dessus ;</p><p>1.4.1.2. Les conditions de fond et de forme de délivrance des licences ;</p><p>1.4.1.3. Les conditions de fond et de forme de retrait de la licence, dans le respect des droits de la défense ;</p><p>1.4.2. (Le cas échéant), ils précisent :</p><p>1.4.2.1. Si les membres adhérents des associations affiliées doivent être titulaires d'une licence ; dans cette hypothèse, ils indiquent que la fédération peut, en cas de non-respect de cette obligation par une association affiliée, prononcer une sanction dans les conditions prévues par son règlement disciplinaire ;</p><p>1.4.2.2. Si des activités, à définir par le règlement intérieur, sont ouvertes aux personnes qui ne sont pas titulaires de la licence ; dans cette hypothèse, ils prévoient que la délivrance du titre permettant la participation des non-licenciés à ces activités peut donner lieu à la perception d'un droit et peut être subordonnée au respect par les intéressés de conditions destinées à garantir leur santé ainsi que leur sécurité et celle des tiers.</p><p>2. Dispositions relatives aux organes fédéraux</p><p>2.1. L'assemblée générale</p><p>2.1.1. Composition.</p><p>2.1.1.1. Les statuts prévoient :</p><p>2.1.1.1.1. Que l'assemblée générale de la fédération est composée des représentants des associations sportives affiliées désignés, pour ceux qui sont élus par les assemblées générales des organismes régionaux et départementaux, selon le même mode de scrutin à tous les niveaux, départemental et régional ;</p><p>2.1.1.1.2. Que le nombre de voix dont disposent les représentants des associations affiliées est déterminé notamment en fonction du nombre de licences délivrées, selon un barème à fixer ;</p><p>2.1.1.2. (Le cas échéant), les statuts prévoient :</p><p>2.1.1.2.1. Lorsque la fédération comprend des membres des catégories mentionnées au 1.2.2.1 ou au 1.2.2.2, le mode de scrutin pour la désignation des représentants de ces membres à l'assemblée générale, qui doit être le même que le mode de scrutin adopté pour la désignation des représentants des associations affiliées ;</p><p>2.1.1.2.2. Lorsque la fédération comprend des membres de la catégorie mentionnée au 1.2.2.3, que ces membres disposent d'une voix.</p><p>2.1.2. Fonctionnement.</p><p>2.1.2.1. Les statuts prévoient :</p><p>2.1.2.1.1. Les conditions de convocation de l'assemblée générale, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum de réunions par an ainsi que les modalités de tenue de l'assemblée générale ;</p><p>2.1.2.1.2. Que l'assemblée générale entend chaque année les rapports sur la gestion de la ou des instances dirigeantes et sur la situation morale et financière de la fédération ;</p><p>2.1.2.1.3. Qu'elle vote le budget et approuve les comptes de l'exercice clos ;</p><p>2.1.2.1.4. Qu'elle fixe les cotisations dues par ses membres ;</p><p>2.1.2.1.5. Qu'elle adopte, sur proposition de l'instance dirigeante compétente, le règlement intérieur, le règlement disciplinaire, le règlement financier et le règlement disciplinaire particulier en matière de lutte contre le dopage ;</p><p>2.1.2.1.6. Qu'elle est seule compétente pour se prononcer sur les acquisitions, les échanges et les aliénations de biens immobiliers, sur la constitution d'hypothèques et sur les baux de plus de neuf ans ;</p><p>2.1.2.1.7. Qu'elle décide seule des emprunts excédant la gestion courante.</p><p>2.2. Les instances dirigeantes</p><p>2.2.1. Répartition des compétences.</p><p>Les statuts déterminent la ou les instances chargées de diriger et d'administrer la fédération et prévoient, à ce titre, la répartition des compétences entre elles sous réserve des compétences obligatoirement attribuées à l'assemblée générale.</p><p>Ils déterminent l'instance compétente pour adopter les règlements de la fédération autres que ceux qui sont adoptés par l'assemblée générale, notamment le règlement sportif et le règlement médical.</p><p>2.2.2. Composition, fonctionnement et attributions.</p><p>2.2.2.1. Les statuts prévoient les modalités de composition et de fonctionnement de la ou des instances dirigeantes de la fédération, notamment le nombre de leurs membres.</p><p>2.2.2.2. Ils précisent :</p><p>2.2.2.2.1. (abrogé)</p><p>2.2.2.2.2. Qu'un médecin siège au sein d'une des instances dirigeantes ;</p><p>2.2.2.2.3. Que les membres de la ou des instances dirigeantes sont élus au scrutin secret, pour une durée de quatre ans ;</p><p>2.2.2.2.4. Le mode de scrutin selon lequel se déroulent les élections ;</p><p>2.2.2.2.5. Que le mandat de la ou des instances dirigeantes expire au plus tard le 31 décembre de l'année durant laquelle se tiennent les jeux Olympiques d'été ou le 30 juin pour les fédérations qui relèvent d'une discipline inscrite aux jeux Olympiques d'hiver ;</p><p>2.2.2.2.6. Que ne peuvent être élues membres d'une instance dirigeante :</p><p>1° Les personnes de nationalité française condamnées à une peine qui fait obstacle à leur inscription sur les listes électorales ;</p><p>2° Les personnes de nationalité étrangère condamnées à une peine qui, lorsqu'elle est prononcée contre un citoyen français, fait obstacle à son inscription sur les listes électorales ;</p><p>3° Les personnes à l'encontre desquelles a été prononcée une sanction d'inéligibilité à temps, notamment pour manquement grave aux règles techniques du jeu constituant une infraction à l'esprit sportif.</p><p>2.2.2.3. Les statuts prévoient également :</p><p>2.2.2.3.1. Les conditions de remplacement d'un membre d'une instance dirigeante en cas de vacance ;</p><p>2.2.2.3.2. Les conditions de convocation de la ou des instances dirigeantes, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum par an de réunion et les modalités de déroulement des réunions ;</p><p>2.2.2.3.3. Les conditions dans lesquelles il peut être mis fin au mandat des membres de la ou des instances dirigeantes ;</p><p>2.2.2.4. Ils prévoient que le directeur technique national assiste avec voix consultative aux séances des instances dirigeantes.</p><p>2.3. Le président</p><p>2.3.1. Les statuts précisent les conditions dans lesquelles le président de la fédération est élu.</p><p>2.3.2. Ils prévoient :</p><p>2.3.2.1. Que le président ordonnance les dépenses ;</p><p>2.3.2.2. Qu'il représente la fédération dans tous les actes de la vie civile et devant les tribunaux ;</p><p>2.3.2.3. Qu'il peut déléguer certaines de ses attributions dans les conditions fixées par le règlement intérieur ; que toutefois, la représentation de la fédération en justice ne peut être assurée, à défaut du président, que par un mandataire agissant en vertu d'un pouvoir spécial.</p><p>2.3.3. Les statuts prévoient que sont incompatibles avec le mandat de président de la fédération les fonctions de chef d'entreprise, de président de conseil d'administration, de président et de membre de directoire, de président de conseil de surveillance, d'administrateur délégué, de directeur général, directeur général adjoint ou gérant exercées dans les sociétés, entreprises ou établissements, dont l'activité consiste principalement dans l'exécution de travaux, la prestation de fournitures ou de services pour le compte ou sous le contrôle de la fédération, de ses organes internes ou des associations qui lui sont affiliées.</p><p>Ils précisent que ces dispositions sont applicables à toute personne qui, directement ou par personne interposée, exerce en fait la direction de l'un des établissements, sociétés ou entreprises ci-dessus mentionnés.</p><p>2.4. Autres organes de la fédération</p><p>Les statuts instituent :</p><p>2.4.1. Une commission de surveillance des opérations électorales chargée de veiller, lors des opérations de vote relatives à l'élection du président et des instances dirigeantes, au respect des dispositions prévues par les statuts et le règlement intérieur ; sont précisés :</p><p>2.4.1.1. Le nombre de membres composant la commission, dont une majorité de personnes qualifiées, et l'impossibilité pour ces membres d'être candidats aux élections pour la désignation des instances dirigeantes de la fédération ou de ses organes déconcentrés ;</p><p>2.4.1.2. Les modalités de saisine de cette commission ;</p><p>2.4.1.3. La possibilité pour la commission de procéder à tous contrôles et vérifications utiles ;</p><p>2.4.1.4. La compétence de la commission pour :</p><p>a) Emettre un avis sur la recevabilité des candidatures ;</p><p>b) Avoir accès à tout moment aux bureaux de vote, leur adresser tous conseils et former à leur intention toutes observations susceptibles de les rappeler au respect des dispositions statutaires ;</p><p>c) Se faire présenter tout document nécessaire à l'exercice de ses missions ;</p><p>d) En cas de constatation d'une irrégularité, exiger l'inscription d'observations au procès-verbal, soit avant la proclamation des résultats, soit après cette proclamation.</p><p>2.4.2. Une commission médicale dont la composition et le fonctionnement sont précisés par le règlement intérieur.</p><p>2.4.3. Une commission des juges et arbitres, qui a pour mission de proposer les conditions dans lesquelles sont assurés la formation et le perfectionnement des arbitres et juges des disciplines pratiquées par la fédération.</p><p>3. Dotations et ressources annuelles</p><p>Les statuts prévoient :</p><p>3.1. Le cas échéant, le montant de la dotation ;</p><p>3.2. Que les ressources annuelles de la fédération comprennent :</p><p>a) Le revenu de ses biens ;</p><p>b) Les cotisations et souscriptions de ses membres ;</p><p>c) Le produit des licences et des manifestations ;</p><p>d) Les subventions de l'Etat, des collectivités territoriales et des établissements publics ;</p><p>e) Les ressources créées à titre exceptionnel, s'il y a lieu avec l'agrément de l'autorité compétente ;</p><p>f) Le produit des rétributions perçues pour services rendus.</p><p>3.3. Sur le plan financier et comptable :</p><p>3.3.1. Que la comptabilité de la fédération est tenue conformément aux lois et règlements en vigueur ;</p><p>3.3.2. Si une comptabilité distincte, formant un chapitre de la comptabilité de la fédération, est tenue pour certains établissements ;</p><p>3.3.3. Qu'il est justifié chaque année auprès du ministre chargé des sports de l'emploi des subventions reçues par la fédération au cours de l'exercice écoulé.</p><p>4. Modifications des statuts et dissolution</p><p>Les statuts précisent les conditions de leur modification et les conditions de dissolution de la fédération, notamment :</p><p>4.1. Que l'assemblée générale destinée à modifier les statuts est convoquée, sur un ordre du jour comportant les propositions de modifications, sur proposition d'une instance dirigeante ou d'un nombre minimum de membres représentant un nombre minimum de voix, et les règles de quorum et de majorité appropriées ;</p><p>4.2. Que l'assemblée générale ne peut prononcer la dissolution de la fédération que si elle est convoquée spécialement à cet effet et dans les conditions prévues pour la modification des statuts ; qu'en cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation de ses biens et attribue l'actif net à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique, ou à des établissements mentionnés au dernier alinéa de l'article 6 de la loi du 1er juillet 1901 ;</p><p>4.3. Que les délibérations de l'assemblée générale concernant la modification des statuts, la dissolution de la fédération et la liquidation de ses biens sont adressées sans délai au ministère chargé des sports.</p><p>5. Surveillance et publicité</p><p>Les statuts prévoient :</p><p>5.1. Que le président de la fédération ou son délégué fait connaître dans les trois mois à la préfecture du département ou à la sous-préfecture de l'arrondissement où elle a son siège tous les changements intervenus dans la direction de la fédération ;</p><p>5.2. Que les procès-verbaux de l'assemblée générale et les rapports financiers et de gestion sont communiqués chaque année aux associations membres de la fédération et, le cas échéant, aux membres mentionnés aux 1.2.2.2 et 1.2.2.3 ainsi qu'au ministre chargé des sports ;</p><p>5.3. Que les documents administratifs de la fédération et ses pièces de comptabilité, dont un règlement financier, sont présentés sans déplacement, sur toute réquisition du ministre chargé des sports ou de son délégué, à tout fonctionnaire accrédité par l'un d'eux, et que le rapport moral et le rapport financier et de gestion sont adressés chaque année au ministre chargé des sports ;</p><p>5.4. Que le ministre chargé des sports a le droit de faire visiter par ses délégués les établissements fondés par la fédération et d'être informé des conditions de leur fonctionnement ;</p><p>5.5. Qu'un bulletin publie les règlements édictés par la fédération.</p><p></p>",
            "num": "Annexe I-5 art R131-1 et R131-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1459468800000,
            "dateFin": 1470268800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1533916890,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020910159",
                        "id": "LEGISCTA000020910159",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547788",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020910159",
            "sectionParentId": "LEGISCTA000020910159",
            "sectionParentTitre": "Annexes I",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes I",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032323359",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret n°2007-1133 du 24 juillet 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000032320723",
                    "textTitle": "Décret n°2016-387 du 29 mars 2016 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000032321335",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-03-31",
                    "dateSignaTexte": "2016-03-29",
                    "dateDebutCible": "2016-04-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547788",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 1387756800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028361723",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1387756800000,
                    "dateFin": 1459468800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032323359",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1459468800000,
                    "dateFin": 1470268800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032965199",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1470268800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035425230",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I-5 art R131-1 et R131-11",
                "I-5"
            ],
            "versionPrecedente": "LEGIARTI000028361723",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028361723",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "DISPOSITIONS OBLIGATOIRES DES STATUTS DES FÉDÉRATIONS SPORTIVES AGRÉÉES DISPOSITIONS GÉNÉRALES. 1. Dispositions relatives au but et à la composition de la fédération 1.1. But de la fédération Les statuts comportent : 1.1.1. L'objet social de la fédération, et notamment la ou les disciplines dont la fédération assure l'organisation et la promotion ; 1.1.2. La date de sa création ; 1.1.3. L'adresse de son siège social, ainsi que la procédure à respecter pour le transfert du siège social. Ils précisent également : 1.1.4. Que sa durée est illimitée ; 1.1.5. Qu'elle veille au respect de la charte de déontologie du sport établie par le Comité national olympique et sportif français. 1.2. Composition de la fédération Les statuts prévoient : 1.2.1. Que la fédération est composée d'associations sportives constituées dans les conditions prévues par le chapitre Ier du titre III du livre Ier du code du sport ; 1.2.2. (Le cas échéant), les conditions dans lesquelles la fédération groupe également une ou plusieurs catégories suivantes de membres : 1.2.2.1. Les personnes physiques auxquelles elle délivre directement des licences ; 1.2.2.2. Les organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs de ses disciplines et qu'elle autorise à délivrer des licences ; 1.2.2.3. Les organismes qui, sans avoir pour objet la pratique d'une ou de plusieurs de ses disciplines, contribuent au développement d'une ou plusieurs de celles-ci ; 1.2.3. Les conditions dans lesquelles la qualité de membre de la fédération peut être refusée et les conditions dans lesquelles elle se perd. 1.3. Organismes nationaux, régionaux ou départementaux Les statuts prévoient : 1.3.1. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 dans le cas où ils ont la personnalité morale, un ou plusieurs organismes nationaux chargés de gérer notamment une ou plusieurs disciplines connexes ; 1.3.2. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 ou inscrites selon la loi locale dans les départements du Haut-Rhin et de la Moselle, s'ils ont la personnalité morale, des organismes régionaux ou départementaux chargés de la représenter dans leur ressort territorial respectif et d'y assurer l'exécution d'une partie de ses missions, et dont le ressort territorial ne peut être autre que celui des services déconcentrés du ministère chargé des sports que sous réserve de justifications et en l'absence d'opposition motivée du ministre chargé des sports ; Les organismes régionaux, départementaux ou locaux constitués par la fédération dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon ou à Mayotte peuvent en outre, le cas échéant, conduire des actions de coopération avec les organisations sportives des Etats de la zone géographique dans laquelle ils sont situés et, avec l'accord de la fédération, organiser des compétitions ou manifestations sportives internationales à caractère régional ou constituer des équipes en vue de participer à de telles compétitions ou manifestations ; 1.3.3. Dans les cas prévus aux 1.3.1 et 1.3.2, et lorsque les organismes nationaux, régionaux ou départementaux sont constitués sous forme d'associations, le mode de scrutin pour la désignation de leurs instances dirigeantes ainsi que le principe de la compatibilité des statuts de ces organismes avec les statuts de la fédération ; 1.3.4. (Le cas échéant), que la fédération constitue une ligue professionnelle dans les conditions prévues au chapitre II du titre III du livre Ier du code du sport. 1.4. Les licenciés 1.4.1. Les statuts précisent : 1.4.1.1. Les conditions dans lesquelles les licenciés participent aux activités et au fonctionnement de la fédération, notamment les conditions dans lesquelles ils peuvent être candidats à l'élection pour la désignation des membres des instances dirigeantes de la fédération ou des organismes constitués en application du 1.3 ci-dessus ; 1.4.1.2. Les conditions de fond et de forme de délivrance des licences ; 1.4.1.3. Les conditions de fond et de forme de retrait de la licence, dans le respect des droits de la défense ; 1.4.2. (Le cas échéant), ils précisent : 1.4.2.1. Si les membres adhérents des associations affiliées doivent être titulaires d'une licence ; dans cette hypothèse, ils indiquent que la fédération peut, en cas de non-respect de cette obligation par une association affiliée, prononcer une sanction dans les conditions prévues par son règlement disciplinaire ; 1.4.2.2. Si des activités, à définir par le règlement intérieur, sont ouvertes aux personnes qui ne sont pas titulaires de la licence ; dans cette hypothèse, ils prévoient que la délivrance du titre permettant la participation des non-licenciés à ces activités peut donner lieu à la perception d'un droit et peut être subordonnée au respect par les intéressés de conditions destinées à garantir leur santé ainsi que leur sécurité et celle des tiers. 2. Dispositions relatives aux organes fédéraux 2.1. L'assemblée générale 2.1.1. Composition. 2.1.1.1. Les statuts prévoient : 2.1.1.1.1. Que l'assemblée générale de la fédération est composée des représentants des associations sportives affiliées désignés, pour ceux qui sont élus par les assemblées générales des organismes régionaux et départementaux, selon le même mode de scrutin à tous les niveaux, départemental et régional ; 2.1.1.1.2. Que le nombre de voix dont disposent les représentants des associations affiliées est déterminé notamment en fonction du nombre de licences délivrées, selon un barème à fixer ; 2.1.1.2. (Le cas échéant), les statuts prévoient : 2.1.1.2.1. Lorsque la fédération comprend des membres des catégories mentionnées au 1.2.2.1 ou au 1.2.2.2, le mode de scrutin pour la désignation des représentants de ces membres à l'assemblée générale, qui doit être le même que le mode de scrutin adopté pour la désignation des représentants des associations affiliées ; 2.1.1.2.2. Lorsque la fédération comprend des membres de la catégorie mentionnée au 1.2.2.3, que ces membres disposent d'une voix. 2.1.2. Fonctionnement. 2.1.2.1. Les statuts prévoient : 2.1.2.1.1. Les conditions de convocation de l'assemblée générale, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum de réunions par an ainsi que les modalités de tenue de l'assemblée générale ; 2.1.2.1.2. Que l'assemblée générale entend chaque année les rapports sur la gestion de la ou des instances dirigeantes et sur la situation morale et financière de la fédération ; 2.1.2.1.3. Qu'elle vote le budget et approuve les comptes de l'exercice clos ; 2.1.2.1.4. Qu'elle fixe les cotisations dues par ses membres ; 2.1.2.1.5. Qu'elle adopte, sur proposition de l'instance dirigeante compétente, le règlement intérieur, le règlement disciplinaire, le règlement financier et le règlement disciplinaire particulier en matière de lutte contre le dopage ; 2.1.2.1.6. Qu'elle est seule compétente pour se prononcer sur les acquisitions, les échanges et les aliénations de biens immobiliers, sur la constitution d'hypothèques et sur les baux de plus de neuf ans ; 2.1.2.1.7. Qu'elle décide seule des emprunts excédant la gestion courante. 2.2. Les instances dirigeantes 2.2.1. Répartition des compétences. Les statuts déterminent la ou les instances chargées de diriger et d'administrer la fédération et prévoient, à ce titre, la répartition des compétences entre elles sous réserve des compétences obligatoirement attribuées à l'assemblée générale. Ils déterminent l'instance compétente pour adopter les règlements de la fédération autres que ceux qui sont adoptés par l'assemblée générale, notamment le règlement sportif et le règlement médical. 2.2.2. Composition, fonctionnement et attributions. 2.2.2.1. Les statuts prévoient les modalités de composition et de fonctionnement de la ou des instances dirigeantes de la fédération, notamment le nombre de leurs membres. 2.2.2.2. Ils précisent : 2.2.2.2.1. (abrogé) 2.2.2.2.2. Qu'un médecin siège au sein d'une des instances dirigeantes ; 2.2.2.2.3. Que les membres de la ou des instances dirigeantes sont élus au scrutin secret, pour une durée de quatre ans ; 2.2.2.2.4. Le mode de scrutin selon lequel se déroulent les élections ; 2.2.2.2.5. Que le mandat de la ou des instances dirigeantes expire au plus tard le 31 mars suivant les jeux Olympiques d'été ou le 30 juin pour les fédérations qui relèvent d'une discipline inscrite aux jeux Olympiques d'hiver ; 2.2.2.2.6. Que ne peuvent être élues membres d'une instance dirigeante : 1° Les personnes de nationalité française condamnées à une peine qui fait obstacle à leur inscription sur les listes électorales ; 2° Les personnes de nationalité étrangère condamnées à une peine qui, lorsqu'elle est prononcée contre un citoyen français, fait obstacle à son inscription sur les listes électorales ; 3° Les personnes à l'encontre desquelles a été prononcée une sanction d'inéligibilité à temps, notamment pour manquement grave aux règles techniques du jeu constituant une infraction à l'esprit sportif. 2.2.2.3. Les statuts prévoient également : 2.2.2.3.1. Les conditions de remplacement d'un membre d'une instance dirigeante en cas de vacance ; 2.2.2.3.2. Les conditions de convocation de la ou des instances dirigeantes, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum par an de réunion et les modalités de déroulement des réunions ; 2.2.2.3.3. Les conditions dans lesquelles il peut être mis fin au mandat des membres de la ou des instances dirigeantes ; 2.2.2.4. Ils prévoient que le directeur technique national assiste avec voix consultative aux séances des instances dirigeantes. 2.3. Le président 2.3.1. Les statuts précisent les conditions dans lesquelles le président de la fédération est élu. 2.3.2. Ils prévoient : 2.3.2.1. Que le président ordonnance les dépenses ; 2.3.2.2. Qu'il représente la fédération dans tous les actes de la vie civile et devant les tribunaux ; 2.3.2.3. Qu'il peut déléguer certaines de ses attributions dans les conditions fixées par le règlement intérieur ; que toutefois, la représentation de la fédération en justice ne peut être assurée, à défaut du président, que par un mandataire agissant en vertu d'un pouvoir spécial. 2.3.3. Les statuts prévoient que sont incompatibles avec le mandat de président de la fédération les fonctions de chef d'entreprise, de président de conseil d'administration, de président et de membre de directoire, de président de conseil de surveillance, d'administrateur délégué, de directeur général, directeur général adjoint ou gérant exercées dans les sociétés, entreprises ou établissements, dont l'activité consiste principalement dans l'exécution de travaux, la prestation de fournitures ou de services pour le compte ou sous le contrôle de la fédération, de ses organes internes ou des associations qui lui sont affiliées. Ils précisent que ces dispositions sont applicables à toute personne qui, directement ou par personne interposée, exerce en fait la direction de l'un des établissements, sociétés ou entreprises ci-dessus mentionnés. 2.4. Autres organes de la fédération Les statuts instituent : 2.4.1. Une commission de surveillance des opérations électorales chargée de veiller, lors des opérations de vote relatives à l'élection du président et des instances dirigeantes, au respect des dispositions prévues par les statuts et le règlement intérieur ; sont précisés : 2.4.1.1. Le nombre de membres composant la commission, dont une majorité de personnes qualifiées, et l'impossibilité pour ces membres d'être candidats aux élections pour la désignation des instances dirigeantes de la fédération ou de ses organes déconcentrés ; 2.4.1.2. Les modalités de saisine de cette commission ; 2.4.1.3. La possibilité pour la commission de procéder à tous contrôles et vérifications utiles ; 2.4.1.4. La compétence de la commission pour : a) Emettre un avis sur la recevabilité des candidatures ; b) Avoir accès à tout moment aux bureaux de vote, leur adresser tous conseils et former à leur intention toutes observations susceptibles de les rappeler au respect des dispositions statutaires ; c) Se faire présenter tout document nécessaire à l'exercice de ses missions ; d) En cas de constatation d'une irrégularité, exiger l'inscription d'observations au procès-verbal, soit avant la proclamation des résultats, soit après cette proclamation. 2.4.2. Une commission médicale dont la composition et le fonctionnement sont précisés par le règlement intérieur. 2.4.3. Une commission des juges et arbitres, qui a pour mission de proposer les conditions dans lesquelles sont assurés la formation et le perfectionnement des arbitres et juges des disciplines pratiquées par la fédération. 3. Dotations et ressources annuelles Les statuts prévoient : 3.1. Le montant de la dotation ; 3.2. Que les ressources annuelles de la fédération comprennent : a) Le revenu de ses biens ; b) Les cotisations et souscriptions de ses membres ; c) Le produit des licences et des manifestations ; d) Les subventions de l'Etat, des collectivités territoriales et des établissements publics ; e) Les ressources créées à titre exceptionnel, s'il y a lieu avec l'agrément de l'autorité compétente ; f) Le produit des rétributions perçues pour services rendus. 3.3. Sur le plan financier et comptable : 3.3.1. Que la comptabilité de la fédération est tenue conformément aux lois et règlements en vigueur ; 3.3.2. Si une comptabilité distincte, formant un chapitre de la comptabilité de la fédération, est tenue pour certains établissements ; 3.3.3. Qu'il est justifié chaque année auprès du ministre chargé des sports de l'emploi des subventions reçues par la fédération au cours de l'exercice écoulé. 4. Modifications des statuts et dissolution Les statuts précisent les conditions de leur modification et les conditions de dissolution de la fédération, notamment : 4.1. Que l'assemblée générale destinée à modifier les statuts est convoquée, sur un ordre du jour comportant les propositions de modifications, sur proposition d'une instance dirigeante ou d'un nombre minimum de membres représentant un nombre minimum de voix, et les règles de quorum et de majorité appropriées ; 4.2. Que l'assemblée générale ne peut prononcer la dissolution de la fédération que si elle est convoquée spécialement à cet effet et dans les conditions prévues pour la modification des statuts ; qu'en cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation de ses biens ; 4.3. Que les délibérations de l'assemblée générale concernant la modification des statuts, la dissolution de la fédération et la liquidation de ses biens sont adressées sans délai au ministère chargé des sports. 5. Surveillance et publicité Les statuts prévoient : 5.1. Que le président de la fédération ou son délégué fait connaître dans les trois mois à la préfecture du département ou à la sous-préfecture de l'arrondissement où elle a son siège tous les changements intervenus dans la direction de la fédération ; 5.2. Que les procès-verbaux de l'assemblée générale et les rapports financiers et de gestion sont communiqués chaque année aux associations membres de la fédération et, le cas échéant, aux membres mentionnés aux 1.2.2.2 et 1.2.2.3 ainsi qu'au ministre chargé des sports ; 5.3. Que les documents administratifs de la fédération et ses pièces de comptabilité, dont un règlement financier, sont présentés sans déplacement, sur toute réquisition du ministre chargé des sports ou de son délégué, à tout fonctionnaire accrédité par l'un d'eux, et que le rapport moral et le rapport financier et de gestion sont adressés chaque année au ministre chargé des sports ; 5.4. Que le ministre chargé des sports a le droit de faire visiter par ses délégués les établissements fondés par la fédération et d'être informé des conditions de leur fonctionnement ; 5.5. Qu'un bulletin publie les règlements édictés par la fédération. TITRE II : DISPOSITIONS SPÉCIFIQUES AUX FÉDÉRATIONS RECONNUES D'UTILITÉ PUBLIQUE. Les statuts des fédérations sportives reconnues d'utilité publique prévoient en outre : 1. En ce qui concerne les délibérations de la ou des instances dirigeantes : que les délibérations relatives à l'acceptation des dons et legs ne sont valables qu'après approbation administrative donnée dans les conditions prévues par l'article 910 du code civil, l'article 7 de la loi du 4 février 1901 et le décret n° 66-388 du 13 juin 1966 ; 2. En ce qui concerne les délibérations de l'assemblée générale : que les délibérations relatives aux aliénations de biens mobiliers et immobiliers dépendant de la dotation, à la constitution d'hypothèques et aux emprunts, ne sont valables qu'après approbation administrative ; 3. En ce qui concerne les recettes annuelles de l'association : qu'elles comprennent le produit des libéralités dont l'emploi est autorisé au cours de l'exercice ; 4. En ce qui concerne les fonds provenant des subventions : qu'il est justifié chaque année auprès du préfet du département, du ministre de l'intérieur et du ministre chargé des sports de l'emploi de ceux qui ont été accordés au cours de l'exercice écoulé ; 5. En ce qui concerne la dissolution, que dans cette hypothèse l'assemblée générale attribue l'actif net à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique, ou à des établissements mentionnés à l'article 6, cinquième alinéa, de la loi du 1er juillet 1901 modifiée ; 6. En ce qui concerne les délibérations de l'assemblée générale relatives à la modification des statuts et à la dissolution de la fédération : qu'elles sont adressées, sans délai, au ministre de l'intérieur et ne sont valables qu'après leur approbation ; 7. Que les registres de la fédération et ses pièces de comptabilité sont présentés sans déplacement, sur toute réquisition du ministre de l'intérieur ou du préfet, à eux-mêmes ou à leur délégué ou à tout fonctionnaire accrédité par eux ; et que le rapport annuel et les comptes - y compris ceux des instances locales - sont adressés chaque année au préfet du département et au ministre de l'intérieur ; 8. Que le ministre de l'intérieur a le droit de faire visiter par ses délégués les établissements fondés par l'association et de se faire rendre compte de leur fonctionnement ; 9. Que le règlement intérieur, préparé par la ou les instances dirigeantes et adopté par l'assemblée générale, est adressé à la préfecture du département et ne peut entrer en vigueur ni être modifié qu'après approbation du ministre de l'intérieur.",
            "texteHtml": "<p align='center'><strong>DISPOSITIONS OBLIGATOIRES DES STATUTS DES FÉDÉRATIONS SPORTIVES AGRÉÉES</strong></p><p>DISPOSITIONS GÉNÉRALES.</p><p>1. Dispositions relatives au but et à la composition de la fédération</p><p>1.1. But de la fédération</p><p>Les statuts comportent :</p><p>1.1.1. L'objet social de la fédération, et notamment la ou les disciplines dont la fédération assure l'organisation et la promotion ;</p><p>1.1.2. La date de sa création ;</p><p>1.1.3. L'adresse de son siège social, ainsi que la procédure à respecter pour le transfert du siège social.</p><p>Ils précisent également :</p><p>1.1.4. Que sa durée est illimitée ;</p><p>1.1.5. Qu'elle veille au respect de la charte de déontologie du sport établie par le Comité national olympique et sportif français.</p><p>1.2. Composition de la fédération</p><p>Les statuts prévoient :</p><p>1.2.1. Que la fédération est composée d'associations sportives constituées dans les conditions prévues par le chapitre Ier du titre III du livre Ier du code du sport ;</p><p>1.2.2. (Le cas échéant), les conditions dans lesquelles la fédération groupe également une ou plusieurs catégories suivantes de membres :</p><p>1.2.2.1. Les personnes physiques auxquelles elle délivre directement des licences ;</p><p>1.2.2.2. Les organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs de ses disciplines et qu'elle autorise à délivrer des licences ;</p><p>1.2.2.3. Les organismes qui, sans avoir pour objet la pratique d'une ou de plusieurs de ses disciplines, contribuent au développement d'une ou plusieurs de celles-ci ;</p><p>1.2.3. Les conditions dans lesquelles la qualité de membre de la fédération peut être refusée et les conditions dans lesquelles elle se perd.</p><p>1.3. Organismes nationaux, régionaux ou départementaux</p><p>Les statuts prévoient :</p><p>1.3.1. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 dans le cas où ils ont la personnalité morale, un ou plusieurs organismes nationaux chargés de gérer notamment une ou plusieurs disciplines connexes ;</p><p>1.3.2. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 ou inscrites selon la loi locale dans les départements du Haut-Rhin et de la Moselle, s'ils ont la personnalité morale, des organismes régionaux ou départementaux chargés de la représenter dans leur ressort territorial respectif et d'y assurer l'exécution d'une partie de ses missions, et dont le ressort territorial ne peut être autre que celui des services déconcentrés du ministère chargé des sports que sous réserve de justifications et en l'absence d'opposition motivée du ministre chargé des sports ;</p><p>Les organismes régionaux, départementaux ou locaux constitués par la fédération dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon ou à Mayotte peuvent en outre, le cas échéant, conduire des actions de coopération avec les organisations sportives des Etats de la zone géographique dans laquelle ils sont situés et, avec l'accord de la fédération, organiser des compétitions ou manifestations sportives internationales à caractère régional ou constituer des équipes en vue de participer à de telles compétitions ou manifestations ;</p><p>1.3.3. Dans les cas prévus aux 1.3.1 et 1.3.2, et lorsque les organismes nationaux, régionaux ou départementaux sont constitués sous forme d'associations, le mode de scrutin pour la désignation de leurs instances dirigeantes ainsi que le principe de la compatibilité des statuts de ces organismes avec les statuts de la fédération ;</p><p>1.3.4. (Le cas échéant), que la fédération constitue une ligue professionnelle dans les conditions prévues au chapitre II du titre III du livre Ier du code du sport.</p><p>1.4. Les licenciés</p><p>1.4.1. Les statuts précisent :</p><p>1.4.1.1. Les conditions dans lesquelles les licenciés participent aux activités et au fonctionnement de la fédération, notamment les conditions dans lesquelles ils peuvent être candidats à l'élection pour la désignation des membres des instances dirigeantes de la fédération ou des organismes constitués en application du 1.3 ci-dessus ;</p><p>1.4.1.2. Les conditions de fond et de forme de délivrance des licences ;</p><p>1.4.1.3. Les conditions de fond et de forme de retrait de la licence, dans le respect des droits de la défense ;</p><p>1.4.2. (Le cas échéant), ils précisent :</p><p>1.4.2.1. Si les membres adhérents des associations affiliées doivent être titulaires d'une licence ; dans cette hypothèse, ils indiquent que la fédération peut, en cas de non-respect de cette obligation par une association affiliée, prononcer une sanction dans les conditions prévues par son règlement disciplinaire ;</p><p>1.4.2.2. Si des activités, à définir par le règlement intérieur, sont ouvertes aux personnes qui ne sont pas titulaires de la licence ; dans cette hypothèse, ils prévoient que la délivrance du titre permettant la participation des non-licenciés à ces activités peut donner lieu à la perception d'un droit et peut être subordonnée au respect par les intéressés de conditions destinées à garantir leur santé ainsi que leur sécurité et celle des tiers.</p><p>2. Dispositions relatives aux organes fédéraux</p><p>2.1. L'assemblée générale</p><p>2.1.1. Composition.</p><p>2.1.1.1. Les statuts prévoient :</p><p>2.1.1.1.1. Que l'assemblée générale de la fédération est composée des représentants des associations sportives affiliées désignés, pour ceux qui sont élus par les assemblées générales des organismes régionaux et départementaux, selon le même mode de scrutin à tous les niveaux, départemental et régional ;</p><p>2.1.1.1.2. Que le nombre de voix dont disposent les représentants des associations affiliées est déterminé notamment en fonction du nombre de licences délivrées, selon un barème à fixer ;</p><p>2.1.1.2. (Le cas échéant), les statuts prévoient :</p><p>2.1.1.2.1. Lorsque la fédération comprend des membres des catégories mentionnées au 1.2.2.1 ou au 1.2.2.2, le mode de scrutin pour la désignation des représentants de ces membres à l'assemblée générale, qui doit être le même que le mode de scrutin adopté pour la désignation des représentants des associations affiliées ;</p><p>2.1.1.2.2. Lorsque la fédération comprend des membres de la catégorie mentionnée au 1.2.2.3, que ces membres disposent d'une voix.</p><p>2.1.2. Fonctionnement.</p><p>2.1.2.1. Les statuts prévoient :</p><p>2.1.2.1.1. Les conditions de convocation de l'assemblée générale, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum de réunions par an ainsi que les modalités de tenue de l'assemblée générale ;</p><p>2.1.2.1.2. Que l'assemblée générale entend chaque année les rapports sur la gestion de la ou des instances dirigeantes et sur la situation morale et financière de la fédération ;</p><p>2.1.2.1.3. Qu'elle vote le budget et approuve les comptes de l'exercice clos ;</p><p>2.1.2.1.4. Qu'elle fixe les cotisations dues par ses membres ;</p><p>2.1.2.1.5. Qu'elle adopte, sur proposition de l'instance dirigeante compétente, le règlement intérieur, le règlement disciplinaire, le règlement financier et le règlement disciplinaire particulier en matière de lutte contre le dopage ;</p><p>2.1.2.1.6. Qu'elle est seule compétente pour se prononcer sur les acquisitions, les échanges et les aliénations de biens immobiliers, sur la constitution d'hypothèques et sur les baux de plus de neuf ans ;</p><p>2.1.2.1.7. Qu'elle décide seule des emprunts excédant la gestion courante.</p><p>2.2. Les instances dirigeantes</p><p>2.2.1. Répartition des compétences.</p><p>Les statuts déterminent la ou les instances chargées de diriger et d'administrer la fédération et prévoient, à ce titre, la répartition des compétences entre elles sous réserve des compétences obligatoirement attribuées à l'assemblée générale.</p><p>Ils déterminent l'instance compétente pour adopter les règlements de la fédération autres que ceux qui sont adoptés par l'assemblée générale, notamment le règlement sportif et le règlement médical.</p><p>2.2.2. Composition, fonctionnement et attributions.</p><p>2.2.2.1. Les statuts prévoient les modalités de composition et de fonctionnement de la ou des instances dirigeantes de la fédération, notamment le nombre de leurs membres.</p><p>2.2.2.2. Ils précisent :</p><p>2.2.2.2.1. (abrogé)</p><p>2.2.2.2.2. Qu'un médecin siège au sein d'une des instances dirigeantes ;</p><p>2.2.2.2.3. Que les membres de la ou des instances dirigeantes sont élus au scrutin secret, pour une durée de quatre ans ;</p><p>2.2.2.2.4. Le mode de scrutin selon lequel se déroulent les élections ;</p><p>2.2.2.2.5. Que le mandat de la ou des instances dirigeantes expire au plus tard le 31 mars suivant les jeux Olympiques d'été ou le 30 juin pour les fédérations qui relèvent d'une discipline inscrite aux jeux Olympiques d'hiver ;</p><p>2.2.2.2.6. Que ne peuvent être élues membres d'une instance dirigeante :</p><p>1° Les personnes de nationalité française condamnées à une peine qui fait obstacle à leur inscription sur les listes électorales ;</p><p>2° Les personnes de nationalité étrangère condamnées à une peine qui, lorsqu'elle est prononcée contre un citoyen français, fait obstacle à son inscription sur les listes électorales ;</p><p>3° Les personnes à l'encontre desquelles a été prononcée une sanction d'inéligibilité à temps, notamment pour manquement grave aux règles techniques du jeu constituant une infraction à l'esprit sportif.</p><p>2.2.2.3. Les statuts prévoient également :</p><p>2.2.2.3.1. Les conditions de remplacement d'un membre d'une instance dirigeante en cas de vacance ;</p><p>2.2.2.3.2. Les conditions de convocation de la ou des instances dirigeantes, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum par an de réunion et les modalités de déroulement des réunions ;</p><p>2.2.2.3.3. Les conditions dans lesquelles il peut être mis fin au mandat des membres de la ou des instances dirigeantes ;</p><p>2.2.2.4. Ils prévoient que le directeur technique national assiste avec voix consultative aux séances des instances dirigeantes.</p><p>2.3. Le président</p><p>2.3.1. Les statuts précisent les conditions dans lesquelles le président de la fédération est élu.</p><p>2.3.2. Ils prévoient :</p><p>2.3.2.1. Que le président ordonnance les dépenses ;</p><p>2.3.2.2. Qu'il représente la fédération dans tous les actes de la vie civile et devant les tribunaux ;</p><p>2.3.2.3. Qu'il peut déléguer certaines de ses attributions dans les conditions fixées par le règlement intérieur ; que toutefois, la représentation de la fédération en justice ne peut être assurée, à défaut du président, que par un mandataire agissant en vertu d'un pouvoir spécial.</p><p>2.3.3. Les statuts prévoient que sont incompatibles avec le mandat de président de la fédération les fonctions de chef d'entreprise, de président de conseil d'administration, de président et de membre de directoire, de président de conseil de surveillance, d'administrateur délégué, de directeur général, directeur général adjoint ou gérant exercées dans les sociétés, entreprises ou établissements, dont l'activité consiste principalement dans l'exécution de travaux, la prestation de fournitures ou de services pour le compte ou sous le contrôle de la fédération, de ses organes internes ou des associations qui lui sont affiliées.</p><p>Ils précisent que ces dispositions sont applicables à toute personne qui, directement ou par personne interposée, exerce en fait la direction de l'un des établissements, sociétés ou entreprises ci-dessus mentionnés.</p><p>2.4. Autres organes de la fédération</p><p>Les statuts instituent :</p><p>2.4.1. Une commission de surveillance des opérations électorales chargée de veiller, lors des opérations de vote relatives à l'élection du président et des instances dirigeantes, au respect des dispositions prévues par les statuts et le règlement intérieur ; sont précisés :</p><p>2.4.1.1. Le nombre de membres composant la commission, dont une majorité de personnes qualifiées, et l'impossibilité pour ces membres d'être candidats aux élections pour la désignation des instances dirigeantes de la fédération ou de ses organes déconcentrés ;</p><p>2.4.1.2. Les modalités de saisine de cette commission ;</p><p>2.4.1.3. La possibilité pour la commission de procéder à tous contrôles et vérifications utiles ;</p><p>2.4.1.4. La compétence de la commission pour :</p><p>a) Emettre un avis sur la recevabilité des candidatures ;</p><p>b) Avoir accès à tout moment aux bureaux de vote, leur adresser tous conseils et former à leur intention toutes observations susceptibles de les rappeler au respect des dispositions statutaires ;</p><p>c) Se faire présenter tout document nécessaire à l'exercice de ses missions ;</p><p>d) En cas de constatation d'une irrégularité, exiger l'inscription d'observations au procès-verbal, soit avant la proclamation des résultats, soit après cette proclamation.</p><p>2.4.2. Une commission médicale dont la composition et le fonctionnement sont précisés par le règlement intérieur.</p><p>2.4.3. Une commission des juges et arbitres, qui a pour mission de proposer les conditions dans lesquelles sont assurés la formation et le perfectionnement des arbitres et juges des disciplines pratiquées par la fédération.</p><p>3. Dotations et ressources annuelles</p><p>Les statuts prévoient :</p><p>3.1. Le montant de la dotation ;</p><p>3.2. Que les ressources annuelles de la fédération comprennent :</p><p>a) Le revenu de ses biens ;</p><p>b) Les cotisations et souscriptions de ses membres ;</p><p>c) Le produit des licences et des manifestations ;</p><p>d) Les subventions de l'Etat, des collectivités territoriales et des établissements publics ;</p><p>e) Les ressources créées à titre exceptionnel, s'il y a lieu avec l'agrément de l'autorité compétente ;</p><p>f) Le produit des rétributions perçues pour services rendus.</p><p>3.3. Sur le plan financier et comptable :</p><p>3.3.1. Que la comptabilité de la fédération est tenue conformément aux lois et règlements en vigueur ;</p><p>3.3.2. Si une comptabilité distincte, formant un chapitre de la comptabilité de la fédération, est tenue pour certains établissements ;</p><p>3.3.3. Qu'il est justifié chaque année auprès du ministre chargé des sports de l'emploi des subventions reçues par la fédération au cours de l'exercice écoulé.</p><p>4. Modifications des statuts et dissolution</p><p>Les statuts précisent les conditions de leur modification et les conditions de dissolution de la fédération, notamment :</p><p>4.1. Que l'assemblée générale destinée à modifier les statuts est convoquée, sur un ordre du jour comportant les propositions de modifications, sur proposition d'une instance dirigeante ou d'un nombre minimum de membres représentant un nombre minimum de voix, et les règles de quorum et de majorité appropriées ;</p><p>4.2. Que l'assemblée générale ne peut prononcer la dissolution de la fédération que si elle est convoquée spécialement à cet effet et dans les conditions prévues pour la modification des statuts ; qu'en cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation de ses biens ;</p><p>4.3. Que les délibérations de l'assemblée générale concernant la modification des statuts, la dissolution de la fédération et la liquidation de ses biens sont adressées sans délai au ministère chargé des sports.</p><p>5. Surveillance et publicité</p><p>Les statuts prévoient :</p><p>5.1. Que le président de la fédération ou son délégué fait connaître dans les trois mois à la préfecture du département ou à la sous-préfecture de l'arrondissement où elle a son siège tous les changements intervenus dans la direction de la fédération ;</p><p>5.2. Que les procès-verbaux de l'assemblée générale et les rapports financiers et de gestion sont communiqués chaque année aux associations membres de la fédération et, le cas échéant, aux membres mentionnés aux 1.2.2.2 et 1.2.2.3 ainsi qu'au ministre chargé des sports ;</p><p>5.3. Que les documents administratifs de la fédération et ses pièces de comptabilité, dont un règlement financier, sont présentés sans déplacement, sur toute réquisition du ministre chargé des sports ou de son délégué, à tout fonctionnaire accrédité par l'un d'eux, et que le rapport moral et le rapport financier et de gestion sont adressés chaque année au ministre chargé des sports ;</p><p>5.4. Que le ministre chargé des sports a le droit de faire visiter par ses délégués les établissements fondés par la fédération et d'être informé des conditions de leur fonctionnement ;</p><p>5.5. Qu'un bulletin publie les règlements édictés par la fédération.</p><p>TITRE II : DISPOSITIONS SPÉCIFIQUES AUX FÉDÉRATIONS RECONNUES D'UTILITÉ PUBLIQUE.</p><p>Les statuts des fédérations sportives reconnues d'utilité publique prévoient en outre :</p><p>1. En ce qui concerne les délibérations de la ou des instances dirigeantes : que les délibérations relatives à l'acceptation des dons et legs ne sont valables qu'après approbation administrative donnée dans les conditions prévues par l'article 910 du code civil, l'article 7 de la loi du 4 février 1901 et le décret n° 66-388 du 13 juin 1966 ;</p><p>2. En ce qui concerne les délibérations de l'assemblée générale :</p><p>que les délibérations relatives aux aliénations de biens mobiliers et immobiliers dépendant de la dotation, à la constitution d'hypothèques et aux emprunts, ne sont valables qu'après approbation administrative ;</p><p>3. En ce qui concerne les recettes annuelles de l'association :</p><p>qu'elles comprennent le produit des libéralités dont l'emploi est autorisé au cours de l'exercice ;</p><p>4. En ce qui concerne les fonds provenant des subventions : qu'il est justifié chaque année auprès du préfet du département, du ministre de l'intérieur et du ministre chargé des sports de l'emploi de ceux qui ont été accordés au cours de l'exercice écoulé ;</p><p>5. En ce qui concerne la dissolution, que dans cette hypothèse l'assemblée générale attribue l'actif net à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique, ou à des établissements mentionnés à l'article 6, cinquième alinéa, de la loi du 1er juillet 1901 modifiée ;</p><p>6. En ce qui concerne les délibérations de l'assemblée générale relatives à la modification des statuts et à la dissolution de la fédération : qu'elles sont adressées, sans délai, au ministre de l'intérieur et ne sont valables qu'après leur approbation ;</p><p>7. Que les registres de la fédération et ses pièces de comptabilité sont présentés sans déplacement, sur toute réquisition du ministre de l'intérieur ou du préfet, à eux-mêmes ou à leur délégué ou à tout fonctionnaire accrédité par eux ; et que le rapport annuel et les comptes - y compris ceux des instances locales - sont adressés chaque année au préfet du département et au ministre de l'intérieur ;</p><p>8. Que le ministre de l'intérieur a le droit de faire visiter par ses délégués les établissements fondés par l'association et de se faire rendre compte de leur fonctionnement ;</p><p>9. Que le règlement intérieur, préparé par la ou les instances dirigeantes et adopté par l'assemblée générale, est adressé à la préfecture du département et ne peut entrer en vigueur ni être modifié qu'après approbation du ministre de l'intérieur.</p>",
            "num": "Annexe I-5 art R131-1 et R131-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1387756800000,
            "dateFin": 1459468800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1533916890,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020910159",
                        "id": "LEGISCTA000020910159",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547788",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020910159",
            "sectionParentId": "LEGISCTA000020910159",
            "sectionParentTitre": "Annexes I",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes I",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028361723",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret n°2007-1133 du 24 juillet 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000028354059",
                    "textTitle": "Décret n°2013-1200\n du 20 décembre 2013 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028355648",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-12-22",
                    "dateSignaTexte": "2013-12-20",
                    "dateDebutCible": "2013-12-23"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547788",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 1387756800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028361723",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1387756800000,
                    "dateFin": 1459468800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032323359",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1459468800000,
                    "dateFin": 1470268800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032965199",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1470268800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035425230",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I-5 art R131-1 et R131-11",
                "I-5"
            ],
            "versionPrecedente": "LEGIARTI000006547788",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006547788",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "DISPOSITIONS OBLIGATOIRES DES STATUTS DES FÉDÉRATIONS SPORTIVES AGRÉÉES DISPOSITIONS GÉNÉRALES. 1. Dispositions relatives au but et à la composition de la fédération 1.1. But de la fédération Les statuts comportent : 1.1.1. L'objet social de la fédération, et notamment la ou les disciplines dont la fédération assure l'organisation et la promotion ; 1.1.2. La date de sa création ; 1.1.3. L'adresse de son siège social, ainsi que la procédure à respecter pour le transfert du siège social. Ils précisent également : 1.1.4. Que sa durée est illimitée ; 1.1.5. Qu'elle veille au respect de la charte de déontologie du sport établie par le Comité national olympique et sportif français. 1.2. Composition de la fédération Les statuts prévoient : 1.2.1. Que la fédération est composée d'associations sportives constituées dans les conditions prévues par le chapitre Ier du titre III du livre Ier du code du sport ; 1.2.2. (Le cas échéant), les conditions dans lesquelles la fédération groupe également une ou plusieurs catégories suivantes de membres : 1.2.2.1. Les personnes physiques auxquelles elle délivre directement des licences ; 1.2.2.2. Les organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs de ses disciplines et qu'elle autorise à délivrer des licences ; 1.2.2.3. Les organismes qui, sans avoir pour objet la pratique d'une ou de plusieurs de ses disciplines, contribuent au développement d'une ou plusieurs de celles-ci ; 1.2.3. Les conditions dans lesquelles la qualité de membre de la fédération peut être refusée et les conditions dans lesquelles elle se perd. 1.3. Organismes nationaux, régionaux ou départementaux Les statuts prévoient : 1.3.1. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 dans le cas où ils ont la personnalité morale, un ou plusieurs organismes nationaux chargés de gérer notamment une ou plusieurs disciplines connexes ; 1.3.2. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 ou inscrites selon la loi locale dans les départements du Haut-Rhin et de la Moselle, s'ils ont la personnalité morale, des organismes régionaux ou départementaux chargés de la représenter dans leur ressort territorial respectif et d'y assurer l'exécution d'une partie de ses missions, et dont le ressort territorial ne peut être autre que celui des services déconcentrés du ministère chargé des sports que sous réserve de justifications et en l'absence d'opposition motivée du ministre chargé des sports ; Les organismes régionaux, départementaux ou locaux constitués par la fédération dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon ou à Mayotte peuvent en outre, le cas échéant, conduire des actions de coopération avec les organisations sportives des Etats de la zone géographique dans laquelle ils sont situés et, avec l'accord de la fédération, organiser des compétitions ou manifestations sportives internationales à caractère régional ou constituer des équipes en vue de participer à de telles compétitions ou manifestations ; 1.3.3. Dans les cas prévus aux 1.3.1 et 1.3.2, et lorsque les organismes nationaux, régionaux ou départementaux sont constitués sous forme d'associations, le mode de scrutin pour la désignation de leurs instances dirigeantes ainsi que le principe de la compatibilité des statuts de ces organismes avec les statuts de la fédération ; 1.3.4. (Le cas échéant), que la fédération constitue une ligue professionnelle dans les conditions prévues au chapitre II du titre III du livre Ier du code du sport. 1.4. Les licenciés 1.4.1. Les statuts précisent : 1.4.1.1. Les conditions dans lesquelles les licenciés participent aux activités et au fonctionnement de la fédération, notamment les conditions dans lesquelles ils peuvent être candidats à l'élection pour la désignation des membres des instances dirigeantes de la fédération ou des organismes constitués en application du 1.3 ci-dessus ; 1.4.1.2. Les conditions de fond et de forme de délivrance des licences ; 1.4.1.3. Les conditions de fond et de forme de retrait de la licence, dans le respect des droits de la défense ; 1.4.2. (Le cas échéant), ils précisent : 1.4.2.1. Si les membres adhérents des associations affiliées doivent être titulaires d'une licence ; dans cette hypothèse, ils indiquent que la fédération peut, en cas de non-respect de cette obligation par une association affiliée, prononcer une sanction dans les conditions prévues par son règlement disciplinaire ; 1.4.2.2. Si des activités, à définir par le règlement intérieur, sont ouvertes aux personnes qui ne sont pas titulaires de la licence ; dans cette hypothèse, ils prévoient que la délivrance du titre permettant la participation des non-licenciés à ces activités peut donner lieu à la perception d'un droit et peut être subordonnée au respect par les intéressés de conditions destinées à garantir leur santé ainsi que leur sécurité et celle des tiers. 2. Dispositions relatives aux organes fédéraux 2.1. L'assemblée générale 2.1.1. Composition. 2.1.1.1. Les statuts prévoient : 2.1.1.1.1. Que l'assemblée générale de la fédération est composée des représentants des associations sportives affiliées désignés, pour ceux qui sont élus par les assemblées générales des organismes régionaux et départementaux, selon le même mode de scrutin à tous les niveaux, départemental et régional ; 2.1.1.1.2. Que le nombre de voix dont disposent les représentants des associations affiliées est déterminé notamment en fonction du nombre de licences délivrées, selon un barème à fixer ; 2.1.1.2. (Le cas échéant), les statuts prévoient : 2.1.1.2.1. Lorsque la fédération comprend des membres des catégories mentionnées au 1.2.2.1 ou au 1.2.2.2, le mode de scrutin pour la désignation des représentants de ces membres à l'assemblée générale, qui doit être le même que le mode de scrutin adopté pour la désignation des représentants des associations affiliées ; 2.1.1.2.2. Lorsque la fédération comprend des membres de la catégorie mentionnée au 1.2.2.3, que ces membres disposent d'une voix. 2.1.2. Fonctionnement. 2.1.2.1. Les statuts prévoient : 2.1.2.1.1. Les conditions de convocation de l'assemblée générale, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum de réunions par an ainsi que les modalités de tenue de l'assemblée générale ; 2.1.2.1.2. Que l'assemblée générale entend chaque année les rapports sur la gestion de la ou des instances dirigeantes et sur la situation morale et financière de la fédération ; 2.1.2.1.3. Qu'elle vote le budget et approuve les comptes de l'exercice clos ; 2.1.2.1.4. Qu'elle fixe les cotisations dues par ses membres ; 2.1.2.1.5. Qu'elle adopte, sur proposition de l'instance dirigeante compétente, le règlement intérieur, le règlement disciplinaire, le règlement financier et le règlement disciplinaire particulier en matière de lutte contre le dopage ; 2.1.2.1.6. Qu'elle est seule compétente pour se prononcer sur les acquisitions, les échanges et les aliénations de biens immobiliers, sur la constitution d'hypothèques et sur les baux de plus de neuf ans ; 2.1.2.1.7. Qu'elle décide seule des emprunts excédant la gestion courante. 2.2. Les instances dirigeantes 2.2.1. Répartition des compétences. Les statuts déterminent la ou les instances chargées de diriger et d'administrer la fédération et prévoient, à ce titre, la répartition des compétences entre elles sous réserve des compétences obligatoirement attribuées à l'assemblée générale. Ils déterminent l'instance compétente pour adopter les règlements de la fédération autres que ceux qui sont adoptés par l'assemblée générale, notamment le règlement sportif et le règlement médical. 2.2.2. Composition, fonctionnement et attributions. 2.2.2.1. Les statuts prévoient les modalités de composition et de fonctionnement de la ou des instances dirigeantes de la fédération, notamment le nombre de leurs membres. 2.2.2.2. Ils précisent : 2.2.2.2.1. Que la représentation des femmes est garantie au sein de la ou des instances dirigeantes en leur attribuant un nombre de sièges en proportion du nombre de licenciées éligibles ; 2.2.2.2.2. Qu'un médecin siège au sein d'une des instances dirigeantes ; 2.2.2.2.3. Que les membres de la ou des instances dirigeantes sont élus au scrutin secret, pour une durée de quatre ans ; 2.2.2.2.4. Le mode de scrutin selon lequel se déroulent les élections ; 2.2.2.2.5. Que le mandat de la ou des instances dirigeantes expire au plus tard le 31 mars suivant les jeux Olympiques d'été ou le 30 juin pour les fédérations qui relèvent d'une discipline inscrite aux jeux Olympiques d'hiver ; 2.2.2.2.6. Que ne peuvent être élues membres d'une instance dirigeante : 1° Les personnes de nationalité française condamnées à une peine qui fait obstacle à leur inscription sur les listes électorales ; 2° Les personnes de nationalité étrangère condamnées à une peine qui, lorsqu'elle est prononcée contre un citoyen français, fait obstacle à son inscription sur les listes électorales ; 3° Les personnes à l'encontre desquelles a été prononcée une sanction d'inéligibilité à temps, notamment pour manquement grave aux règles techniques du jeu constituant une infraction à l'esprit sportif. 2.2.2.3. Les statuts prévoient également : 2.2.2.3.1. Les conditions de remplacement d'un membre d'une instance dirigeante en cas de vacance ; 2.2.2.3.2. Les conditions de convocation de la ou des instances dirigeantes, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum par an de réunion et les modalités de déroulement des réunions ; 2.2.2.3.3. Les conditions dans lesquelles il peut être mis fin au mandat des membres de la ou des instances dirigeantes ; 2.2.2.4. Ils prévoient que le directeur technique national assiste avec voix consultative aux séances des instances dirigeantes. 2.3. Le président 2.3.1. Les statuts précisent les conditions dans lesquelles le président de la fédération est élu. 2.3.2. Ils prévoient : 2.3.2.1. Que le président ordonnance les dépenses ; 2.3.2.2. Qu'il représente la fédération dans tous les actes de la vie civile et devant les tribunaux ; 2.3.2.3. Qu'il peut déléguer certaines de ses attributions dans les conditions fixées par le règlement intérieur ; que toutefois, la représentation de la fédération en justice ne peut être assurée, à défaut du président, que par un mandataire agissant en vertu d'un pouvoir spécial. 2.3.3. Les statuts prévoient que sont incompatibles avec le mandat de président de la fédération les fonctions de chef d'entreprise, de président de conseil d'administration, de président et de membre de directoire, de président de conseil de surveillance, d'administrateur délégué, de directeur général, directeur général adjoint ou gérant exercées dans les sociétés, entreprises ou établissements, dont l'activité consiste principalement dans l'exécution de travaux, la prestation de fournitures ou de services pour le compte ou sous le contrôle de la fédération, de ses organes internes ou des associations qui lui sont affiliées. Ils précisent que ces dispositions sont applicables à toute personne qui, directement ou par personne interposée, exerce en fait la direction de l'un des établissements, sociétés ou entreprises ci-dessus mentionnés. 2.4. Autres organes de la fédération Les statuts instituent : 2.4.1. Une commission de surveillance des opérations électorales chargée de veiller, lors des opérations de vote relatives à l'élection du président et des instances dirigeantes, au respect des dispositions prévues par les statuts et le règlement intérieur ; sont précisés : 2.4.1.1. Le nombre de membres composant la commission, dont une majorité de personnes qualifiées, et l'impossibilité pour ces membres d'être candidats aux élections pour la désignation des instances dirigeantes de la fédération ou de ses organes déconcentrés ; 2.4.1.2. Les modalités de saisine de cette commission ; 2.4.1.3. La possibilité pour la commission de procéder à tous contrôles et vérifications utiles ; 2.4.1.4. La compétence de la commission pour : a) Emettre un avis sur la recevabilité des candidatures ; b) Avoir accès à tout moment aux bureaux de vote, leur adresser tous conseils et former à leur intention toutes observations susceptibles de les rappeler au respect des dispositions statutaires ; c) Se faire présenter tout document nécessaire à l'exercice de ses missions ; d) En cas de constatation d'une irrégularité, exiger l'inscription d'observations au procès-verbal, soit avant la proclamation des résultats, soit après cette proclamation. 2.4.2. Une commission médicale dont la composition et le fonctionnement sont précisés par le règlement intérieur. 2.4.3. Une commission des juges et arbitres, qui a pour mission de proposer les conditions dans lesquelles sont assurés la formation et le perfectionnement des arbitres et juges des disciplines pratiquées par la fédération. 3. Dotations et ressources annuelles Les statuts prévoient : 3.1. Le montant de la dotation ; 3.2. Que les ressources annuelles de la fédération comprennent : a) Le revenu de ses biens ; b) Les cotisations et souscriptions de ses membres ; c) Le produit des licences et des manifestations ; d) Les subventions de l'Etat, des collectivités territoriales et des établissements publics ; e) Les ressources créées à titre exceptionnel, s'il y a lieu avec l'agrément de l'autorité compétente ; f) Le produit des rétributions perçues pour services rendus. 3.3. Sur le plan financier et comptable : 3.3.1. Que la comptabilité de la fédération est tenue conformément aux lois et règlements en vigueur ; 3.3.2. Si une comptabilité distincte, formant un chapitre de la comptabilité de la fédération, est tenue pour certains établissements ; 3.3.3. Qu'il est justifié chaque année auprès du ministre chargé des sports de l'emploi des subventions reçues par la fédération au cours de l'exercice écoulé. 4. Modifications des statuts et dissolution Les statuts précisent les conditions de leur modification et les conditions de dissolution de la fédération, notamment : 4.1. Que l'assemblée générale destinée à modifier les statuts est convoquée, sur un ordre du jour comportant les propositions de modifications, sur proposition d'une instance dirigeante ou d'un nombre minimum de membres représentant un nombre minimum de voix, et les règles de quorum et de majorité appropriées ; 4.2. Que l'assemblée générale ne peut prononcer la dissolution de la fédération que si elle est convoquée spécialement à cet effet et dans les conditions prévues pour la modification des statuts ; qu'en cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation de ses biens ; 4.3. Que les délibérations de l'assemblée générale concernant la modification des statuts, la dissolution de la fédération et la liquidation de ses biens sont adressées sans délai au ministère chargé des sports. 5. Surveillance et publicité Les statuts prévoient : 5.1. Que le président de la fédération ou son délégué fait connaître dans les trois mois à la préfecture du département ou à la sous-préfecture de l'arrondissement où elle a son siège tous les changements intervenus dans la direction de la fédération ; 5.2. Que les procès-verbaux de l'assemblée générale et les rapports financiers et de gestion sont communiqués chaque année aux associations membres de la fédération et, le cas échéant, aux membres mentionnés aux 1.2.2.2 et 1.2.2.3 ainsi qu'au ministre chargé des sports ; 5.3. Que les documents administratifs de la fédération et ses pièces de comptabilité, dont un règlement financier, sont présentés sans déplacement, sur toute réquisition du ministre chargé des sports ou de son délégué, à tout fonctionnaire accrédité par l'un d'eux, et que le rapport moral et le rapport financier et de gestion sont adressés chaque année au ministre chargé des sports ; 5.4. Que le ministre chargé des sports a le droit de faire visiter par ses délégués les établissements fondés par la fédération et d'être informé des conditions de leur fonctionnement ; 5.5. Qu'un bulletin publie les règlements édictés par la fédération. TITRE II : DISPOSITIONS SPÉCIFIQUES AUX FÉDÉRATIONS RECONNUES D'UTILITÉ PUBLIQUE. Les statuts des fédérations sportives reconnues d'utilité publique prévoient en outre : 1. En ce qui concerne les délibérations de la ou des instances dirigeantes : que les délibérations relatives à l'acceptation des dons et legs ne sont valables qu'après approbation administrative donnée dans les conditions prévues par l'article 910 du code civil, l'article 7 de la loi du 4 février 1901 et le décret n° 66-388 du 13 juin 1966 ; 2. En ce qui concerne les délibérations de l'assemblée générale : que les délibérations relatives aux aliénations de biens mobiliers et immobiliers dépendant de la dotation, à la constitution d'hypothèques et aux emprunts, ne sont valables qu'après approbation administrative ; 3. En ce qui concerne les recettes annuelles de l'association : qu'elles comprennent le produit des libéralités dont l'emploi est autorisé au cours de l'exercice ; 4. En ce qui concerne les fonds provenant des subventions : qu'il est justifié chaque année auprès du préfet du département, du ministre de l'intérieur et du ministre chargé des sports de l'emploi de ceux qui ont été accordés au cours de l'exercice écoulé ; 5. En ce qui concerne la dissolution, que dans cette hypothèse l'assemblée générale attribue l'actif net à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique, ou à des établissements mentionnés à l'article 6, cinquième alinéa, de la loi du 1er juillet 1901 modifiée ; 6. En ce qui concerne les délibérations de l'assemblée générale relatives à la modification des statuts et à la dissolution de la fédération : qu'elles sont adressées, sans délai, au ministre de l'intérieur et ne sont valables qu'après leur approbation ; 7. Que les registres de la fédération et ses pièces de comptabilité sont présentés sans déplacement, sur toute réquisition du ministre de l'intérieur ou du préfet, à eux-mêmes ou à leur délégué ou à tout fonctionnaire accrédité par eux ; et que le rapport annuel et les comptes - y compris ceux des instances locales - sont adressés chaque année au préfet du département et au ministre de l'intérieur ; 8. Que le ministre de l'intérieur a le droit de faire visiter par ses délégués les établissements fondés par l'association et de se faire rendre compte de leur fonctionnement ; 9. Que le règlement intérieur, préparé par la ou les instances dirigeantes et adopté par l'assemblée générale, est adressé à la préfecture du département et ne peut entrer en vigueur ni être modifié qu'après approbation du ministre de l'intérieur.",
            "texteHtml": "<p align='center'><strong>DISPOSITIONS OBLIGATOIRES DES STATUTS DES FÉDÉRATIONS SPORTIVES AGRÉÉES</strong></p><p></p><p>DISPOSITIONS GÉNÉRALES.</p><p>1. Dispositions relatives au but et à la composition de la fédération</p><p>1.1. But de la fédération</p><p>Les statuts comportent :</p><p>1.1.1. L'objet social de la fédération, et notamment la ou les disciplines dont la fédération assure l'organisation et la promotion ;</p><p>1.1.2. La date de sa création ;</p><p>1.1.3. L'adresse de son siège social, ainsi que la procédure à respecter pour le transfert du siège social.</p><p>Ils précisent également :</p><p>1.1.4. Que sa durée est illimitée ;</p><p>1.1.5. Qu'elle veille au respect de la charte de déontologie du sport établie par le Comité national olympique et sportif français.</p><p>1.2. Composition de la fédération</p><p>Les statuts prévoient :</p><p>1.2.1. Que la fédération est composée d'associations sportives constituées dans les conditions prévues par le chapitre Ier du titre III du livre Ier du code du sport ;</p><p>1.2.2. (Le cas échéant), les conditions dans lesquelles la fédération groupe également une ou plusieurs catégories suivantes de membres :</p><p>1.2.2.1. Les personnes physiques auxquelles elle délivre directement des licences ;</p><p>1.2.2.2. Les organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs de ses disciplines et qu'elle autorise à délivrer des licences ;</p><p>1.2.2.3. Les organismes qui, sans avoir pour objet la pratique d'une ou de plusieurs de ses disciplines, contribuent au développement d'une ou plusieurs de celles-ci ;</p><p>1.2.3. Les conditions dans lesquelles la qualité de membre de la fédération peut être refusée et les conditions dans lesquelles elle se perd.</p><p>1.3. Organismes nationaux, régionaux ou départementaux</p><p>Les statuts prévoient :</p><p>1.3.1. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 dans le cas où ils ont la personnalité morale, un ou plusieurs organismes nationaux chargés de gérer notamment une ou plusieurs disciplines connexes ;</p><p>1.3.2. (Le cas échéant), que la fédération peut constituer, sous forme d'associations de la loi de 1901 ou inscrites selon la loi locale dans les départements du Haut-Rhin et de la Moselle, s'ils ont la personnalité morale, des organismes régionaux ou départementaux chargés de la représenter dans leur ressort territorial respectif et d'y assurer l'exécution d'une partie de ses missions, et dont le ressort territorial ne peut être autre que celui des services déconcentrés du ministère chargé des sports que sous réserve de justifications et en l'absence d'opposition motivée du ministre chargé des sports ;</p><p>Les organismes régionaux, départementaux ou locaux constitués par la fédération dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon ou à Mayotte peuvent en outre, le cas échéant, conduire des actions de coopération avec les organisations sportives des Etats de la zone géographique dans laquelle ils sont situés et, avec l'accord de la fédération, organiser des compétitions ou manifestations sportives internationales à caractère régional ou constituer des équipes en vue de participer à de telles compétitions ou manifestations ;</p><p>1.3.3. Dans les cas prévus aux 1.3.1 et 1.3.2, et lorsque les organismes nationaux, régionaux ou départementaux sont constitués sous forme d'associations, le mode de scrutin pour la désignation de leurs instances dirigeantes ainsi que le principe de la compatibilité des statuts de ces organismes avec les statuts de la fédération ;</p><p>1.3.4. (Le cas échéant), que la fédération constitue une ligue professionnelle dans les conditions prévues au chapitre II du titre III du livre Ier du code du sport.</p><p>1.4. Les licenciés</p><p>1.4.1. Les statuts précisent :</p><p>1.4.1.1. Les conditions dans lesquelles les licenciés participent aux activités et au fonctionnement de la fédération, notamment les conditions dans lesquelles ils peuvent être candidats à l'élection pour la désignation des membres des instances dirigeantes de la fédération ou des organismes constitués en application du 1.3 ci-dessus ;</p><p>1.4.1.2. Les conditions de fond et de forme de délivrance des licences ;</p><p>1.4.1.3. Les conditions de fond et de forme de retrait de la licence, dans le respect des droits de la défense ;</p><p>1.4.2. (Le cas échéant), ils précisent :</p><p>1.4.2.1. Si les membres adhérents des associations affiliées doivent être titulaires d'une licence ; dans cette hypothèse, ils indiquent que la fédération peut, en cas de non-respect de cette obligation par une association affiliée, prononcer une sanction dans les conditions prévues par son règlement disciplinaire ;</p><p>1.4.2.2. Si des activités, à définir par le règlement intérieur, sont ouvertes aux personnes qui ne sont pas titulaires de la licence ; dans cette hypothèse, ils prévoient que la délivrance du titre permettant la participation des non-licenciés à ces activités peut donner lieu à la perception d'un droit et peut être subordonnée au respect par les intéressés de conditions destinées à garantir leur santé ainsi que leur sécurité et celle des tiers.</p><p>2. Dispositions relatives aux organes fédéraux</p><p>2.1. L'assemblée générale</p><p>2.1.1. Composition.</p><p>2.1.1.1. Les statuts prévoient :</p><p>2.1.1.1.1. Que l'assemblée générale de la fédération est composée des représentants des associations sportives affiliées désignés, pour ceux qui sont élus par les assemblées générales des organismes régionaux et départementaux, selon le même mode de scrutin à tous les niveaux, départemental et régional ;</p><p>2.1.1.1.2. Que le nombre de voix dont disposent les représentants des associations affiliées est déterminé notamment en fonction du nombre de licences délivrées, selon un barème à fixer ;</p><p>2.1.1.2. (Le cas échéant), les statuts prévoient :</p><p>2.1.1.2.1. Lorsque la fédération comprend des membres des catégories mentionnées au 1.2.2.1 ou au 1.2.2.2, le mode de scrutin pour la désignation des représentants de ces membres à l'assemblée générale, qui doit être le même que le mode de scrutin adopté pour la désignation des représentants des associations affiliées ;</p><p>2.1.1.2.2. Lorsque la fédération comprend des membres de la catégorie mentionnée au 1.2.2.3, que ces membres disposent d'une voix.</p><p>2.1.2. Fonctionnement.</p><p>2.1.2.1. Les statuts prévoient :</p><p>2.1.2.1.1. Les conditions de convocation de l'assemblée générale, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum de réunions par an ainsi que les modalités de tenue de l'assemblée générale ;</p><p>2.1.2.1.2. Que l'assemblée générale entend chaque année les rapports sur la gestion de la ou des instances dirigeantes et sur la situation morale et financière de la fédération ;</p><p>2.1.2.1.3. Qu'elle vote le budget et approuve les comptes de l'exercice clos ;</p><p>2.1.2.1.4. Qu'elle fixe les cotisations dues par ses membres ;</p><p>2.1.2.1.5. Qu'elle adopte, sur proposition de l'instance dirigeante compétente, le règlement intérieur, le règlement disciplinaire, le règlement financier et le règlement disciplinaire particulier en matière de lutte contre le dopage ;</p><p>2.1.2.1.6. Qu'elle est seule compétente pour se prononcer sur les acquisitions, les échanges et les aliénations de biens immobiliers, sur la constitution d'hypothèques et sur les baux de plus de neuf ans ;</p><p>2.1.2.1.7. Qu'elle décide seule des emprunts excédant la gestion courante.</p><p>2.2. Les instances dirigeantes</p><p>2.2.1. Répartition des compétences.</p><p>Les statuts déterminent la ou les instances chargées de diriger et d'administrer la fédération et prévoient, à ce titre, la répartition des compétences entre elles sous réserve des compétences obligatoirement attribuées à l'assemblée générale.</p><p>Ils déterminent l'instance compétente pour adopter les règlements de la fédération autres que ceux qui sont adoptés par l'assemblée générale, notamment le règlement sportif et le règlement médical.</p><p>2.2.2. Composition, fonctionnement et attributions.</p><p>2.2.2.1. Les statuts prévoient les modalités de composition et de fonctionnement de la ou des instances dirigeantes de la fédération, notamment le nombre de leurs membres.</p><p>2.2.2.2. Ils précisent :</p><p>2.2.2.2.1. Que la représentation des femmes est garantie au sein de la ou des instances dirigeantes en leur attribuant un nombre de sièges en proportion du nombre de licenciées éligibles ;</p><p>2.2.2.2.2. Qu'un médecin siège au sein d'une des instances dirigeantes ;</p><p>2.2.2.2.3. Que les membres de la ou des instances dirigeantes sont élus au scrutin secret, pour une durée de quatre ans ;</p><p>2.2.2.2.4. Le mode de scrutin selon lequel se déroulent les élections ;</p><p>2.2.2.2.5. Que le mandat de la ou des instances dirigeantes expire au plus tard le 31 mars suivant les jeux Olympiques d'été ou le 30 juin pour les fédérations qui relèvent d'une discipline inscrite aux jeux Olympiques d'hiver ;</p><p>2.2.2.2.6. Que ne peuvent être élues membres d'une instance dirigeante :</p><p>1° Les personnes de nationalité française condamnées à une peine qui fait obstacle à leur inscription sur les listes électorales ;</p><p>2° Les personnes de nationalité étrangère condamnées à une peine qui, lorsqu'elle est prononcée contre un citoyen français, fait obstacle à son inscription sur les listes électorales ;</p><p>3° Les personnes à l'encontre desquelles a été prononcée une sanction d'inéligibilité à temps, notamment pour manquement grave aux règles techniques du jeu constituant une infraction à l'esprit sportif.</p><p>2.2.2.3. Les statuts prévoient également :</p><p>2.2.2.3.1. Les conditions de remplacement d'un membre d'une instance dirigeante en cas de vacance ;</p><p>2.2.2.3.2. Les conditions de convocation de la ou des instances dirigeantes, notamment à l'initiative d'un certain nombre de ses membres, un nombre minimum par an de réunion et les modalités de déroulement des réunions ;</p><p>2.2.2.3.3. Les conditions dans lesquelles il peut être mis fin au mandat des membres de la ou des instances dirigeantes ;</p><p>2.2.2.4. Ils prévoient que le directeur technique national assiste avec voix consultative aux séances des instances dirigeantes.</p><p>2.3. Le président</p><p>2.3.1. Les statuts précisent les conditions dans lesquelles le président de la fédération est élu.</p><p>2.3.2. Ils prévoient :</p><p>2.3.2.1. Que le président ordonnance les dépenses ;</p><p>2.3.2.2. Qu'il représente la fédération dans tous les actes de la vie civile et devant les tribunaux ;</p><p>2.3.2.3. Qu'il peut déléguer certaines de ses attributions dans les conditions fixées par le règlement intérieur ; que toutefois, la représentation de la fédération en justice ne peut être assurée, à défaut du président, que par un mandataire agissant en vertu d'un pouvoir spécial.</p><p>2.3.3. Les statuts prévoient que sont incompatibles avec le mandat de président de la fédération les fonctions de chef d'entreprise, de président de conseil d'administration, de président et de membre de directoire, de président de conseil de surveillance, d'administrateur délégué, de directeur général, directeur général adjoint ou gérant exercées dans les sociétés, entreprises ou établissements, dont l'activité consiste principalement dans l'exécution de travaux, la prestation de fournitures ou de services pour le compte ou sous le contrôle de la fédération, de ses organes internes ou des associations qui lui sont affiliées.</p><p>Ils précisent que ces dispositions sont applicables à toute personne qui, directement ou par personne interposée, exerce en fait la direction de l'un des établissements, sociétés ou entreprises ci-dessus mentionnés.</p><p>2.4. Autres organes de la fédération</p><p>Les statuts instituent :</p><p>2.4.1. Une commission de surveillance des opérations électorales chargée de veiller, lors des opérations de vote relatives à l'élection du président et des instances dirigeantes, au respect des dispositions prévues par les statuts et le règlement intérieur ; sont précisés :</p><p>2.4.1.1. Le nombre de membres composant la commission, dont une majorité de personnes qualifiées, et l'impossibilité pour ces membres d'être candidats aux élections pour la désignation des instances dirigeantes de la fédération ou de ses organes déconcentrés ;</p><p>2.4.1.2. Les modalités de saisine de cette commission ;</p><p>2.4.1.3. La possibilité pour la commission de procéder à tous contrôles et vérifications utiles ;</p><p>2.4.1.4. La compétence de la commission pour :</p><p>a) Emettre un avis sur la recevabilité des candidatures ;</p><p>b) Avoir accès à tout moment aux bureaux de vote, leur adresser tous conseils et former à leur intention toutes observations susceptibles de les rappeler au respect des dispositions statutaires ;</p><p>c) Se faire présenter tout document nécessaire à l'exercice de ses missions ;</p><p>d) En cas de constatation d'une irrégularité, exiger l'inscription d'observations au procès-verbal, soit avant la proclamation des résultats, soit après cette proclamation.</p><p>2.4.2. Une commission médicale dont la composition et le fonctionnement sont précisés par le règlement intérieur.</p><p>2.4.3. Une commission des juges et arbitres, qui a pour mission de proposer les conditions dans lesquelles sont assurés la formation et le perfectionnement des arbitres et juges des disciplines pratiquées par la fédération.</p><p>3. Dotations et ressources annuelles</p><p>Les statuts prévoient :</p><p>3.1. Le montant de la dotation ;</p><p>3.2. Que les ressources annuelles de la fédération comprennent :</p><p>a) Le revenu de ses biens ;</p><p>b) Les cotisations et souscriptions de ses membres ;</p><p>c) Le produit des licences et des manifestations ;</p><p>d) Les subventions de l'Etat, des collectivités territoriales et des établissements publics ;</p><p>e) Les ressources créées à titre exceptionnel, s'il y a lieu avec l'agrément de l'autorité compétente ;</p><p>f) Le produit des rétributions perçues pour services rendus.</p><p>3.3. Sur le plan financier et comptable :</p><p>3.3.1. Que la comptabilité de la fédération est tenue conformément aux lois et règlements en vigueur ;</p><p>3.3.2. Si une comptabilité distincte, formant un chapitre de la comptabilité de la fédération, est tenue pour certains établissements ;</p><p>3.3.3. Qu'il est justifié chaque année auprès du ministre chargé des sports de l'emploi des subventions reçues par la fédération au cours de l'exercice écoulé.</p><p>4. Modifications des statuts et dissolution</p><p>Les statuts précisent les conditions de leur modification et les conditions de dissolution de la fédération, notamment :</p><p>4.1. Que l'assemblée générale destinée à modifier les statuts est convoquée, sur un ordre du jour comportant les propositions de modifications, sur proposition d'une instance dirigeante ou d'un nombre minimum de membres représentant un nombre minimum de voix, et les règles de quorum et de majorité appropriées ;</p><p>4.2. Que l'assemblée générale ne peut prononcer la dissolution de la fédération que si elle est convoquée spécialement à cet effet et dans les conditions prévues pour la modification des statuts ; qu'en cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation de ses biens ;</p><p>4.3. Que les délibérations de l'assemblée générale concernant la modification des statuts, la dissolution de la fédération et la liquidation de ses biens sont adressées sans délai au ministère chargé des sports.</p><p>5. Surveillance et publicité</p><p>Les statuts prévoient :</p><p>5.1. Que le président de la fédération ou son délégué fait connaître dans les trois mois à la préfecture du département ou à la sous-préfecture de l'arrondissement où elle a son siège tous les changements intervenus dans la direction de la fédération ;</p><p>5.2. Que les procès-verbaux de l'assemblée générale et les rapports financiers et de gestion sont communiqués chaque année aux associations membres de la fédération et, le cas échéant, aux membres mentionnés aux 1.2.2.2 et 1.2.2.3 ainsi qu'au ministre chargé des sports ;</p><p>5.3. Que les documents administratifs de la fédération et ses pièces de comptabilité, dont un règlement financier, sont présentés sans déplacement, sur toute réquisition du ministre chargé des sports ou de son délégué, à tout fonctionnaire accrédité par l'un d'eux, et que le rapport moral et le rapport financier et de gestion sont adressés chaque année au ministre chargé des sports ;</p><p>5.4. Que le ministre chargé des sports a le droit de faire visiter par ses délégués les établissements fondés par la fédération et d'être informé des conditions de leur fonctionnement ;</p><p>5.5. Qu'un bulletin publie les règlements édictés par la fédération.</p><p>TITRE II : DISPOSITIONS SPÉCIFIQUES AUX FÉDÉRATIONS RECONNUES D'UTILITÉ PUBLIQUE.</p><p>Les statuts des fédérations sportives reconnues d'utilité publique prévoient en outre :</p><p>1. En ce qui concerne les délibérations de la ou des instances dirigeantes : que les délibérations relatives à l'acceptation des dons et legs ne sont valables qu'après approbation administrative donnée dans les conditions prévues par l'article 910 du code civil, l'article 7 de la loi du 4 février 1901 et le décret n° 66-388 du 13 juin 1966 ;</p><p>2. En ce qui concerne les délibérations de l'assemblée générale :</p><p>que les délibérations relatives aux aliénations de biens mobiliers et immobiliers dépendant de la dotation, à la constitution d'hypothèques et aux emprunts, ne sont valables qu'après approbation administrative ;</p><p>3. En ce qui concerne les recettes annuelles de l'association :</p><p>qu'elles comprennent le produit des libéralités dont l'emploi est autorisé au cours de l'exercice ;</p><p>4. En ce qui concerne les fonds provenant des subventions : qu'il est justifié chaque année auprès du préfet du département, du ministre de l'intérieur et du ministre chargé des sports de l'emploi de ceux qui ont été accordés au cours de l'exercice écoulé ;</p><p>5. En ce qui concerne la dissolution, que dans cette hypothèse l'assemblée générale attribue l'actif net à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique, ou à des établissements mentionnés à l'article 6, cinquième alinéa, de la loi du 1er juillet 1901 modifiée ;</p><p>6. En ce qui concerne les délibérations de l'assemblée générale relatives à la modification des statuts et à la dissolution de la fédération : qu'elles sont adressées, sans délai, au ministre de l'intérieur et ne sont valables qu'après leur approbation ;</p><p>7. Que les registres de la fédération et ses pièces de comptabilité sont présentés sans déplacement, sur toute réquisition du ministre de l'intérieur ou du préfet, à eux-mêmes ou à leur délégué ou à tout fonctionnaire accrédité par eux ; et que le rapport annuel et les comptes - y compris ceux des instances locales - sont adressés chaque année au préfet du département et au ministre de l'intérieur ;</p><p>8. Que le ministre de l'intérieur a le droit de faire visiter par ses délégués les établissements fondés par l'association et de se faire rendre compte de leur fonctionnement ;</p><p>9. Que le règlement intérieur, préparé par la ou les instances dirigeantes et adopté par l'assemblée générale, est adressé à la préfecture du département et ne peut entrer en vigueur ni être modifié qu'après approbation du ministre de l'intérieur.</p>",
            "num": "Annexe I-5 art R131-1 et R131-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1185321600000,
            "dateFin": 1387756800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1533916890,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020910159",
                        "id": "LEGISCTA000020910159",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547788",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020910159",
            "sectionParentId": "LEGISCTA000020910159",
            "sectionParentTitre": "Annexes I",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes I",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006547788",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret 2007-1133 2007-07-24 JORF 25 juillet 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547788",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 1387756800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028361723",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1387756800000,
                    "dateFin": 1459468800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032323359",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1459468800000,
                    "dateFin": 1470268800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032965199",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1470268800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035425230",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I-5 art R131-1 et R131-11",
                "I-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}