{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043976433",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Pour assurer l'exécution d'une concession prévue à l'article L. 511-5 , l'Etat peut créer, avec au moins un opérateur économique, qualifié d'actionnaire opérateur, et, le cas échéant, avec les personnes morales mentionnées aux III et IV du présent article, une société d'économie mixte hydroélectrique. Cette société d'économie mixte à opération unique est constituée pour une durée limitée en vue de la conclusion et de l'exécution, dans les conditions définies au présent titre II, d'une concession dont l'objet est l'aménagement et l'exploitation, selon les modalités fixées au cahier des charges prévu à l'article L. 521-4 , d'une ou de plusieurs installations constituant une chaîne d'aménagements hydrauliquement liés. Cet objet unique ne peut pas être modifié pendant toute la durée du contrat. II. - La société d'économie mixte hydroélectrique revêt la forme d'une société anonyme régie par le chapitre V du titre II et le titre III du livre II du code de commerce, sous réserve de la présente section. III. - Dans le cadre des compétences qui leur sont reconnues par la loi en matière de gestion équilibrée des usages de l'eau, de distribution publique d'électricité ou de production d'énergie renouvelable, les collectivités territoriales ou les groupements de collectivités territoriales riveraines des cours d'eau dont la force hydraulique est exploitée en application de la concession mentionnée au I peuvent, si l'Etat approuve leur demande à cet effet, devenir actionnaires de la société d'économie mixte hydroélectrique, dans des conditions et selon des modalités prévues par décret en Conseil d'Etat. Dans le cas où l'Etat décide de créer une société d'économie mixte hydroélectrique conformément au I du présent article, l'autorité administrative dispose d'un délai de six mois, renouvelable une fois, pour se prononcer sur la demande de participation mentionnée au premier alinéa du présent III des collectivités territoriales ou de leurs groupements. L'absence de réponse de l'autorité administrative dans le délai précité vaut décision d'acceptation. Les modalités de participation de ces collectivités territoriales ou de leurs groupements au capital d'une société d'économie mixte hydroélectrique, notamment leurs concours financiers, sont régies par le titre II du livre V de la première partie du code général des collectivités territoriales, sous réserve de la présente section. IV. - Si l'Etat le leur demande et si elles y consentent, d'autres personnes morales de droit public et des entreprises ou des organismes dont le capital est exclusivement détenu par des personnes morales de droit public, à l'exception des sociétés mentionnées à l' article L. 1531-1 du code général des collectivités territoriales , qualifiés de partenaires publics, peuvent également devenir actionnaires de la société d'économie mixte hydroélectrique. V. - Les statuts de la société d'économie mixte hydroélectrique ou un pacte d'actionnaires fixent le nombre de sièges d'administrateur ou de membres du conseil de surveillance attribués à chaque actionnaire. L'Etat et, le cas échéant, les collectivités territoriales mentionnées au III et les partenaires publics mentionnés au IV détiennent conjointement entre 34 % et 66 % du capital de la société et entre 34 % et 66 % des droits de vote dans les organes délibérants. La part du capital et des droits de vote détenue par l'actionnaire opérateur ne peut être inférieure à 34 %. Les règles régissant l'évolution du capital de la société d'économie mixte hydroélectrique sont déterminées par les statuts de la société ou par le pacte d'actionnaires. Ces règles ne peuvent faire obstacle à ce que l'Etat reste actionnaire de la société pendant toute la durée de la concession. VI. - La société d'économie mixte hydroélectrique est dissoute de plein droit au terme de l'exécution de la concession ou à la suite de sa résiliation.",
            "texteHtml": "<p>I. - Pour assurer l'exécution d'une concession prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987164&dateTexte=&categorieLien=cid'>L. 511-5</a>, l'Etat peut créer, avec au moins un opérateur économique, qualifié d'actionnaire opérateur, et, le cas échéant, avec les personnes morales mentionnées aux III et IV du présent article, une société d'économie mixte hydroélectrique.</p><p>Cette société d'économie mixte à opération unique est constituée pour une durée limitée en vue de la conclusion et de l'exécution, dans les conditions définies au présent titre II, d'une concession dont l'objet est l'aménagement et l'exploitation, selon les modalités fixées au cahier des charges prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987217&dateTexte=&categorieLien=cid'>L. 521-4</a>, d'une ou de plusieurs installations constituant une chaîne d'aménagements hydrauliquement liés. Cet objet unique ne peut pas être modifié pendant toute la durée du contrat.</p><p>II. - La société d'économie mixte hydroélectrique revêt la forme d'une société anonyme régie par le chapitre V du titre II et le titre III du livre II du code de commerce, sous réserve de la présente section.</p><p>III. - Dans le cadre des compétences qui leur sont reconnues par la loi en matière de gestion équilibrée des usages de l'eau, de distribution publique d'électricité ou de production d'énergie renouvelable, les collectivités territoriales ou les groupements de collectivités territoriales riveraines des cours d'eau dont la force hydraulique est exploitée en application de la concession mentionnée au I peuvent, si l'Etat approuve leur demande à cet effet, devenir actionnaires de la société d'économie mixte hydroélectrique, dans des conditions et selon des modalités prévues par décret en Conseil d'Etat.</p><p>Dans le cas où l'Etat décide de créer une société d'économie mixte hydroélectrique conformément au I du présent article, l'autorité administrative dispose d'un délai de six mois, renouvelable une fois, pour se prononcer sur la demande de participation mentionnée au premier alinéa du présent III des collectivités territoriales ou de leurs groupements. L'absence de réponse de l'autorité administrative dans le délai précité vaut décision d'acceptation.</p><p>Les modalités de participation de ces collectivités territoriales ou de leurs groupements au capital d'une société d'économie mixte hydroélectrique, notamment leurs concours financiers, sont régies par le <a href='/affichCode.do?cidTexte=LEGITEXT000006070633&idSectionTA=LEGISCTA000006149213&dateTexte=&categorieLien=cid'>titre II</a> du livre V de la première partie du code général des collectivités territoriales, sous réserve de la présente section.</p><p>IV. - Si l'Etat le leur demande et si elles y consentent, d'autres personnes morales de droit public et des entreprises ou des organismes dont le capital est exclusivement détenu par des personnes morales de droit public, à l'exception des sociétés mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000022277075&dateTexte=&categorieLien=cid'>article L. 1531-1 du code général des collectivités territoriales</a>, qualifiés de partenaires publics, peuvent également devenir actionnaires de la société d'économie mixte hydroélectrique.</p><p>V. - Les statuts de la société d'économie mixte hydroélectrique ou un pacte d'actionnaires fixent le nombre de sièges d'administrateur ou de membres du conseil de surveillance attribués à chaque actionnaire.</p><p>L'Etat et, le cas échéant, les collectivités territoriales mentionnées au III et les partenaires publics mentionnés au IV détiennent conjointement entre 34 % et 66 % du capital de la société et entre 34 % et 66 % des droits de vote dans les organes délibérants. La part du capital et des droits de vote détenue par l'actionnaire opérateur ne peut être inférieure à 34 %.</p><p>Les règles régissant l'évolution du capital de la société d'économie mixte hydroélectrique sont déterminées par les statuts de la société ou par le pacte d'actionnaires. Ces règles ne peuvent faire obstacle à ce que l'Etat reste actionnaire de la société pendant toute la durée de la concession.</p><p>VI. - La société d'économie mixte hydroélectrique est dissoute de plein droit au terme de l'exécution de la concession ou à la suite de sa résiliation.</p>",
            "num": "L521-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1629849600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS RELATIVES A L'UTILISATION  DE L'ENERGIE HYDRAULIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987146",
                        "id": "LEGISCTA000023987146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LES DISPOSITIONS RELATIVES  AUX INSTALLATIONS HYDRAULIQUES CONCEDEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987201",
                        "id": "LEGISCTA000023987201",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : La procédure applicable aux concessions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987203",
                        "id": "LEGISCTA000023987203",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-19",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Les sociétés d'économie mixte hydroélectriques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031053446",
                        "id": "LEGISCTA000031053449",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031053512",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031053446",
            "sectionParentId": "LEGISCTA000031053449",
            "sectionParentTitre": "Section 5 : Les sociétés d'économie mixte hydroélectriques",
            "fullSectionsTitre": "Partie législative &gt; LIVRE V : DISPOSITIONS RELATIVES A L'UTILISATION  DE L'ENERGIE HYDRAULIQUE &gt; TITRE II : LES DISPOSITIONS RELATIVES  AUX INSTALLATIONS HYDRAULIQUES CONCEDEES &gt; Chapitre Ier : La procédure applicable aux concessions &gt; Section 5 : Les sociétés d'économie mixte hydroélectriques",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043976433",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 89 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "89",
                    "articleId": "LEGIARTI000047299374",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2023-03-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGISCTA000006149213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1531-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1531-1",
                    "articleId": "LEGIARTI000022277075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L511-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-5",
                    "articleId": "LEGIARTI000023987164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L521-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L521-19",
                    "articleId": "LEGIARTI000031053532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1439942400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L521-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L521-20",
                    "articleId": "LEGIARTI000031947676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1459468800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L521-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-4",
                    "articleId": "LEGIARTI000023987217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R521-67 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R521-67",
                    "articleId": "LEGIARTI000032480091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1462060800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R521-70 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R521-70",
                    "articleId": "LEGIARTI000037078371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1529280000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031053521",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1439942400000,
                    "dateFin": 1463011200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032514081",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1463011200000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976433",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L521-18",
                "521-18"
            ],
            "versionPrecedente": "LEGIARTI000032514081",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032514081",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Pour assurer l'exécution d'une concession prévue à l'article L. 511-5 , l'Etat peut créer, avec au moins un opérateur économique, qualifié d'actionnaire opérateur, et, le cas échéant, avec les personnes morales mentionnées aux III et IV du présent article, une société d'économie mixte hydroélectrique. Cette société d'économie mixte à opération unique est constituée pour une durée limitée en vue de la conclusion et de l'exécution, dans les conditions définies au présent titre II, d'une concession dont l'objet est l'aménagement et l'exploitation, selon les modalités fixées au cahier des charges prévu à l'article L. 521-4 , d'une ou de plusieurs installations constituant une chaîne d'aménagements hydrauliquement liés. Cet objet unique ne peut pas être modifié pendant toute la durée du contrat. II. - La société d'économie mixte hydroélectrique revêt la forme d'une société anonyme régie par le chapitre V du titre II et le titre III du livre II du code de commerce, sous réserve de la présente section. III. - Dans le cadre des compétences qui leur sont reconnues par la loi en matière de gestion équilibrée des usages de l'eau, de distribution publique d'électricité ou de production d'énergie renouvelable, les collectivités territoriales ou les groupements de collectivités territoriales riveraines des cours d'eau dont la force hydraulique est exploitée en application de la concession mentionnée au I peuvent, si l'Etat approuve leur demande à cet effet, devenir actionnaires de la société d'économie mixte hydroélectrique, dans des conditions et selon des modalités prévues par décret en Conseil d'Etat. Les modalités de participation de ces collectivités territoriales ou de leurs groupements au capital d'une société d'économie mixte hydroélectrique, notamment leurs concours financiers, sont régies par le titre II du livre V de la première partie du code général des collectivités territoriales, sous réserve de la présente section. IV. - Si l'Etat le leur demande et si elles y consentent, d'autres personnes morales de droit public et des entreprises ou des organismes dont le capital est exclusivement détenu par des personnes morales de droit public, à l'exception des sociétés mentionnées à l' article L. 1531-1 du code général des collectivités territoriales , qualifiés de partenaires publics, peuvent également devenir actionnaires de la société d'économie mixte hydroélectrique. V. - Les statuts de la société d'économie mixte hydroélectrique ou un pacte d'actionnaires fixent le nombre de sièges d'administrateur ou de membres du conseil de surveillance attribués à chaque actionnaire. L'Etat et, le cas échéant, les collectivités territoriales mentionnées au III et les partenaires publics mentionnés au IV détiennent conjointement entre 34 % et 66 % du capital de la société et entre 34 % et 66 % des droits de vote dans les organes délibérants. La part du capital et des droits de vote détenue par l'actionnaire opérateur ne peut être inférieure à 34 %. Les règles régissant l'évolution du capital de la société d'économie mixte hydroélectrique sont déterminées par les statuts de la société ou par le pacte d'actionnaires. Ces règles ne peuvent faire obstacle à ce que l'Etat reste actionnaire de la société pendant toute la durée de la concession. VI. - La société d'économie mixte hydroélectrique est dissoute de plein droit au terme de l'exécution de la concession ou à la suite de sa résiliation.",
            "texteHtml": "<p></p><p>I. - Pour assurer l'exécution d'une concession prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987164&dateTexte=&categorieLien=cid'>L. 511-5</a>, l'Etat peut créer, avec au moins un opérateur économique, qualifié d'actionnaire opérateur, et, le cas échéant, avec les personnes morales mentionnées aux III et IV du présent article, une société d'économie mixte hydroélectrique. </p><p></p><p></p><p>Cette société d'économie mixte à opération unique est constituée pour une durée limitée en vue de la conclusion et de l'exécution, dans les conditions définies au présent titre II, d'une concession dont l'objet est l'aménagement et l'exploitation, selon les modalités fixées au cahier des charges prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987217&dateTexte=&categorieLien=cid'>L. 521-4</a>, d'une ou de plusieurs installations constituant une chaîne d'aménagements hydrauliquement liés. Cet objet unique ne peut pas être modifié pendant toute la durée du contrat. </p><p></p><p></p><p>II. - La société d'économie mixte hydroélectrique revêt la forme d'une société anonyme régie par le chapitre V du titre II et le titre III du livre II du code de commerce, sous réserve de la présente section. </p><p></p><p></p><p>III. - Dans le cadre des compétences qui leur sont reconnues par la loi en matière de gestion équilibrée des usages de l'eau, de distribution publique d'électricité ou de production d'énergie renouvelable, les collectivités territoriales ou les groupements de collectivités territoriales riveraines des cours d'eau dont la force hydraulique est exploitée en application de la concession mentionnée au I peuvent, si l'Etat approuve leur demande à cet effet, devenir actionnaires de la société d'économie mixte hydroélectrique, dans des conditions et selon des modalités prévues par décret en Conseil d'Etat. </p><p></p><p></p><p>Les modalités de participation de ces collectivités territoriales ou de leurs groupements au capital d'une société d'économie mixte hydroélectrique, notamment leurs concours financiers, sont régies par le <a href='/affichCode.do?cidTexte=LEGITEXT000006070633&idSectionTA=LEGISCTA000006149213&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales -  TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES (V)'>titre II</a> du livre V de la première partie du code général des collectivités territoriales, sous réserve de la présente section. </p><p></p><p></p><p>IV. - Si l'Etat le leur demande et si elles y consentent, d'autres personnes morales de droit public et des entreprises ou des organismes dont le capital est exclusivement détenu par des personnes morales de droit public, à l'exception des sociétés mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000022277075&dateTexte=&categorieLien=cid'>article L. 1531-1 du code général des collectivités territoriales</a>, qualifiés de partenaires publics, peuvent également devenir actionnaires de la société d'économie mixte hydroélectrique. </p><p></p><p></p><p>V. - Les statuts de la société d'économie mixte hydroélectrique ou un pacte d'actionnaires fixent le nombre de sièges d'administrateur ou de membres du conseil de surveillance attribués à chaque actionnaire. </p><p></p><p></p><p>L'Etat et, le cas échéant, les collectivités territoriales mentionnées au III et les partenaires publics mentionnés au IV détiennent conjointement entre 34 % et 66 % du capital de la société et entre 34 % et 66 % des droits de vote dans les organes délibérants. La part du capital et des droits de vote détenue par l'actionnaire opérateur ne peut être inférieure à 34 %. </p><p></p><p></p><p>Les règles régissant l'évolution du capital de la société d'économie mixte hydroélectrique sont déterminées par les statuts de la société ou par le pacte d'actionnaires. Ces règles ne peuvent faire obstacle à ce que l'Etat reste actionnaire de la société pendant toute la durée de la concession. </p><p></p><p></p><p>VI. - La société d'économie mixte hydroélectrique est dissoute de plein droit au terme de l'exécution de la concession ou à la suite de sa résiliation.</p><p></p>",
            "num": "L521-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1463011200000,
            "dateFin": 1629849600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS RELATIVES A L'UTILISATION  DE L'ENERGIE HYDRAULIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987146",
                        "id": "LEGISCTA000023987146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LES DISPOSITIONS RELATIVES  AUX INSTALLATIONS HYDRAULIQUES CONCEDEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987201",
                        "id": "LEGISCTA000023987201",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : La procédure applicable aux concessions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987203",
                        "id": "LEGISCTA000023987203",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-19",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Les sociétés d'économie mixte hydroélectriques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031053446",
                        "id": "LEGISCTA000031053449",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031053512",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031053446",
            "sectionParentId": "LEGISCTA000031053449",
            "sectionParentTitre": "Section 5 : Les sociétés d'économie mixte hydroélectriques",
            "fullSectionsTitre": "Partie législative &gt; LIVRE V : DISPOSITIONS RELATIVES A L'UTILISATION  DE L'ENERGIE HYDRAULIQUE &gt; TITRE II : LES DISPOSITIONS RELATIVES  AUX INSTALLATIONS HYDRAULIQUES CONCEDEES &gt; Chapitre Ier : La procédure applicable aux concessions &gt; Section 5 : Les sociétés d'économie mixte hydroélectriques",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032514081",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032510733",
                    "textTitle": "LOI n°2016-563 du 10 mai 2016 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032513040",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-05-11",
                    "dateSignaTexte": "2016-05-10",
                    "dateDebutCible": "2016-05-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales -  TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGISCTA000006149213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1531-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1531-1",
                    "articleId": "LEGIARTI000022277075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L511-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-5",
                    "articleId": "LEGIARTI000023987164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L521-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L521-19",
                    "articleId": "LEGIARTI000031053532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1439942400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L521-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L521-20",
                    "articleId": "LEGIARTI000031947676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1459468800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L521-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-4",
                    "articleId": "LEGIARTI000023987217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R521-67 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R521-67",
                    "articleId": "LEGIARTI000032480091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1462060800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R521-70 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R521-70",
                    "articleId": "LEGIARTI000037078371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1529280000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031053521",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1439942400000,
                    "dateFin": 1463011200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032514081",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1463011200000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976433",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L521-18",
                "521-18"
            ],
            "versionPrecedente": "LEGIARTI000031053521",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031053521",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour assurer l'exécution d'une concession prévue à l'article L. 511-5, l'Etat peut créer, avec au moins un opérateur économique, qualifié d'actionnaire opérateur, et, le cas échéant, avec les personnes morales mentionnées aux III et IV du présent article, une société d'économie mixte hydroélectrique. Cette société d'économie mixte à opération unique est constituée pour une durée limitée en vue de la conclusion et de l'exécution, dans les conditions définies au présent titre II, d'une concession dont l'objet est l'aménagement et l'exploitation, selon les modalités fixées au cahier des charges prévu à l'article L. 521-4 , d'une ou de plusieurs installations constituant une chaîne d'aménagements hydrauliquement liés. Cet objet unique ne peut pas être modifié pendant toute la durée du contrat. II.-La société d'économie mixte hydroélectrique revêt la forme d'une société anonyme régie par le chapitre V du titre II et le titre III du livre II du code de commerce, sous réserve de la présente section. Elle est composée, par dérogation à l'article L. 225-1 du même code, d'au moins deux actionnaires. III.-Dans le cadre des compétences qui leur sont reconnues par la loi en matière de gestion équilibrée des usages de l'eau, de distribution publique d'électricité ou de production d'énergie renouvelable, les collectivités territoriales ou les groupements de collectivités territoriales riveraines des cours d'eau dont la force hydraulique est exploitée en application de la concession mentionnée au I peuvent, si l'Etat approuve leur demande à cet effet, devenir actionnaires de la société d'économie mixte hydroélectrique, dans des conditions et selon des modalités prévues par décret en Conseil d'Etat. Les modalités de participation de ces collectivités territoriales ou de leurs groupements au capital d'une société d'économie mixte hydroélectrique, notamment leurs concours financiers, sont régies par le titre II du livre V de la première partie du code général des collectivités territoriales, sous réserve de la présente section. IV.-Si l'Etat le leur demande et si elles y consentent, d'autres personnes morales de droit public et des entreprises ou des organismes dont le capital est exclusivement détenu par des personnes morales de droit public, à l'exception des sociétés mentionnées à l' article L. 1531-1 du code général des collectivités territoriales , qualifiés de partenaires publics, peuvent également devenir actionnaires de la société d'économie mixte hydroélectrique. V.-Les statuts de la société d'économie mixte hydroélectrique ou un pacte d'actionnaires fixent le nombre de sièges d'administrateur ou de membres du conseil de surveillance attribués à chaque actionnaire. L'Etat et, le cas échéant, les collectivités territoriales mentionnées au III et les partenaires publics mentionnés au IV détiennent conjointement entre 34 % et 66 % du capital de la société et entre 34 % et 66 % des droits de vote dans les organes délibérants. La part du capital et des droits de vote détenue par l'actionnaire opérateur ne peut être inférieure à 34 %. Les règles régissant l'évolution du capital de la société d'économie mixte hydroélectrique sont déterminées par les statuts de la société ou par le pacte d'actionnaires. Ces règles ne peuvent faire obstacle à ce que l'Etat reste actionnaire de la société pendant toute la durée de la concession. VI.-La société d'économie mixte hydroélectrique est dissoute de plein droit au terme de l'exécution de la concession ou à la suite de sa résiliation.",
            "texteHtml": "<p>I.-Pour assurer l'exécution d'une concession prévue à l'article L. 511-5, l'Etat peut créer, avec au moins un opérateur économique, qualifié d'actionnaire opérateur, et, le cas échéant, avec les personnes morales mentionnées aux III et IV du présent article, une société d'économie mixte hydroélectrique. </p><p>Cette société d'économie mixte à opération unique est constituée pour une durée limitée en vue de la conclusion et de l'exécution, dans les conditions définies au présent titre II, d'une concession dont l'objet est l'aménagement et l'exploitation, selon les modalités fixées au cahier des charges prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987217&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L521-4 (V)'>L. 521-4</a>, d'une ou de plusieurs installations constituant une chaîne d'aménagements hydrauliquement liés. Cet objet unique ne peut pas être modifié pendant toute la durée du contrat. </p><p>II.-La société d'économie mixte hydroélectrique revêt la forme d'une société anonyme régie par le chapitre V du titre II et le titre III du livre II du code de commerce, sous réserve de la présente section. Elle est composée, par dérogation à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223381&dateTexte=&categorieLien=cid' title='Code de commerce - art. L225-1 (V)'>L. 225-1</a> du même code, d'au moins deux actionnaires. </p><p>III.-Dans le cadre des compétences qui leur sont reconnues par la loi en matière de gestion équilibrée des usages de l'eau, de distribution publique d'électricité ou de production d'énergie renouvelable, les collectivités territoriales ou les groupements de collectivités territoriales riveraines des cours d'eau dont la force hydraulique est exploitée en application de la concession mentionnée au I peuvent, si l'Etat approuve leur demande à cet effet, devenir actionnaires de la société d'économie mixte hydroélectrique, dans des conditions et selon des modalités prévues par décret en Conseil d'Etat. </p><p>Les modalités de participation de ces collectivités territoriales ou de leurs groupements au capital d'une société d'économie mixte hydroélectrique, notamment leurs concours financiers, sont régies par le titre II du livre V de la première partie du code général des collectivités territoriales, sous réserve de la présente section. </p><p>IV.-Si l'Etat le leur demande et si elles y consentent, d'autres personnes morales de droit public et des entreprises ou des organismes dont le capital est exclusivement détenu par des personnes morales de droit public, à l'exception des sociétés mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000022277075&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L1531-1 (V)'>article L. 1531-1 du code général des collectivités territoriales</a>, qualifiés de partenaires publics, peuvent également devenir actionnaires de la société d'économie mixte hydroélectrique. </p><p>V.-Les statuts de la société d'économie mixte hydroélectrique ou un pacte d'actionnaires fixent le nombre de sièges d'administrateur ou de membres du conseil de surveillance attribués à chaque actionnaire. </p><p>L'Etat et, le cas échéant, les collectivités territoriales mentionnées au III et les partenaires publics mentionnés au IV détiennent conjointement entre 34 % et 66 % du capital de la société et entre 34 % et 66 % des droits de vote dans les organes délibérants. La part du capital et des droits de vote détenue par l'actionnaire opérateur ne peut être inférieure à 34 %. </p><p>Les règles régissant l'évolution du capital de la société d'économie mixte hydroélectrique sont déterminées par les statuts de la société ou par le pacte d'actionnaires. Ces règles ne peuvent faire obstacle à ce que l'Etat reste actionnaire de la société pendant toute la durée de la concession. </p><p>VI.-La société d'économie mixte hydroélectrique est dissoute de plein droit au terme de l'exécution de la concession ou à la suite de sa résiliation.</p>",
            "num": "L521-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1439942400000,
            "dateFin": 1463011200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS RELATIVES A L'UTILISATION  DE L'ENERGIE HYDRAULIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987146",
                        "id": "LEGISCTA000023987146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LES DISPOSITIONS RELATIVES  AUX INSTALLATIONS HYDRAULIQUES CONCEDEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987201",
                        "id": "LEGISCTA000023987201",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : La procédure applicable aux concessions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987203",
                        "id": "LEGISCTA000023987203",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-19",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Les sociétés d'économie mixte hydroélectriques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031053446",
                        "id": "LEGISCTA000031053449",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031053512",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031053446",
            "sectionParentId": "LEGISCTA000031053449",
            "sectionParentTitre": "Section 5 : Les sociétés d'économie mixte hydroélectriques",
            "fullSectionsTitre": "Partie législative &gt; LIVRE V : DISPOSITIONS RELATIVES A L'UTILISATION  DE L'ENERGIE HYDRAULIQUE &gt; TITRE II : LES DISPOSITIONS RELATIVES  AUX INSTALLATIONS HYDRAULIQUES CONCEDEES &gt; Chapitre Ier : La procédure applicable aux concessions &gt; Section 5 : Les sociétés d'économie mixte hydroélectriques",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031053521",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031044385",
                    "textTitle": "LOI n°2015-992 du 17 août 2015 - art. 118",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "118",
                    "articleId": "LEGIARTI000031047985",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-18",
                    "dateSignaTexte": "2015-08-17",
                    "dateDebutCible": "2015-08-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-1",
                    "articleId": "LEGIARTI000006223381",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1463011200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1531-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1531-1",
                    "articleId": "LEGIARTI000022277075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L521-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L521-19",
                    "articleId": "LEGIARTI000031053532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1439942400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L521-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L521-20",
                    "articleId": "LEGIARTI000031947676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1459468800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L521-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-4",
                    "articleId": "LEGIARTI000023987217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R521-67 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R521-67",
                    "articleId": "LEGIARTI000032480091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1462060800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R521-70 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R521-70",
                    "articleId": "LEGIARTI000037078371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1529280000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031053521",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1439942400000,
                    "dateFin": 1463011200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032514081",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1463011200000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976433",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L521-18",
                "521-18"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}