{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006651794",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La validation des acquis de l'expérience mentionnée à l'article L. 900-1 est régie par les articles L. 335-5, L. 335-6, L. 613-3 et L. 613-4 du code de l'éducation, ci-après reproduits : \"Art. L. 335-5 :   I. - Les diplômes ou les titres à finalité professionnelle sont obtenus par les voies scolaire et universitaire, par l'apprentissage, par la formation professionnelle continue ou, en tout ou en partie, par la validation des acquis de l'expérience. La validation des acquis produit les mêmes effets que les autres modes de contrôle des connaissances et aptitudes. Peuvent être prises en compte, au titre de la validation, l'ensemble des compétences professionnelles acquises dans l'exercice d'une activité salariée, non salariée, bénévole ou de volontariat, en rapport direct avec le contenu du diplôme ou du titre. La durée minimale d'activité requise ne peut être inférieure à trois ans. La validation est effectuée par un jury dont la composition garantit une présence significative de représentants qualifiés des professions concernées. Le jury peut attribuer la totalité du diplôme ou du titre. A défaut, il se prononce sur l'étendue de la validation et, en cas de validation partielle, sur la nature des connaissances et aptitudes devant faire l'objet d'un contrôle complémentaire. Le jury se prononce au vu d'un dossier constitué par le candidat, à l'issue d'un entretien à son initiative ou à l'initiative du candidat et, le cas échéant, d'une mise en situation professionnelle réelle ou reconstituée, lorsque cette procédure est prévue par l'autorité qui délivre la certification. Un décret en Conseil d'Etat détermine les conditions d'application des dispositions des troisième et quatrième alinéas, notamment les règles selon lesquelles le jury est constitué. Cette composition concourt à une représentation équilibrée entre les femmes et les hommes. Il détermine également les conditions dans lesquelles il peut être dérogé aux dispositions du premier alinéa, pour des raisons tenant à la nature des diplômes ou titres en cause ou aux conditions d'exercice des professions auxquelles ils permettent d'accéder. Le jury fixe les contrôles complémentaires prévus au cinquième alinéa. II. - Le jury d'un diplôme ou d'un titre à finalité professionnelle délivré au nom de l'Etat ou par des établissements publics ayant une mission de formation peut dispenser un candidat désirant l'acquérir des titres ou diplômes requis pour le préparer. Cette dispense doit se fonder sur les compétences professionnelles acquises par le candidat.\" \"Art. L. 335-6 :   I. - Les diplômes et titres à finalité professionnelle délivrés au nom de l'Etat sont créés par décret et organisés par arrêté des ministres compétents, après avis d'instances consultatives associant les organisations représentatives d'employeurs et de salariés quand elles existent, sans préjudice des dispositions des articles L. 331-1, L. 335-14, L. 613-1, L. 641-4 et L. 641-5 du présent code et L. 811-2 et L. 813-2 du code rural. II. - Il est créé un répertoire national des certifications professionnelles. Les diplômes et les titres à finalité professionnelle y sont classés par domaine d'activité et par niveau. Les diplômes et titres à finalité professionnelle, ainsi que les certificats de qualification figurant sur une liste établie par la commission paritaire nationale de l'emploi d'une branche professionnelle, peuvent y être enregistrés, par arrêté du Premier ministre, à la demande des organismes les ayant créés et après avis de la Commission nationale de la certification professionnelle. Ceux qui sont délivrés au nom de l'Etat et créés après avis d'instances consultatives associant les organisations représentatives d'employeurs et de salariés sont enregistrés de droit dans ce répertoire. La Commission nationale de la certification professionnelle, placée auprès du Premier ministre, établit et actualise le répertoire national des certifications professionnelles. Elle veille au renouvellement et à l'adaptation des diplômes et titres à l'évolution des qualifications et de l'organisation du travail. Elle émet des recommandations à l'attention des institutions délivrant des diplômes, des titres à finalité professionnelle ou des certificats de qualification figurant sur une liste établie par la commission paritaire nationale de l'emploi d'une branche professionnelle ; en vue d'assurer l'information des particuliers et des entreprises, elle leur signale notamment les éventuelles correspondances totales ou partielles entre les certifications enregistrées dans le répertoire national, ainsi qu'entre ces dernières et d'autres certifications, notamment européennes. Un décret en Conseil d'Etat détermine les conditions d'enregistrement des diplômes et titres dans le répertoire national ainsi que la composition et les attributions de la commission.\" \"Art. L. 613-3 :   Toute personne qui a exercé pendant au moins trois ans une activité professionnelle, salariée, non salariée, bénévole ou de volontariat, en rapport avec l'objet de sa demande, peut demander la validation des acquis de son expérience pour justifier tout ou partie des connaissances et des aptitudes exigées pour l'obtention d'un diplôme ou titre délivré, au nom de l'Etat, par un établissement d'enseignement supérieur. Toute personne peut également demander la validation des études supérieures qu'elle a accomplies, notamment à l'étranger.\" \"Art. L. 613-4 :   La validation prévue à l'article L. 613-3 est prononcée par un jury dont les membres sont désignés par le président de l'université ou le chef de l'établissement d'enseignement supérieur en fonction de la nature de la validation demandée. Pour la validation des acquis de l'expérience, ce jury comprend, outre les enseignants-chercheurs qui en constituent la majorité, des personnes compétentes pour apprécier la nature des acquis, notamment professionnels, dont la validation est sollicitée. Les jurys sont composés de façon à concourir à une représentation équilibrée entre les femmes et les hommes. Le jury se prononce au vu d'un dossier constitué par le candidat, à l'issue d'un entretien avec ce dernier et, le cas échéant, d'une mise en situation professionnelle réelle ou reconstituée, lorsque cette procédure est prévue par l'autorité qui délivre la certification. Il se prononce également sur l'étendue de la validation et, en cas de validation partielle, sur la nature des connaissances et aptitudes devant faire l'objet d'un contrôle complémentaire. La validation produit les mêmes effets que le succès à l'épreuve ou aux épreuves de contrôle des connaissances et des aptitudes qu'elle remplace. Un décret en Conseil d'Etat fixe les conditions d'application de l'article L. 613-3 et du présent article.\"",
            "texteHtml": "<p></p>   La validation des acquis de l'expérience mentionnée à l'article L. 900-1 est régie par les articles L. 335-5, L. 335-6, L. 613-3 et L. 613-4 du code de l'éducation, ci-après reproduits :<p></p><p></p>   \"Art. L. 335-5 :   I. - Les diplômes ou les titres à finalité professionnelle sont obtenus par les voies scolaire et universitaire, par l'apprentissage, par la formation professionnelle continue ou, en tout ou en partie, par la validation des acquis de l'expérience.<p></p><p></p>   La validation des acquis produit les mêmes effets que les autres modes de contrôle des connaissances et aptitudes.<p></p><p></p>   Peuvent être prises en compte, au titre de la validation, l'ensemble des compétences professionnelles acquises dans l'exercice d'une activité salariée, non salariée, bénévole ou de volontariat, en rapport direct avec le contenu du diplôme ou du titre. La durée minimale d'activité requise ne peut être inférieure à trois ans.<p></p><p></p>   La validation est effectuée par un jury dont la composition garantit une présence significative de représentants qualifiés des professions concernées.<p></p><p></p>   Le jury peut attribuer la totalité du diplôme ou du titre. A défaut, il se prononce sur l'étendue de la validation et, en cas de validation partielle, sur la nature des connaissances et aptitudes devant faire l'objet d'un contrôle complémentaire.<p></p><p></p>   Le jury se prononce au vu d'un dossier constitué par le candidat, à l'issue d'un entretien à son initiative ou à l'initiative du candidat et, le cas échéant, d'une mise en situation professionnelle réelle ou reconstituée, lorsque cette procédure est prévue par l'autorité qui délivre la certification.<p></p><p></p>   Un décret en Conseil d'Etat détermine les conditions d'application des dispositions des troisième et quatrième alinéas, notamment les règles selon lesquelles le jury est constitué. Cette composition concourt à une représentation équilibrée entre les femmes et les hommes. Il détermine également les conditions dans lesquelles il peut être dérogé aux dispositions du premier alinéa, pour des raisons tenant à la nature des diplômes ou titres en cause ou aux conditions d'exercice des professions auxquelles ils permettent d'accéder. Le jury fixe les contrôles complémentaires prévus au cinquième alinéa.<p></p><p></p>   II. - Le jury d'un diplôme ou d'un titre à finalité professionnelle délivré au nom de l'Etat ou par des établissements publics ayant une mission de formation peut dispenser un candidat désirant l'acquérir des titres ou diplômes requis pour le préparer. Cette dispense doit se fonder sur les compétences professionnelles acquises par le candidat.\"<p></p><p></p>   \"Art. L. 335-6 :   I. - Les diplômes et titres à finalité professionnelle délivrés au nom de l'Etat sont créés par décret et organisés par arrêté des ministres compétents, après avis d'instances consultatives associant les organisations représentatives d'employeurs et de salariés quand elles existent, sans préjudice des dispositions des articles L. 331-1, L. 335-14, L. 613-1, L. 641-4 et L. 641-5 du présent code et L. 811-2 et L. 813-2 du code rural.<p></p><p></p>   II. - Il est créé un répertoire national des certifications professionnelles. Les diplômes et les titres à finalité professionnelle y sont classés par domaine d'activité et par niveau.<p></p><p></p>   Les diplômes et titres à finalité professionnelle, ainsi que les certificats de qualification figurant sur une liste établie par la commission paritaire nationale de l'emploi d'une branche professionnelle, peuvent y être enregistrés, par arrêté du Premier ministre, à la demande des organismes les ayant créés et après avis de la Commission nationale de la certification professionnelle.<p></p><p></p>   Ceux qui sont délivrés au nom de l'Etat et créés après avis d'instances consultatives associant les organisations représentatives d'employeurs et de salariés sont enregistrés de droit dans ce répertoire.<p></p><p></p>   La Commission nationale de la certification professionnelle, placée auprès du Premier ministre, établit et actualise le répertoire national des certifications professionnelles. Elle veille au renouvellement et à l'adaptation des diplômes et titres à l'évolution des qualifications et de l'organisation du travail.<p></p><p></p>   Elle émet des recommandations à l'attention des institutions délivrant des diplômes, des titres à finalité professionnelle ou des certificats de qualification figurant sur une liste établie par la commission paritaire nationale de l'emploi d'une branche professionnelle ; en vue d'assurer l'information des particuliers et des entreprises, elle leur signale notamment les éventuelles correspondances totales ou partielles entre les certifications enregistrées dans le répertoire national, ainsi qu'entre ces dernières et d'autres certifications, notamment européennes.<p></p><p></p>   Un décret en Conseil d'Etat détermine les conditions d'enregistrement des diplômes et titres dans le répertoire national ainsi que la composition et les attributions de la commission.\"<p></p><p></p>   \"Art. L. 613-3 :   Toute personne qui a exercé pendant au moins trois ans une activité professionnelle, salariée, non salariée, bénévole ou de volontariat, en rapport avec l'objet de sa demande, peut demander la validation des acquis de son expérience pour justifier tout ou partie des connaissances et des aptitudes exigées pour l'obtention d'un diplôme ou titre délivré, au nom de l'Etat, par un établissement d'enseignement supérieur.<p></p><p></p>   Toute personne peut également demander la validation des études supérieures qu'elle a accomplies, notamment à l'étranger.\"<p></p><p></p>   \"Art. L. 613-4 :   La validation prévue à l'article L. 613-3 est prononcée par un jury dont les membres sont désignés par le président de l'université ou le chef de l'établissement d'enseignement supérieur en fonction de la nature de la validation demandée. Pour la validation des acquis de l'expérience, ce jury comprend, outre les enseignants-chercheurs qui en constituent la majorité, des personnes compétentes pour apprécier la nature des acquis, notamment professionnels, dont la validation est sollicitée. Les jurys sont composés de façon à concourir à une représentation équilibrée entre les femmes et les hommes.<p></p><p></p>   Le jury se prononce au vu d'un dossier constitué par le candidat, à l'issue d'un entretien avec ce dernier et, le cas échéant, d'une mise en situation professionnelle réelle ou reconstituée, lorsque cette procédure est prévue par l'autorité qui délivre la certification. Il se prononce également sur l'étendue de la validation et, en cas de validation partielle, sur la nature des connaissances et aptitudes devant faire l'objet d'un contrôle complémentaire.<p></p><p></p>   La validation produit les mêmes effets que le succès à l'épreuve ou aux épreuves de contrôle des connaissances et des aptitudes qu'elle remplace.<p></p><p></p>   Un décret en Conseil d'Etat fixe les conditions d'application de l'article L. 613-3 et du présent article.\"<p></p>",
            "num": "L935-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1148515200000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : De la formation professionnelle continue dans le cadre de la formation professionnelle tout au long de la vie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123900",
                        "id": "LEGISCTA000006123900",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2008-05-01",
                        "titre": "Titre III : Des droits individuels et des droits collectifs des salariés en matière de formation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139921",
                        "id": "LEGISCTA000006139921",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2008-05-01",
                        "titre": "Chapitre V : De la validation des acquis de l'expérience",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154322",
                        "id": "LEGISCTA000006154322",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006651793",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006154322",
            "sectionParentId": "LEGISCTA000006154322",
            "sectionParentTitre": "Chapitre V : De la validation des acquis de l'expérience",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre IX : De la formation professionnelle continue dans le cadre de la formation professionnelle tout au long de la vie.",
            "refInjection": "MD-20230928_194914_998_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006651794",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ordonnance 2007-329 2007-03-12 art. 14 : Les dispositions de la présente ordonnance entrent en vigueur en même temps que la partie réglementaire du nouveau code du travail et au plus tard le 1er mars 2008. La loi n° 2008-67 du 21 janvier 2008 dans son article 2 X a fixé la date d'entrée en vigueur de la partie législative du code du travail au 1er mai 2008.",
            "notaHtml": "<p></p>  Ordonnance 2007-329 2007-03-12 art. 14 : Les dispositions de la présente ordonnance entrent en vigueur en même temps que la partie réglementaire du nouveau code du travail et au plus tard le 1er mars 2008.<p></p><p></p><p>La loi n° 2008-67 du 21 janvier 2008 dans son article 2 X a fixé la date d'entrée en vigueur de la partie législative du code du travail au 1er mai 2008.<br/><br/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000607509",
                    "textTitle": "Loi 2006-586 2006-05-23 art. 6 I, II JORF 25 mai 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000607509",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-05-25",
                    "dateSignaTexte": "2006-05-23",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000607509",
                    "textTitle": "Loi n°2006-586 du 23 mai 2006 - art. 6 () JORF 25 mai 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006435881",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-05-25",
                    "dateSignaTexte": "2006-05-23",
                    "dateDebutCible": "2006-05-25"
                },
                {
                    "textCid": "JORFTEXT000000465978",
                    "textTitle": "Ordonnance n°2007-329 du 12 mars 2007 - art. 12 (VD) JORF 13 mars 2007 en vigueur au plus tard le 1er mars 2008",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006660131",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2007-03-13",
                    "dateSignaTexte": "2007-03-12",
                    "dateDebutCible": "2008-05-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1046 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L335-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L335-5",
                    "articleId": "LEGIARTI000006524828",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L335-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L335-6",
                    "articleId": "LEGIARTI000006524831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L613-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-3",
                    "articleId": "LEGIARTI000006525193",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L613-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-4",
                    "articleId": "LEGIARTI000006525196",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L322-4-11 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-4-11",
                    "articleId": "LEGIARTI000006648194",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1143158400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L900-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L900-1",
                    "articleId": "LEGIARTI000006651091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 446515200000
                },
                {
                    "textCid": "KALITEXT000005657188",
                    "textTitle": "Formation professionnelle - art. 2.4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2.4",
                    "articleId": "KALIARTI000005797680",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1114646400000
                },
                {
                    "textCid": "KALITEXT000022239257",
                    "textTitle": "relatif à l'accès des salariés à la formation t... - art. 13 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "KALIARTI000022239344",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1112227200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6412-1 (VD)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L6412-1",
                    "articleId": "LEGIARTI000006904469",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6412-1 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6412-1",
                    "articleId": "LEGIARTI000006904469",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L934-1 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L934-1",
                    "articleId": "LEGIARTI000006651441",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L934-1 (T)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L934-1",
                    "articleId": "LEGIARTI000006651441",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006651793",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1083715200000,
                    "dateFin": 1148515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006651794",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1148515200000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L935-1",
                "935-1"
            ],
            "versionPrecedente": "LEGIARTI000006651793",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006651793",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La validation des acquis de l'expérience mentionnée à l'article L. 900-1 est régie par les articles L. 335-5, L. 335-6, L. 613-3 et L. 613-4 du code de l'éducation, ci-après reproduits : \"Art. L. 335-5 :   I. - Les diplômes ou les titres à finalité professionnelle sont obtenus par les voies scolaire et universitaire, par l'apprentissage, par la formation professionnelle continue ou, en tout ou en partie, par la validation des acquis de l'expérience. La validation des acquis produit les mêmes effets que les autres modes de contrôle des connaissances et aptitudes. Peuvent être prises en compte, au titre de la validation, l'ensemble des compétences professionnelles acquises dans l'exercice d'une activité salariée, non salariée ou bénévole, en rapport direct avec le contenu du diplôme ou du titre. La durée minimale d'activité requise ne peut être inférieure à trois ans. La validation est effectuée par un jury dont la composition garantit une présence significative de représentants qualifiés des professions concernées. Le jury peut attribuer la totalité du diplôme ou du titre. A défaut, il se prononce sur l'étendue de la validation et, en cas de validation partielle, sur la nature des connaissances et aptitudes devant faire l'objet d'un contrôle complémentaire. Le jury se prononce au vu d'un dossier constitué par le candidat, à l'issue d'un entretien à son initiative ou à l'initiative du candidat et, le cas échéant, d'une mise en situation professionnelle réelle ou reconstituée, lorsque cette procédure est prévue par l'autorité qui délivre la certification. Un décret en Conseil d'Etat détermine les conditions d'application des dispositions des troisième et quatrième alinéas, notamment les règles selon lesquelles le jury est constitué. Cette composition concourt à une représentation équilibrée entre les femmes et les hommes. Il détermine également les conditions dans lesquelles il peut être dérogé aux dispositions du premier alinéa, pour des raisons tenant à la nature des diplômes ou titres en cause ou aux conditions d'exercice des professions auxquelles ils permettent d'accéder. Le jury fixe les contrôles complémentaires prévus au cinquième alinéa. II. - Le jury d'un diplôme ou d'un titre à finalité professionnelle délivré au nom de l'Etat ou par des établissements publics ayant une mission de formation peut dispenser un candidat désirant l'acquérir des titres ou diplômes requis pour le préparer. Cette dispense doit se fonder sur les compétences professionnelles acquises par le candidat.\" \"Art. L. 335-6 :   I. - Les diplômes et titres à finalité professionnelle délivrés au nom de l'Etat sont créés par décret et organisés par arrêté des ministres compétents, après avis d'instances consultatives associant les organisations représentatives d'employeurs et de salariés quand elles existent, sans préjudice des dispositions des articles L. 331-1, L. 335-14, L. 613-1, L. 641-4 et L. 641-5 du présent code et L. 811-2 et L. 813-2 du code rural. II. - Il est créé un répertoire national des certifications professionnelles. Les diplômes et les titres à finalité professionnelle y sont classés par domaine d'activité et par niveau. Les diplômes et titres à finalité professionnelle, ainsi que les certificats de qualification figurant sur une liste établie par la commission paritaire nationale de l'emploi d'une branche professionnelle, peuvent y être enregistrés, par arrêté du Premier ministre, à la demande des organismes les ayant créés et après avis de la Commission nationale de la certification professionnelle. Ceux qui sont délivrés au nom de l'Etat et créés après avis d'instances consultatives associant les organisations représentatives d'employeurs et de salariés sont enregistrés de droit dans ce répertoire. La Commission nationale de la certification professionnelle, placée auprès du Premier ministre, établit et actualise le répertoire national des certifications professionnelles. Elle veille au renouvellement et à l'adaptation des diplômes et titres à l'évolution des qualifications et de l'organisation du travail. Elle émet des recommandations à l'attention des institutions délivrant des diplômes, des titres à finalité professionnelle ou des certificats de qualification figurant sur une liste établie par la commission paritaire nationale de l'emploi d'une branche professionnelle ; en vue d'assurer l'information des particuliers et des entreprises, elle leur signale notamment les éventuelles correspondances totales ou partielles entre les certifications enregistrées dans le répertoire national, ainsi qu'entre ces dernières et d'autres certifications, notamment européennes. Un décret en Conseil d'Etat détermine les conditions d'enregistrement des diplômes et titres dans le répertoire national ainsi que la composition et les attributions de la commission.\" \"Art. L. 613-3 :   Toute personne qui a exercé pendant au moins trois ans une activité professionnelle, salariée, non salariée ou bénévole, en rapport avec l'objet de sa demande, peut demander la validation des acquis de son expérience pour justifier tout ou partie des connaissances et des aptitudes exigées pour l'obtention d'un diplôme ou titre délivré, au nom de l'Etat, par un établissement d'enseignement supérieur. Toute personne peut également demander la validation des études supérieures qu'elle a accomplies, notamment à l'étranger.\" \"Art. L. 613-4 :   La validation prévue à l'article L. 613-3 est prononcée par un jury dont les membres sont désignés par le président de l'université ou le chef de l'établissement d'enseignement supérieur en fonction de la nature de la validation demandée. Pour la validation des acquis de l'expérience, ce jury comprend, outre les enseignants-chercheurs qui en constituent la majorité, des personnes compétentes pour apprécier la nature des acquis, notamment professionnels, dont la validation est sollicitée. Les jurys sont composés de façon à concourir à une représentation équilibrée entre les femmes et les hommes. Le jury se prononce au vu d'un dossier constitué par le candidat, à l'issue d'un entretien avec ce dernier et, le cas échéant, d'une mise en situation professionnelle réelle ou reconstituée, lorsque cette procédure est prévue par l'autorité qui délivre la certification. Il se prononce également sur l'étendue de la validation et, en cas de validation partielle, sur la nature des connaissances et aptitudes devant faire l'objet d'un contrôle complémentaire. La validation produit les mêmes effets que le succès à l'épreuve ou aux épreuves de contrôle des connaissances et des aptitudes qu'elle remplace. Un décret en Conseil d'Etat fixe les conditions d'application de l'article L. 613-3 et du présent article.\"",
            "texteHtml": "<p></p>   La validation des acquis de l'expérience mentionnée à l'article L. 900-1 est régie par les articles L. 335-5, L. 335-6, L. 613-3 et L. 613-4 du code de l'éducation, ci-après reproduits :<p></p><p></p>   \"Art. L. 335-5 :   I. - Les diplômes ou les titres à finalité professionnelle sont obtenus par les voies scolaire et universitaire, par l'apprentissage, par la formation professionnelle continue ou, en tout ou en partie, par la validation des acquis de l'expérience.<p></p><p></p>   La validation des acquis produit les mêmes effets que les autres modes de contrôle des connaissances et aptitudes.<p></p><p></p>   Peuvent être prises en compte, au titre de la validation, l'ensemble des compétences professionnelles acquises dans l'exercice d'une activité salariée, non salariée ou bénévole, en rapport direct avec le contenu du diplôme ou du titre. La durée minimale d'activité requise ne peut être inférieure à trois ans.<p></p><p></p>   La validation est effectuée par un jury dont la composition garantit une présence significative de représentants qualifiés des professions concernées.<p></p><p></p>   Le jury peut attribuer la totalité du diplôme ou du titre. A défaut, il se prononce sur l'étendue de la validation et, en cas de validation partielle, sur la nature des connaissances et aptitudes devant faire l'objet d'un contrôle complémentaire.<p></p><p></p>   Le jury se prononce au vu d'un dossier constitué par le candidat, à l'issue d'un entretien à son initiative ou à l'initiative du candidat et, le cas échéant, d'une mise en situation professionnelle réelle ou reconstituée, lorsque cette procédure est prévue par l'autorité qui délivre la certification.<p></p><p></p>   Un décret en Conseil d'Etat détermine les conditions d'application des dispositions des troisième et quatrième alinéas, notamment les règles selon lesquelles le jury est constitué. Cette composition concourt à une représentation équilibrée entre les femmes et les hommes. Il détermine également les conditions dans lesquelles il peut être dérogé aux dispositions du premier alinéa, pour des raisons tenant à la nature des diplômes ou titres en cause ou aux conditions d'exercice des professions auxquelles ils permettent d'accéder. Le jury fixe les contrôles complémentaires prévus au cinquième alinéa.<p></p><p></p>   II. - Le jury d'un diplôme ou d'un titre à finalité professionnelle délivré au nom de l'Etat ou par des établissements publics ayant une mission de formation peut dispenser un candidat désirant l'acquérir des titres ou diplômes requis pour le préparer. Cette dispense doit se fonder sur les compétences professionnelles acquises par le candidat.\"<p></p><p></p>   \"Art. L. 335-6 :   I. - Les diplômes et titres à finalité professionnelle délivrés au nom de l'Etat sont créés par décret et organisés par arrêté des ministres compétents, après avis d'instances consultatives associant les organisations représentatives d'employeurs et de salariés quand elles existent, sans préjudice des dispositions des articles L. 331-1, L. 335-14, L. 613-1, L. 641-4 et L. 641-5 du présent code et L. 811-2 et L. 813-2 du code rural.<p></p><p></p>   II. - Il est créé un répertoire national des certifications professionnelles. Les diplômes et les titres à finalité professionnelle y sont classés par domaine d'activité et par niveau.<p></p><p></p>   Les diplômes et titres à finalité professionnelle, ainsi que les certificats de qualification figurant sur une liste établie par la commission paritaire nationale de l'emploi d'une branche professionnelle, peuvent y être enregistrés, par arrêté du Premier ministre, à la demande des organismes les ayant créés et après avis de la Commission nationale de la certification professionnelle.<p></p><p></p>   Ceux qui sont délivrés au nom de l'Etat et créés après avis d'instances consultatives associant les organisations représentatives d'employeurs et de salariés sont enregistrés de droit dans ce répertoire.<p></p><p></p>   La Commission nationale de la certification professionnelle, placée auprès du Premier ministre, établit et actualise le répertoire national des certifications professionnelles. Elle veille au renouvellement et à l'adaptation des diplômes et titres à l'évolution des qualifications et de l'organisation du travail.<p></p><p></p>   Elle émet des recommandations à l'attention des institutions délivrant des diplômes, des titres à finalité professionnelle ou des certificats de qualification figurant sur une liste établie par la commission paritaire nationale de l'emploi d'une branche professionnelle ; en vue d'assurer l'information des particuliers et des entreprises, elle leur signale notamment les éventuelles correspondances totales ou partielles entre les certifications enregistrées dans le répertoire national, ainsi qu'entre ces dernières et d'autres certifications, notamment européennes.<p></p><p></p>   Un décret en Conseil d'Etat détermine les conditions d'enregistrement des diplômes et titres dans le répertoire national ainsi que la composition et les attributions de la commission.\"<p></p><p></p>   \"Art. L. 613-3 :   Toute personne qui a exercé pendant au moins trois ans une activité professionnelle, salariée, non salariée ou bénévole, en rapport avec l'objet de sa demande, peut demander la validation des acquis de son expérience pour justifier tout ou partie des connaissances et des aptitudes exigées pour l'obtention d'un diplôme ou titre délivré, au nom de l'Etat, par un établissement d'enseignement supérieur.<p></p><p></p>   Toute personne peut également demander la validation des études supérieures qu'elle a accomplies, notamment à l'étranger.\"<p></p><p></p>   \"Art. L. 613-4 :   La validation prévue à l'article L. 613-3 est prononcée par un jury dont les membres sont désignés par le président de l'université ou le chef de l'établissement d'enseignement supérieur en fonction de la nature de la validation demandée. Pour la validation des acquis de l'expérience, ce jury comprend, outre les enseignants-chercheurs qui en constituent la majorité, des personnes compétentes pour apprécier la nature des acquis, notamment professionnels, dont la validation est sollicitée. Les jurys sont composés de façon à concourir à une représentation équilibrée entre les femmes et les hommes.<p></p><p></p>   Le jury se prononce au vu d'un dossier constitué par le candidat, à l'issue d'un entretien avec ce dernier et, le cas échéant, d'une mise en situation professionnelle réelle ou reconstituée, lorsque cette procédure est prévue par l'autorité qui délivre la certification. Il se prononce également sur l'étendue de la validation et, en cas de validation partielle, sur la nature des connaissances et aptitudes devant faire l'objet d'un contrôle complémentaire.<p></p><p></p>   La validation produit les mêmes effets que le succès à l'épreuve ou aux épreuves de contrôle des connaissances et des aptitudes qu'elle remplace.<p></p><p></p>   Un décret en Conseil d'Etat fixe les conditions d'application de l'article L. 613-3 et du présent article.\"<p></p>",
            "num": "L935-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1083715200000,
            "dateFin": 1148515200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : De la formation professionnelle continue dans le cadre de la formation professionnelle tout au long de la vie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123900",
                        "id": "LEGISCTA000006123900",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2008-05-01",
                        "titre": "Titre III : Des droits individuels et des droits collectifs des salariés en matière de formation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139921",
                        "id": "LEGISCTA000006139921",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2008-05-01",
                        "titre": "Chapitre V : De la validation des acquis de l'expérience",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154322",
                        "id": "LEGISCTA000006154322",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006651793",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006154322",
            "sectionParentId": "LEGISCTA000006154322",
            "sectionParentTitre": "Chapitre V : De la validation des acquis de l'expérience",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre IX : De la formation professionnelle continue dans le cadre de la formation professionnelle tout au long de la vie. &gt; Titre III : Des droits individuels et des droits collectifs des salariés en matière de formation &gt; Chapitre V : De la validation des acquis de l'expérience",
            "refInjection": "MD-20230928_194914_998_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006651793",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000613810",
                    "textTitle": "Loi n°2004-391 du 4 mai 2004 - art. 8 () JORF 5 mai 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006659020",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-05-05",
                    "dateSignaTexte": "2004-05-04",
                    "dateDebutCible": "2004-05-05"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1046 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L335-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L335-5",
                    "articleId": "LEGIARTI000006524828",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L335-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L335-6",
                    "articleId": "LEGIARTI000006524831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L613-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-3",
                    "articleId": "LEGIARTI000006525193",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L613-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-4",
                    "articleId": "LEGIARTI000006525196",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L322-4-11 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-4-11",
                    "articleId": "LEGIARTI000006648194",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1143158400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L900-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L900-1",
                    "articleId": "LEGIARTI000006651091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 446515200000
                },
                {
                    "textCid": "KALITEXT000005657188",
                    "textTitle": "Formation professionnelle - art. 2.4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2.4",
                    "articleId": "KALIARTI000005797680",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1114646400000
                },
                {
                    "textCid": "KALITEXT000022239257",
                    "textTitle": "relatif à l'accès des salariés à la formation t... - art. 13 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "KALIARTI000022239344",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1112227200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6412-1 (VD)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L6412-1",
                    "articleId": "LEGIARTI000006904469",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6412-1 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6412-1",
                    "articleId": "LEGIARTI000006904469",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L934-1 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L934-1",
                    "articleId": "LEGIARTI000006651441",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L934-1 (T)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L934-1",
                    "articleId": "LEGIARTI000006651441",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006651793",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1083715200000,
                    "dateFin": 1148515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006651794",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1148515200000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L935-1",
                "935-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}