{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006842049",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les articles R. 325-12 , R. 325-13, R. 325-14 à R. 325-17 , R. 325-18 , R. 325-19 à R. 325-32 , R. 325-33, R. 325-34 à R. 325-38 , R. 325-40 à R. 325-43 et R. 325-45 sont applicables à la Polynésie française dans la rédaction suivante : \" Art. R. 325-12.-La mise en fourrière est le transfert d'un véhicule en un lieu désigné par l'autorité administrative ou par l'autorité judiciaire en vue d'y être retenu jusqu'à décision de celle-ci, aux frais du propriétaire du véhicule, afin de faire cesser une ou plusieurs des infractions prévues et réprimées par l'article R. 325-14. L'immobilisation matérielle prévue à l'article R. 325-2 peut constituer l'une des opérations préalables au commencement d'exécution de la mise en fourrière. La mise en fourrière est réputée avoir reçu un commencement d'exécution : 1° A partir du moment où deux roues au moins du véhicule ont quitté le sol, lorsque le transfert du véhicule vers la fourrière est réalisé au moyen d'un véhicule d'enlèvement ; 2° A partir du commencement du déplacement du véhicule vers la fourrière, quel que soit le procédé utilisé à cet effet. \" \" Art. R. 325-13.-Toute prescription de mise en fourrière est précédée d'une vérification tendant à déterminer s'il s'agit d'un véhicule volé. Lorsque le résultat de cette vérification est positif, le propriétaire et son assureur sont immédiatement informés de la découverte du véhicule. Le véhicule est alors confié au gardien de fourrière à titre conservatoire en attendant que le propriétaire ou l'assureur se manifeste. \" Art. R. 325-14.-I.-La mise en fourrière est prescrite par un officier de police judiciaire territorialement compétent dans les cas suivants : 1° A la suite d'une immobilisation du véhicule, dans les conditions prévues à l'article R. 325-9 et au 2° du II de l'article R. 325-11 ; 2° En cas de stationnement de nature à créer une entrave ou une gêne à la circulation, lorsque le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ; 3° En cas de stationnement de nature à créer un danger pour les usagers, quand le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ; 4° En cas de stationnement en infraction à un règlement de police d'un véhicule dont la présence compromet l'utilisation normale de la chaussée ou de ses dépendances ou entrave l'accès des immeubles riverains, si le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ; 5° En cas de stationnement en un même point de la voie publique ou de ses dépendances pendant une durée excédant sept jours consécutifs ; 6° En cas d'infraction aux règlements en vigueur dans le territoire pour la sauvegarde de l'esthétique des sites et des paysages ; 7° En cas de défaut de présentation à une visite technique obligatoire ou de non-exécution de réparations ou aménagements prescrits par l'expert chargé des visites techniques ; 8° En cas de circulation d'un véhicule de transport en infraction à la réglementation territoriale relative à l'autorisation de mise en circulation. II.-Lorsque le véhicule a été volé, que son propriétaire n'a pu être identifié ou lorsqu'il est muni de fausses plaques d'immatriculation, sa mise en fourrière ne peut être prescrite que par un officier de police judiciaire de la police nationale ou de la gendarmerie nationale territorialement compétent, ou avec son accord préalable exprès. \" \" Art. R. 325-15.-La mise en fourrière peut également être prescrite par l'autorité administrative ou par le maire dans le cas prévu au 6° de l'article R. 325-14. Un officier de police judiciaire territorialement compétent peut être chargé d'exécuter ou de faire exécuter la mesure prévue à l'alinéa précédent. Les dispositions du II de l'article R. 325-16 sont appliquées. \" \" Art. R. 325-16.-I.-Dans les cas prévus à l'article R. 325-14, l'agent verbalisateur qui a constaté l'infraction justifiant la mise en fourrière saisit l'officier de police judiciaire territorialement compétent. II.-L'officier de police judiciaire territorialement compétent ou l'agent verbalisateur spécialement mandaté par lui : 1° Désigne la fourrière dans laquelle sera transféré le véhicule, cette désignation étant matérialisée par la pose d'un signe distinctif sur celui-ci ; 2° Dresse, si possible contradictoirement en présence du propriétaire ou du conducteur du véhicule et du préposé à l'enlèvement, un état sommaire, extérieur et intérieur, du véhicule, sans l'ouvrir, au moyen d'une fiche descriptive dont le modèle est fixé par une décision du conseil des ministres de Polynésie française, avant que la mise en fourrière reçoive un commencement d'exécution ; 3° Remet à ce propriétaire ou ce conducteur un double de la fiche relative à l'état du véhicule et, le cas échéant, une fiche de circulation provisoire ; 4° Relate sur le procès-verbal de l'infraction les motifs de la mise en fourrière ; il y fait mention du retrait provisoire de la carte grise et de l'heure d'appel du véhicule d'enlèvement. \" \" Art. R. 325-17.-Lorsque la mise en fourrière a reçu un commencement d'exécution, le véhicule est restitué à son propriétaire ou à son conducteur dans les conditions prévues à l'article R. 325-38. Toutefois, si, avant le transfert ou le déplacement effectif du véhicule, le propriétaire ou le conducteur du véhicule règle les frais d'opérations préalables prévus à l'article R. 325-29, ou s'il s'engage par écrit à régler, et s'il s'engage à rendre immédiatement son usage normal à la voie publique, il peut être autorisé à reprendre aussitôt son véhicule. \" \" Art. R. 325-18.-L'auteur d'une prescription de mise en fourrière informe l'autorité dont relève la fourrière dans les plus brefs délais. \" \" Art. R. 325-19.-Chaque fourrière relève d'une autorité publique unique. Cette autorité publique est l'une de celles qui sont prévues aux articles R. 325-20 et R. 325-21. Cette autorité publique désigne le gardien de la fourrière sur la liste des gardiens de fourrière agréés conformément aux dispositions de l'article R. 325-24. \" \" Art. R. 325-20.-Lorsque la mise en fourrière est effectuée dans un lieu public ou relevant d'une autorité publique, l'autorité dont relève la fourrière est : 1° L'autorité compétente du territoire si le local ou le terrain appartient au territoire ou si celui-ci en a la disposition ; 2° Le maire si le local ou le terrain appartient à la commune ou si celle-ci en a la disposition. \" \" Art. R. 325-21.-La fourrière peut être située dans un lieu privé avec l'assentiment du propriétaire ou du locataire de cet immeuble, s'il accepte d'assurer la garde de cette fourrière. Dans cette hypothèse, l'autorité dont relève la fourrière est l'autorité désignée par une décision du conseil des ministres de Polynésie française. \" \" Art. R. 325-22.-I.-Lorsque le propriétaire du véhicule faisant l'objet de la mise en fourrière est domicilié ou réside dans le ressort de l'officier de police judiciaire qui exécute cette mesure, celui-ci peut faire garder le véhicule par son propriétaire, à condition que la carte grise soit immédiatement retirée. Ce document reçoit la destination prévue à l'article R. 325-32. II.-Dans cette hypothèse, l'autorité dont relève la fourrière est : 1° Soit le maire, lorsque la mise en fourrière a été décidée par lui ou par un de ses adjoints agissant en qualité d'officier de police judiciaire ; 2° Soit l'autorité compétente du territoire. \" \" Art. R. 325-23.-Le véhicule est placé sous la garde juridique du gardien de la fourrière jusqu'à la date d'effet de la mainlevée, sauf au cours de la sortie provisoire prévue à l'article R. 325-36. \" \" Art. R. 325-24.-Des délibérations de l'assemblée de la Polynésie française fixent les conditions dans lesquelles sont agréés les gardiens de fourrière et les installations de celle-ci ; l'autorité compétente pour procéder au retrait de l'agrément est désignée par une décision du conseil des ministres de Polynésie française. \" \" Art. R. 325-25.-Le gardien de fourrière enregistre, au fur et à mesure de leurs arrivées, les entrées des véhicules mis en fourrière, leurs sorties provisoires et définitives, les décisions de mainlevée de la mise en fourrière et, le cas échéant, les décisions de remise au service des domaines du territoire ou à une entreprise de destruction. \" \" Art. R. 325-26.-Le procès-verbal de la mise en fourrière relate les circonstances et les conditions dans lesquelles cette mesure a été prise ; il est transmis dans les plus brefs délais au procureur de la République. Un double de ce document est transmis dans les plus brefs délais à l'autorité ayant compétence pour prononcer la mainlevée. En cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement du véhicule en fourrière, le double de la fiche descriptive remplie par l'agent verbalisateur est adressé sans délai au responsable de la notification de mise en fourrière mentionné à l'article R. 325-31. Un autre double de cette fiche descriptive est remis au gardien de fourrière. \" \" Art. R. 325-27.-Les intéressés peuvent contester auprès du procureur de la République du lieu de l'infraction la décision de mise en fourrière. Ce magistrat confirme la mesure ou en ordonne la mainlevée dans le délai maximal de cinq jours ouvrables. Si, à l'examen de la procédure, le procureur de la République estime qu'il n'a pas été commis d'infraction, il ordonne que soit donnée mainlevée de la mise en fourrière et en informe immédiatement l'autorité qui l'a prescrite. \" \" Art. R. 325-28-Peuvent procéder au transfert d'un véhicule du lieu de son stationnement à celui de sa garde en fourrière : 1° Les personnels habilités mentionnés aux premier et deuxième alinéas de l'article L. 325-2, dans sa rédaction applicable à la Polynésie française ; 2° Le professionnel agréé, ou son préposé, désigné pour l'enlèvement du véhicule dont la mise en fourrière a été prescrite ; 3° Un tiers en vertu d'une réquisition ; 4° Le propriétaire ou le conducteur du véhicule en vertu d'une réquisition. \" \" Art. R. 325-29.-I.-Le propriétaire du véhicule est tenu de rembourser : 1° Lorsque la prescription de mise en fourrière a reçu le commencement d'exécution défini à l'article R. 325-12, les frais d'enlèvement ainsi que, le cas échéant, les frais de garde en fourrière, d'expertise, sous réserve de l'application du II de l'article R. 325-30 et du III de l'article R. 325-35, et de vente ou de destruction du véhicule ; 2° Lorsque la prescription de mise en fourrière n'a pas reçu de commencement d'exécution, les frais afférents aux opérations préalables à la mise en fourrière, à condition que le véhicule d'enlèvement se soit rendu sur les lieux. II.-Le propriétaire du véhicule rembourse les frais précités au gardien de la fourrière sur présentation d'une facture détaillée. III.-Les taux maximaux des frais d'opérations préalables à la mise en fourrière, des frais d'enlèvement, de garde en fourrière, d'expertise et de destruction des véhicules sont fixés par une décision du conseil des ministres de Polynésie française. IV.-Les frais de vente par le service territorial chargé des domaines sont fixés par une décision du conseil des ministres de Polynésie française. V.-Il appartient à l'autorité dont relève la fourrière d'assurer la rémunération, forfaitaire le cas échéant, des professionnels du secteur privé auxquels cette autorité fait appel dans le cadre de la procédure de mise en fourrière. Cette autorité peut conclure avec des professionnels une convention tarifaire, respectant les taux maximaux fixés par une décision du conseil des ministres de Polynésie française. \" \" Art. R. 325-30.-I.-L'autorité dont relève la fourrière classe le véhicule dans l'une des trois catégories suivantes : 1° Véhicules pouvant être restitués en l'état à son propriétaire ou son conducteur ; 2° Véhicules ne pouvant être restitués à son propriétaire ou son conducteur qu'après exécution des travaux reconnus indispensables ; 3° Véhicules hors d'état de circuler dans des conditions normales de sécurité et dont la valeur marchande est inférieure à un montant fixé par une décision du conseil des ministres de Polynésie française, devant être livrés à la destruction à l'expiration du délai d'abandon prévu à l'alinéa 4 de l'article L. 325-7 dans sa rédaction applicable en Polynésie française. II.-Le classement dans les deuxième et troisième catégories prévues au I ci-dessus est décidé après avis d'un expert désigné dans des conditions fixées par une décision du conseil des ministres de Polynésie française. III.-L'expert se prononce sur la capacité du véhicule à circuler dans des conditions normales de sécurité, définit dans le cas contraire les réparations indispensables propres à lui redonner cette capacité et fournit une évaluation de la valeur marchande du véhicule. IV.-Les véhicules réclamés par leurs propriétaires ou leurs conducteurs dans le délai de trois jours suivant la mise en fourrière peuvent être restitués sans avoir été expertisés ni classés. \" \" Art. R. 325-31.-La mise en fourrière est notifiée par l'officier de police judiciaire qui l'a prescrite ou qui a été chargé de l'exécuter, ou par l'autorité dont relève la fourrière, à l'adresse relevée sur le procès-verbal de l'infraction ayant motivé la mise en fourrière si le propriétaire ou le conducteur du véhicule était présent, ou à l'adresse indiquée au fichier des immatriculations. Lorsque le véhicule n'est pas identifiable, il n'est pas procédé à cette formalité. Mention en est faite dans le procès-verbal ou dans le rapport de mise en fourrière. \" \" Art. R. 325-32.-I.-Cette notification s'effectue par lettre recommandée avec demande d'accusé de réception, dans le délai maximal de cinq jours ouvrables suivant la mise en fourrière du véhicule. II.-Il y est joint un double de la fiche descriptive de l'état du véhicule mis en fourrière, en cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement pour mise en fourrière. III.-Cette notification comporte les mentions obligatoires suivantes : 1° Indication de l'autorité qui a prescrit la mise en fourrière, de la fourrière désignée et de l'autorité dont relève cette fourrière ; 2° Décision de classement prise en application de l'article R. 325-30 et indication de la faculté de faire procéder à une contre-expertise conformément aux articles R. 325-35 et R. 325-36 ; 3° Autorité qualifiée pour donner mainlevée de la mise en fourrière ; 4° Injonction au propriétaire du véhicule de remettre immédiatement, sous peine de sanctions édictées par une décision du conseil des ministres de Polynésie française, la carte grise à l'autorité visée au 3° ci-dessus, à moins que le véhicule ne soit pas soumis à l'obligation d'immatriculation ; 5° Mise en demeure au propriétaire de retirer son véhicule avant l'expiration d'un délai : a) De dix jours, dans les cas prévus aux quatrième et cinquième alinéas de l'article L. 325-7 dans sa rédaction applicable en Polynésie française ; b) De quarante-cinq jours, dans les autres cas, ces délais commençant à courir un jour franc après la date de notification ; 6° Avertissement au propriétaire que son absence de réponse dans les délais impartis vaudra abandon de son véhicule et que ledit véhicule sera, dans les conditions prévues par décret, soit remis au service des domaines du territoire en vue de son aliénation, soit livré à la destruction ; 7° Nature et montant des frais qu'il sera tenu de rembourser ; 8° Enoncé des voies de recours. IV.-Si le fichier des immatriculations révèle l'inscription d'un gage, copie de la notification de mise en fourrière est adressée au créancier-gagiste, par lettre recommandée avec demande d'accusé de réception. \" \" Art. R. 325-33.-Le fait, pour le propriétaire d'un véhicule, de ne pas restituer le certificat d'immatriculation immédiatement après la notification qui lui a été faite en application de l'article R. 325-32 (II, 4°) est puni de l'amende prévue pour les contraventions de la quatrième classe. \" \" Art. R. 325-34.-Toute personne se trouvant destinataire de la carte grise d'un véhicule mis en fourrière est tenue de la transmettre sans délai à l'autorité ayant compétence pour prononcer la mainlevée. \" \" Art. R. 325-35.-I.-En cas de désaccord sur l'état du véhicule ou sur la décision de classement visée à l'article R. 325-30, le propriétaire a la faculté de faire procéder à une contre-expertise, aux réparations remettant le véhicule en état de circuler dans des conditions normales de sécurité, ainsi qu'au contrôle technique du véhicule. II.-La contre-expertise prévue ci-dessus est faite par un expert désigné conformément à l'article L. 325-6, dans sa rédaction applicable en Polynésie française. III.-Les frais d'expertise et de contre-expertise sont à la charge du propriétaire dans le cas où la contre-expertise confirme l'expertise initiale. Dans le cas contraire, ces frais incombent à l'autorité dont relève la fourrière. \" \" Art. R. 325-36.-L'autorité dont relève la fourrière ne peut s'opposer à la demande d'autorisation provisoire de sortie de fourrière présentée par le propriétaire du véhicule en vue exclusivement de faire procéder aux réparations visées au 2° du I de l'article R. 325-30, ainsi qu'à la contre-expertise, aux réparations et au contrôle technique visés au I de l'article R. 325-35. Cette autorisation provisoire de sortie de fourrière, dont le modèle est fixé par une décision du conseil des ministres de Polynésie française, qui tient lieu de pièce de circulation et qui est limitée au temps des parcours nécessaires et des opérations précitées, peut prescrire un itinéraire et des conditions de sécurité. Le réparateur doit remettre au propriétaire du véhicule une facture détaillée certifiant l'exécution des travaux prescrits en application du 2° du I de l'article R. 325-30. \" \" Art. R. 325-37.-L'autorité dont relève la fourrière informe l'autorité qualifiée pour prononcer la mainlevée de la délivrance de l'autorisation provisoire de sortie de fourrière et de la durée de sa validité. En ce qui concerne les véhicules volés retrouvés en fourrière, l'autorité dont relève la fourrière est tenue d'informer au préalable les services de police ou de gendarmerie compétents de son intention de délivrer une autorisation provisoire de sortie de fourrière. \" \" Art. R. 325-38.-I.-Chaque prescription de mise en fourrière prend fin par une décision de mainlevée. II.-Cette décision émane de l'autorité qui a prescrit la mise en fourrière ou de l'officier de police judiciaire chargé d'exécuter cette mesure. Elle émane du procureur de la République dans le cas prévu à l'article R. 325-27. III.-Sous réserve des dispositions de cet article, l'autorité qualifiée pour prononcer la mainlevée est tenue de le faire, de restituer la carte grise du véhicule si elle a été retirée et de délivrer une autorisation définitive de sortie de fourrière : 1° Sur simple demande du propriétaire ou du conducteur si elle concerne un véhicule classé dans la 1re catégorie visée à l'article R. 325-30 ; 2° S'il s'agit d'un véhicule classé dans la 2e ou la 3e catégorie visée à l'article R. 325-30, sur demande du propriétaire ou du conducteur, accompagnée, selon le cas : a) De la facture mentionnée au troisième alinéa de l'article R. 325-36 ; b) Du récépissé délivré par le service chargé des contrôles techniques en Polynésie française, postérieur à la date de mise en fourrière. IV.-Les dispositions du II ci-dessus ne s'appliquent ni aux véhicules volés retrouvés en fourrière ni à ceux dont le propriétaire et l'assureur demeurent inconnus ou introuvables malgré les recherches effectuées, pour lesquels la mainlevée ne peut être prononcée qu'après l'accord préalable exprès des services de police ou de gendarmerie compétents. \" \" Art. R. 325-40.-La mainlevée prend effet au jour de la délivrance de l'autorisation définitive de sortie du véhicule dans les cas prévus du III de l'article R. 325-38. La mainlevée prend effet à compter de la remise du véhicule au service des domaines du territoire de Polynésie française s'il est destiné à être aliéné, ou de sa remise à l'entreprise spécialisée s'il est destiné à être détruit. \" \" Art. R. 325-41.-Le gardien de la fourrière restitue le véhicule à son propriétaire ou à son conducteur dès que ce dernier produit l'autorisation définitive de sortie de fourrière et s'est acquitté des frais de mise en fourrière, d'enlèvement, de garde et d'expertise dans le cas où ces derniers sont à la charge du propriétaire. Ces frais sont arrêtés à la date de reprise du véhicule. \" \" Art. R. 325-42.-Aucun véhicule mis en fourrière ne peut être remis au service des domaines du territoire de Polynésie française en vue de son aliénation ou à une entreprise de démolition en vue de sa destruction sans que la mainlevée de cette mesure ait été préalablement prononcée à l'une ou l'autre de ces fins. \" \" Art. R. 325-43.-En application des dispositions des articles L. 325-7 et L. 325-8, l'autorité dont relève la fourrière décide de la remise du véhicule au service des domaines du territoire en vue de son aliénation ; l'autorité administrative investie des pouvoirs de police en matière de circulation décide de la destruction des véhicules mentionnés au cinquième alinéa de l'article L. 325-7 ainsi que des véhicules qui ont été remis au service des domaines du territoire de Polynésie française pour aliénation et qui n'ont pas trouvé preneur. L'autorité dont relève la fourrière informe de ces décisions l'autorité qualifiée pour prononcer la mainlevée, détentrice de la carte grise. Celle-ci envoie la carte grise dûment barrée au chef de service des transports aux fins d'annulation de ce document. \" \" Art. R. 325-45.-Le responsable de l'entreprise chargée de la destruction d'un véhicule prend en charge celui-ci en remettant au gardien de la fourrière un bon d'enlèvement délivré par l'autorité dont relève la fourrière. Il rend compte de la destruction dudit véhicule à l'autorité dont relève la fourrière, et à l'autorité qui a prononcé la mainlevée de mise en fourrière. Les collectivités concernées peuvent passer avec les entreprises appelées à effectuer la destruction des véhicules des contrats dont les clauses sont déterminées conformément à une décision du conseil des ministres de Polynésie française. \"",
            "texteHtml": "<p>Les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841895&dateTexte=&categorieLien=cid' title='Code de la route. - art. R325-12 (V)'>R. 325-12</a>, R. 325-13, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841897&dateTexte=&categorieLien=cid' title='Code de la route. - art. R325-14 (V)'>R. 325-14 à R. 325-17</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841906&dateTexte=&categorieLien=cid' title='Code de la route. - art. R325-18 (V)'>R. 325-18</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841908&dateTexte=&categorieLien=cid' title='Code de la route. - art. R325-19 (V)'>R. 325-19 à R. 325-32</a>, R. 325-33, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841935&dateTexte=&categorieLien=cid' title='Code de la route. - art. R325-34 (V)'>R. 325-34 à R. 325-38</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841944&dateTexte=&categorieLien=cid' title='Code de la route. - art. R325-40 (V)'>R. 325-40 à R. 325-43 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841950&dateTexte=&categorieLien=cid' title='Code de la route. - art. R325-45 (V)'>R. 325-45</a> sont applicables à la Polynésie française dans la rédaction suivante : </p><p></p><p>\" Art. R. 325-12.-La mise en fourrière est le transfert d'un véhicule en un lieu désigné par l'autorité administrative ou par l'autorité judiciaire en vue d'y être retenu jusqu'à décision de celle-ci, aux frais du propriétaire du véhicule, afin de faire cesser une ou plusieurs des infractions prévues et réprimées par l'article R. 325-14. </p><p></p><p>L'immobilisation matérielle prévue à l'article R. 325-2 peut constituer l'une des opérations préalables au commencement d'exécution de la mise en fourrière. </p><p></p><p>La mise en fourrière est réputée avoir reçu un commencement d'exécution : </p><p></p><p>1° A partir du moment où deux roues au moins du véhicule ont quitté le sol, lorsque le transfert du véhicule vers la fourrière est réalisé au moyen d'un véhicule d'enlèvement ; </p><p></p><p>2° A partir du commencement du déplacement du véhicule vers la fourrière, quel que soit le procédé utilisé à cet effet. \" </p><p></p><p>\" Art. R. 325-13.-Toute prescription de mise en fourrière est précédée d'une vérification tendant à déterminer s'il s'agit d'un véhicule volé. </p><p></p><p>Lorsque le résultat de cette vérification est positif, le propriétaire et son assureur sont immédiatement informés de la découverte du véhicule. Le véhicule est alors confié au gardien de fourrière à titre conservatoire en attendant que le propriétaire ou l'assureur se manifeste. </p><p></p><p>\" Art. R. 325-14.-I.-La mise en fourrière est prescrite par un officier de police judiciaire territorialement compétent dans les cas suivants : </p><p></p><p>1° A la suite d'une immobilisation du véhicule, dans les conditions prévues à l'article R. 325-9 et au 2° du II de l'article R. 325-11 ; </p><p></p><p>2° En cas de stationnement de nature à créer une entrave ou une gêne à la circulation, lorsque le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ; </p><p></p><p>3° En cas de stationnement de nature à créer un danger pour les usagers, quand le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ; </p><p></p><p>4° En cas de stationnement en infraction à un règlement de police d'un véhicule dont la présence compromet l'utilisation normale de la chaussée ou de ses dépendances ou entrave l'accès des immeubles riverains, si le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ; </p><p></p><p>5° En cas de stationnement en un même point de la voie publique ou de ses dépendances pendant une durée excédant sept jours consécutifs ; </p><p></p><p>6° En cas d'infraction aux règlements en vigueur dans le territoire pour la sauvegarde de l'esthétique des sites et des paysages ; </p><p></p><p>7° En cas de défaut de présentation à une visite technique obligatoire ou de non-exécution de réparations ou aménagements prescrits par l'expert chargé des visites techniques ; </p><p></p><p>8° En cas de circulation d'un véhicule de transport en infraction à la réglementation territoriale relative à l'autorisation de mise en circulation. </p><p></p><p>II.-Lorsque le véhicule a été volé, que son propriétaire n'a pu être identifié ou lorsqu'il est muni de fausses plaques d'immatriculation, sa mise en fourrière ne peut être prescrite que par un officier de police judiciaire de la police nationale ou de la gendarmerie nationale territorialement compétent, ou avec son accord préalable exprès. \" </p><p></p><p>\" Art. R. 325-15.-La mise en fourrière peut également être prescrite par l'autorité administrative ou par le maire dans le cas prévu au 6° de l'article R. 325-14. </p><p></p><p>Un officier de police judiciaire territorialement compétent peut être chargé d'exécuter ou de faire exécuter la mesure prévue à l'alinéa précédent. </p><p></p><p>Les dispositions du II de l'article R. 325-16 sont appliquées. \" </p><p></p><p>\" Art. R. 325-16.-I.-Dans les cas prévus à l'article R. 325-14, l'agent verbalisateur qui a constaté l'infraction justifiant la mise en fourrière saisit l'officier de police judiciaire territorialement compétent. </p><p></p><p>II.-L'officier de police judiciaire territorialement compétent ou l'agent verbalisateur spécialement mandaté par lui : </p><p></p><p>1° Désigne la fourrière dans laquelle sera transféré le véhicule, cette désignation étant matérialisée par la pose d'un signe distinctif sur celui-ci ; </p><p></p><p>2° Dresse, si possible contradictoirement en présence du propriétaire ou du conducteur du véhicule et du préposé à l'enlèvement, un état sommaire, extérieur et intérieur, du véhicule, sans l'ouvrir, au moyen d'une fiche descriptive dont le modèle est fixé par une décision du conseil des ministres de Polynésie française, avant que la mise en fourrière reçoive un commencement d'exécution ; </p><p></p><p>3° Remet à ce propriétaire ou ce conducteur un double de la fiche relative à l'état du véhicule et, le cas échéant, une fiche de circulation provisoire ; </p><p></p><p>4° Relate sur le procès-verbal de l'infraction les motifs de la mise en fourrière ; il y fait mention du retrait provisoire de la carte grise et de l'heure d'appel du véhicule d'enlèvement. \" </p><p></p><p>\" Art. R. 325-17.-Lorsque la mise en fourrière a reçu un commencement d'exécution, le véhicule est restitué à son propriétaire ou à son conducteur dans les conditions prévues à l'article R. 325-38. </p><p></p><p>Toutefois, si, avant le transfert ou le déplacement effectif du véhicule, le propriétaire ou le conducteur du véhicule règle les frais d'opérations préalables prévus à l'article R. 325-29, ou s'il s'engage par écrit à régler, et s'il s'engage à rendre immédiatement son usage normal à la voie publique, il peut être autorisé à reprendre aussitôt son véhicule. \" </p><p></p><p>\" Art. R. 325-18.-L'auteur d'une prescription de mise en fourrière informe l'autorité dont relève la fourrière dans les plus brefs délais. \" </p><p></p><p>\" Art. R. 325-19.-Chaque fourrière relève d'une autorité publique unique. </p><p></p><p>Cette autorité publique est l'une de celles qui sont prévues aux articles R. 325-20 et R. 325-21. </p><p></p><p>Cette autorité publique désigne le gardien de la fourrière sur la liste des gardiens de fourrière agréés conformément aux dispositions de l'article R. 325-24. \" </p><p></p><p>\" Art. R. 325-20.-Lorsque la mise en fourrière est effectuée dans un lieu public ou relevant d'une autorité publique, l'autorité dont relève la fourrière est : </p><p></p><p>1° L'autorité compétente du territoire si le local ou le terrain appartient au territoire ou si celui-ci en a la disposition ; </p><p></p><p>2° Le maire si le local ou le terrain appartient à la commune ou si celle-ci en a la disposition. \" </p><p></p><p>\" Art. R. 325-21.-La fourrière peut être située dans un lieu privé avec l'assentiment du propriétaire ou du locataire de cet immeuble, s'il accepte d'assurer la garde de cette fourrière. </p><p></p><p>Dans cette hypothèse, l'autorité dont relève la fourrière est l'autorité désignée par une décision du conseil des ministres de Polynésie française. \" </p><p></p><p>\" Art. R. 325-22.-I.-Lorsque le propriétaire du véhicule faisant l'objet de la mise en fourrière est domicilié ou réside dans le ressort de l'officier de police judiciaire qui exécute cette mesure, celui-ci peut faire garder le véhicule par son propriétaire, à condition que la carte grise soit immédiatement retirée. Ce document reçoit la destination prévue à l'article R. 325-32. </p><p></p><p>II.-Dans cette hypothèse, l'autorité dont relève la fourrière est : </p><p></p><p>1° Soit le maire, lorsque la mise en fourrière a été décidée par lui ou par un de ses adjoints agissant en qualité d'officier de police judiciaire ; </p><p></p><p>2° Soit l'autorité compétente du territoire. \" </p><p></p><p>\" Art. R. 325-23.-Le véhicule est placé sous la garde juridique du gardien de la fourrière jusqu'à la date d'effet de la mainlevée, sauf au cours de la sortie provisoire prévue à l'article R. 325-36. \" </p><p></p><p>\" Art. R. 325-24.-Des délibérations de l'assemblée de la Polynésie française fixent les conditions dans lesquelles sont agréés les gardiens de fourrière et les installations de celle-ci ; l'autorité compétente pour procéder au retrait de l'agrément est désignée par une décision du conseil des ministres de Polynésie française. \" </p><p></p><p>\" Art. R. 325-25.-Le gardien de fourrière enregistre, au fur et à mesure de leurs arrivées, les entrées des véhicules mis en fourrière, leurs sorties provisoires et définitives, les décisions de mainlevée de la mise en fourrière et, le cas échéant, les décisions de remise au service des domaines du territoire ou à une entreprise de destruction. \" </p><p></p><p>\" Art. R. 325-26.-Le procès-verbal de la mise en fourrière relate les circonstances et les conditions dans lesquelles cette mesure a été prise ; il est transmis dans les plus brefs délais au procureur de la République. </p><p></p><p>Un double de ce document est transmis dans les plus brefs délais à l'autorité ayant compétence pour prononcer la mainlevée. </p><p></p><p>En cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement du véhicule en fourrière, le double de la fiche descriptive remplie par l'agent verbalisateur est adressé sans délai au responsable de la notification de mise en fourrière mentionné à l'article R. 325-31. </p><p></p><p>Un autre double de cette fiche descriptive est remis au gardien de fourrière. \" </p><p></p><p>\" Art. R. 325-27.-Les intéressés peuvent contester auprès du procureur de la République du lieu de l'infraction la décision de mise en fourrière. Ce magistrat confirme la mesure ou en ordonne la mainlevée dans le délai maximal de cinq jours ouvrables. </p><p></p><p>Si, à l'examen de la procédure, le procureur de la République estime qu'il n'a pas été commis d'infraction, il ordonne que soit donnée mainlevée de la mise en fourrière et en informe immédiatement l'autorité qui l'a prescrite. \" </p><p></p><p>\" Art. R. 325-28-Peuvent procéder au transfert d'un véhicule du lieu de son stationnement à celui de sa garde en fourrière : </p><p></p><p>1° Les personnels habilités mentionnés aux premier et deuxième alinéas de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841140&dateTexte=&categorieLien=cid' title='Code de la route. - art. L325-2 (V)'>l'article L. 325-2, </a>dans sa rédaction applicable à la Polynésie française ; </p><p></p><p>2° Le professionnel agréé, ou son préposé, désigné pour l'enlèvement du véhicule dont la mise en fourrière a été prescrite ; </p><p></p><p>3° Un tiers en vertu d'une réquisition ; </p><p></p><p>4° Le propriétaire ou le conducteur du véhicule en vertu d'une réquisition. \" </p><p></p><p>\" Art. R. 325-29.-I.-Le propriétaire du véhicule est tenu de rembourser : </p><p></p><p>1° Lorsque la prescription de mise en fourrière a reçu le commencement d'exécution défini à l'article R. 325-12, les frais d'enlèvement ainsi que, le cas échéant, les frais de garde en fourrière, d'expertise, sous réserve de l'application du II de l'article R. 325-30 et du III de l'article R. 325-35, et de vente ou de destruction du véhicule ; </p><p></p><p>2° Lorsque la prescription de mise en fourrière n'a pas reçu de commencement d'exécution, les frais afférents aux opérations préalables à la mise en fourrière, à condition que le véhicule d'enlèvement se soit rendu sur les lieux. </p><p></p><p>II.-Le propriétaire du véhicule rembourse les frais précités au gardien de la fourrière sur présentation d'une facture détaillée. </p><p></p><p>III.-Les taux maximaux des frais d'opérations préalables à la mise en fourrière, des frais d'enlèvement, de garde en fourrière, d'expertise et de destruction des véhicules sont fixés par une décision du conseil des ministres de Polynésie française. </p><p></p><p>IV.-Les frais de vente par le service territorial chargé des domaines sont fixés par une décision du conseil des ministres de Polynésie française. </p><p></p><p>V.-Il appartient à l'autorité dont relève la fourrière d'assurer la rémunération, forfaitaire le cas échéant, des professionnels du secteur privé auxquels cette autorité fait appel dans le cadre de la procédure de mise en fourrière. Cette autorité peut conclure avec des professionnels une convention tarifaire, respectant les taux maximaux fixés par une décision du conseil des ministres de Polynésie française. \" </p><p></p><p>\" Art. R. 325-30.-I.-L'autorité dont relève la fourrière classe le véhicule dans l'une des trois catégories suivantes : </p><p></p><p>1° Véhicules pouvant être restitués en l'état à son propriétaire ou son conducteur ; </p><p></p><p>2° Véhicules ne pouvant être restitués à son propriétaire ou son conducteur qu'après exécution des travaux reconnus indispensables ; </p><p></p><p>3° Véhicules hors d'état de circuler dans des conditions normales de sécurité et dont la valeur marchande est inférieure à un montant fixé par une décision du conseil des ministres de Polynésie française, devant être livrés à la destruction à l'expiration du délai d'abandon prévu à l'alinéa 4 de l'article L. 325-7 dans sa rédaction applicable en Polynésie française. </p><p></p><p>II.-Le classement dans les deuxième et troisième catégories prévues au I ci-dessus est décidé après avis d'un expert désigné dans des conditions fixées par une décision du conseil des ministres de Polynésie française. </p><p></p><p>III.-L'expert se prononce sur la capacité du véhicule à circuler dans des conditions normales de sécurité, définit dans le cas contraire les réparations indispensables propres à lui redonner cette capacité et fournit une évaluation de la valeur marchande du véhicule. </p><p></p><p>IV.-Les véhicules réclamés par leurs propriétaires ou leurs conducteurs dans le délai de trois jours suivant la mise en fourrière peuvent être restitués sans avoir été expertisés ni classés. \" </p><p></p><p>\" Art. R. 325-31.-La mise en fourrière est notifiée par l'officier de police judiciaire qui l'a prescrite ou qui a été chargé de l'exécuter, ou par l'autorité dont relève la fourrière, à l'adresse relevée sur le procès-verbal de l'infraction ayant motivé la mise en fourrière si le propriétaire ou le conducteur du véhicule était présent, ou à l'adresse indiquée au fichier des immatriculations. </p><p></p><p>Lorsque le véhicule n'est pas identifiable, il n'est pas procédé à cette formalité. Mention en est faite dans le procès-verbal ou dans le rapport de mise en fourrière. \" </p><p></p><p>\" Art. R. 325-32.-I.-Cette notification s'effectue par lettre recommandée avec demande d'accusé de réception, dans le délai maximal de cinq jours ouvrables suivant la mise en fourrière du véhicule. </p><p></p><p>II.-Il y est joint un double de la fiche descriptive de l'état du véhicule mis en fourrière, en cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement pour mise en fourrière. </p><p></p><p>III.-Cette notification comporte les mentions obligatoires suivantes : </p><p></p><p>1° Indication de l'autorité qui a prescrit la mise en fourrière, de la fourrière désignée et de l'autorité dont relève cette fourrière ; </p><p></p><p>2° Décision de classement prise en application de l'article R. 325-30 et indication de la faculté de faire procéder à une contre-expertise conformément aux articles R. 325-35 et R. 325-36 ; </p><p></p><p>3° Autorité qualifiée pour donner mainlevée de la mise en fourrière ; </p><p></p><p>4° Injonction au propriétaire du véhicule de remettre immédiatement, sous peine de sanctions édictées par une décision du conseil des ministres de Polynésie française, la carte grise à l'autorité visée au 3° ci-dessus, à moins que le véhicule ne soit pas soumis à l'obligation d'immatriculation ; </p><p></p><p>5° Mise en demeure au propriétaire de retirer son véhicule avant l'expiration d'un délai : </p><p></p><p>a) De dix jours, dans les cas prévus aux quatrième et cinquième alinéas de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841150&dateTexte=&categorieLien=cid' title='Code de la route. - art. L325-7 (V)'>l'article L. 325-7 </a>dans sa rédaction applicable en Polynésie française ; </p><p></p><p>b) De quarante-cinq jours, dans les autres cas, </p><p>ces délais commençant à courir un jour franc après la date de notification ; </p><p></p><p>6° Avertissement au propriétaire que son absence de réponse dans les délais impartis vaudra abandon de son véhicule et que ledit véhicule sera, dans les conditions prévues par décret, soit remis au service des domaines du territoire en vue de son aliénation, soit livré à la destruction ; </p><p></p><p>7° Nature et montant des frais qu'il sera tenu de rembourser ; </p><p></p><p>8° Enoncé des voies de recours. </p><p></p><p>IV.-Si le fichier des immatriculations révèle l'inscription d'un gage, copie de la notification de mise en fourrière est adressée au créancier-gagiste, par lettre recommandée avec demande d'accusé de réception. \" </p><p></p><p>\" Art. R. 325-33.-Le fait, pour le propriétaire d'un véhicule, de ne pas restituer le certificat d'immatriculation immédiatement après la notification qui lui a été faite en application de l'article R. 325-32 (II, 4°) est puni de l'amende prévue pour les contraventions de la quatrième classe. \" </p><p></p><p>\" Art. R. 325-34.-Toute personne se trouvant destinataire de la carte grise d'un véhicule mis en fourrière est tenue de la transmettre sans délai à l'autorité ayant compétence pour prononcer la mainlevée. \" </p><p></p><p>\" Art. R. 325-35.-I.-En cas de désaccord sur l'état du véhicule ou sur la décision de classement visée à l'article R. 325-30, le propriétaire a la faculté de faire procéder à une contre-expertise, aux réparations remettant le véhicule en état de circuler dans des conditions normales de sécurité, ainsi qu'au contrôle technique du véhicule. </p><p></p><p>II.-La contre-expertise prévue ci-dessus est faite par un expert désigné conformément à l'article L. 325-6, dans sa rédaction applicable en Polynésie française. </p><p></p><p>III.-Les frais d'expertise et de contre-expertise sont à la charge du propriétaire dans le cas où la contre-expertise confirme l'expertise initiale. Dans le cas contraire, ces frais incombent à l'autorité dont relève la fourrière. \" </p><p></p><p>\" Art. R. 325-36.-L'autorité dont relève la fourrière ne peut s'opposer à la demande d'autorisation provisoire de sortie de fourrière présentée par le propriétaire du véhicule en vue exclusivement de faire procéder aux réparations visées au 2° du I de l'article R. 325-30, ainsi qu'à la contre-expertise, aux réparations et au contrôle technique visés au I de l'article R. 325-35. </p><p></p><p>Cette autorisation provisoire de sortie de fourrière, dont le modèle est fixé par une décision du conseil des ministres de Polynésie française, qui tient lieu de pièce de circulation et qui est limitée au temps des parcours nécessaires et des opérations précitées, peut prescrire un itinéraire et des conditions de sécurité. </p><p></p><p>Le réparateur doit remettre au propriétaire du véhicule une facture détaillée certifiant l'exécution des travaux prescrits en application du 2° du I de l'article R. 325-30. \" </p><p></p><p>\" Art. R. 325-37.-L'autorité dont relève la fourrière informe l'autorité qualifiée pour prononcer la mainlevée de la délivrance de l'autorisation provisoire de sortie de fourrière et de la durée de sa validité. </p><p></p><p>En ce qui concerne les véhicules volés retrouvés en fourrière, l'autorité dont relève la fourrière est tenue d'informer au préalable les services de police ou de gendarmerie compétents de son intention de délivrer une autorisation provisoire de sortie de fourrière. \" </p><p></p><p>\" Art. R. 325-38.-I.-Chaque prescription de mise en fourrière prend fin par une décision de mainlevée. </p><p></p><p>II.-Cette décision émane de l'autorité qui a prescrit la mise en fourrière ou de l'officier de police judiciaire chargé d'exécuter cette mesure. Elle émane du procureur de la République dans le cas prévu à l'article R. 325-27. </p><p></p><p>III.-Sous réserve des dispositions de cet article, l'autorité qualifiée pour prononcer la mainlevée est tenue de le faire, de restituer la carte grise du véhicule si elle a été retirée et de délivrer une autorisation définitive de sortie de fourrière : </p><p></p><p>1° Sur simple demande du propriétaire ou du conducteur si elle concerne un véhicule classé dans la 1re catégorie visée à l'article R. 325-30 ; </p><p></p><p>2° S'il s'agit d'un véhicule classé dans la 2e ou la 3e catégorie visée à l'article R. 325-30, sur demande du propriétaire ou du conducteur, accompagnée, selon le cas : </p><p></p><p>a) De la facture mentionnée au troisième alinéa de l'article R. 325-36 ; </p><p></p><p>b) Du récépissé délivré par le service chargé des contrôles techniques en Polynésie française, postérieur à la date de mise en fourrière. </p><p></p><p>IV.-Les dispositions du II ci-dessus ne s'appliquent ni aux véhicules volés retrouvés en fourrière ni à ceux dont le propriétaire et l'assureur demeurent inconnus ou introuvables malgré les recherches effectuées, pour lesquels la mainlevée ne peut être prononcée qu'après l'accord préalable exprès des services de police ou de gendarmerie compétents. \" </p><p></p><p>\" Art. R. 325-40.-La mainlevée prend effet au jour de la délivrance de l'autorisation définitive de sortie du véhicule dans les cas prévus du III de l'article R. 325-38. </p><p></p><p>La mainlevée prend effet à compter de la remise du véhicule au service des domaines du territoire de Polynésie française s'il est destiné à être aliéné, ou de sa remise à l'entreprise spécialisée s'il est destiné à être détruit. \" </p><p></p><p>\" Art. R. 325-41.-Le gardien de la fourrière restitue le véhicule à son propriétaire ou à son conducteur dès que ce dernier produit l'autorisation définitive de sortie de fourrière et s'est acquitté des frais de mise en fourrière, d'enlèvement, de garde et d'expertise dans le cas où ces derniers sont à la charge du propriétaire. Ces frais sont arrêtés à la date de reprise du véhicule. \" </p><p></p><p>\" Art. R. 325-42.-Aucun véhicule mis en fourrière ne peut être remis au service des domaines du territoire de Polynésie française en vue de son aliénation ou à une entreprise de démolition en vue de sa destruction sans que la mainlevée de cette mesure ait été préalablement prononcée à l'une ou l'autre de ces fins. \" </p><p></p><p>\" Art. R. 325-43.-En application des dispositions des articles L. 325-7 et L. 325-8, l'autorité dont relève la fourrière décide de la remise du véhicule au service des domaines du territoire en vue de son aliénation ; l'autorité administrative investie des pouvoirs de police en matière de circulation décide de la destruction des véhicules mentionnés au cinquième alinéa de l'article L. 325-7 ainsi que des véhicules qui ont été remis au service des domaines du territoire de Polynésie française pour aliénation et qui n'ont pas trouvé preneur. </p><p></p><p>L'autorité dont relève la fourrière informe de ces décisions l'autorité qualifiée pour prononcer la mainlevée, détentrice de la carte grise. </p><p></p><p>Celle-ci envoie la carte grise dûment barrée au chef de service des transports aux fins d'annulation de ce document. \" </p><p></p><p>\" Art. R. 325-45.-Le responsable de l'entreprise chargée de la destruction d'un véhicule prend en charge celui-ci en remettant au gardien de la fourrière un bon d'enlèvement délivré par l'autorité dont relève la fourrière. Il rend compte de la destruction dudit véhicule à l'autorité dont relève la fourrière, et à l'autorité qui a prononcé la mainlevée de mise en fourrière. </p><p></p><p>Les collectivités concernées peuvent passer avec les entreprises appelées à effectuer la destruction des véhicules des contrats dont les clauses sont déterminées conformément à une décision du conseil des ministres de Polynésie française. \"</p><p></p>",
            "num": "R343-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1195344000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108688",
                        "id": "LEGISCTA000006108688",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Le véhicule.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129091",
                        "id": "LEGISCTA000006129091",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions relatives à l'outre-mer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143858",
                        "id": "LEGISCTA000006143858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions applicables à la Polynésie française",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159596",
                        "id": "LEGISCTA000006159596",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Fourrière.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177111",
                        "id": "LEGISCTA000006177111",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006842048",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177111",
            "sectionParentId": "LEGISCTA000006177111",
            "sectionParentTitre": "Section 3 : Fourrière.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Le véhicule. &gt; Titre IV : Dispositions relatives à l'outre-mer. &gt; Chapitre III : Dispositions applicables à la Polynésie française &gt; Section 3 : Fourrière.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006842049",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000578193",
                    "textTitle": "Décret 2001-251 2001-03-22 JORF 25 mars 2001",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000578193",
                    "natureText": "DECRET",
                    "datePubliTexte": "2001-03-25",
                    "dateSignaTexte": "2001-03-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000341374",
                    "textTitle": "Décret n°2007-1626 du 16 novembre 2007 - art. 6 () JORF 18 novembre 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006885299",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-11-18",
                    "dateSignaTexte": "2007-11-16",
                    "dateDebutCible": "2007-11-18"
                },
                {
                    "textCid": "JORFTEXT000000341374",
                    "textTitle": "Décret n°2007-1626 du 16 novembre 2007 - art. 9 () JORF 18 novembre 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006885302",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-11-18",
                    "dateSignaTexte": "2007-11-16",
                    "dateDebutCible": "2007-11-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-2",
                    "articleId": "LEGIARTI000006841140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-7",
                    "articleId": "LEGIARTI000006841150",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-12",
                    "articleId": "LEGIARTI000006841895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-14",
                    "articleId": "LEGIARTI000006841897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-18",
                    "articleId": "LEGIARTI000006841906",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-19",
                    "articleId": "LEGIARTI000006841908",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-34",
                    "articleId": "LEGIARTI000006841935",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-40 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-40",
                    "articleId": "LEGIARTI000006841944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1480550400000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-45",
                    "articleId": "LEGIARTI000006841950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 11 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006882895",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006882896",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 13 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006882897",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 14 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006882898",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 15 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006882899",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 16 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006882900",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 17 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006882901",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 18 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000006882902",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 19 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006882903",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 20 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000006882904",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 21 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006882905",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 22 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000006882906",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 23 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006882907",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 24 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000006882908",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 25 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006882909",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 26 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000006882910",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 27 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000006882911",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 28 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000006882912",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 29 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000006882913",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 30 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000006882914",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 31 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006882915",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 32 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006882916",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 33 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000006882917",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 34 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006882918",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 35 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000006882919",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 36 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000006882920",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 37 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000006882921",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 38 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000006882922",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 39 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006882923",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 40 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006882924",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 41 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000006882925",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 11 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006882895",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 12 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006882896",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 13 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006882897",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 14 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006882898",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 15 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006882899",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 16 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006882900",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 17 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006882901",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 18 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000006882902",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 19 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006882903",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 20 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000006882904",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 21 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006882905",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 22 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000006882906",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 23 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006882907",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 24 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000006882908",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 25 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006882909",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 26 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000006882910",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 27 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000006882911",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 28 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000006882912",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 29 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000006882913",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 30 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000006882914",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 31 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006882915",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 32 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006882916",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 33 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000006882917",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 34 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006882918",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 35 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000006882919",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 36 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000006882920",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 37 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000006882921",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 38 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000006882922",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 39 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006882923",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 40 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006882924",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 41 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000006882925",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006842048",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 991353600000,
                    "dateFin": 1195344000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006842049",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1195344000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R343-4",
                "343-4"
            ],
            "versionPrecedente": "LEGIARTI000006842048",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006842048",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les articles R. 325-12, R. 325-14 à R. 325-17, R. 325-19 à R. 325-32, R. 325-34 à R. 325-38, R. 325-40 à R. 325-43 et R. 325-45 sont applicables à la Polynésie française dans la rédaction suivante : \"Art. R. 325-12. - La mise en fourrière est le transfert d'un véhicule en un lieu désigné par l'autorité administrative ou par l'autorité judiciaire en vue d'y être retenu jusqu'à décision de celle-ci, aux frais du propriétaire du véhicule, afin de faire cesser une ou plusieurs des infractions prévues et réprimées par l'article R. 325-14. L'immobilisation matérielle prévue à l'article R. 325-2 peut constituer l'une des opérations préalables au commencement d'exécution de la mise en fourrière. La mise en fourrière est réputée avoir reçu un commencement d'exécution : 1° A partir du moment où deux roues au moins du véhicule ont quitté le sol, lorsque le transfert du véhicule vers la fourrière est réalisé au moyen d'un véhicule d'enlèvement ; 2° A partir du commencement du déplacement du véhicule vers la fourrière, quel que soit le procédé utilisé à cet effet.\" \"Art. R. 325-14. - La mise en fourrière est prescrite par un officier de police judiciaire territorialement compétent dans les cas suivants : 1° A la suite d'une immobilisation du véhicule, dans les conditions prévues à l'article R. 325-9 et au 2° du II de l'article R. 325-11 ; 2° En cas de stationnement de nature à créer une entrave ou une gêne à la circulation, lorsque le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ; 3° En cas de stationnement de nature à créer un danger pour les usagers, quand le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ; 4° En cas de stationnement en infraction à un règlement de police d'un véhicule dont la présence compromet l'utilisation normale de la chaussée ou de ses dépendances ou entrave l'accès des immeubles riverains, si le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ; 5° En cas de stationnement en un même point de la voie publique ou de ses dépendances pendant une durée excédant sept jours consécutifs ; 6° En cas d'infraction aux règlements en vigueur dans le territoire pour la sauvegarde de l'esthétique des sites et des paysages ; 7° En cas de défaut de présentation à une visite technique obligatoire ou de non-exécution de réparations ou aménagements prescrits par l'expert chargé des visites techniques ; 8° En cas de circulation d'un véhicule de transport en infraction à la réglementation territoriale relative à l'autorisation de mise en circulation.\" \"Art. R. 325-15. - La mise en fourrière peut également être prescrite par l'autorité administrative ou par le maire dans le cas prévu au 6° de l'article R. 325-14. Un officier de police judiciaire territorialement compétent peut être chargé d'exécuter ou de faire exécuter la mesure prévue à l'alinéa précédent. Les dispositions du II de l'article R. 325-16 sont appliquées.\" \"Art. R. 325-16. - I. - Dans les cas prévus à l'article R. 325-14, l'agent verbalisateur qui a constaté l'infraction justifiant la mise en fourrière saisit l'officier de police judiciaire territorialement compétent. II. - L'officier de police judiciaire territorialement compétent ou l'agent verbalisateur spécialement mandaté par lui : 1° Désigne la fourrière dans laquelle sera transféré le véhicule, cette désignation étant matérialisée par la pose d'un signe distinctif sur celui-ci ; 2° Dresse, si possible contradictoirement en présence du propriétaire ou du conducteur du véhicule et du préposé à l'enlèvement, un état sommaire, extérieur et intérieur, du véhicule, sans l'ouvrir, au moyen d'une fiche descriptive dont le modèle est fixé par délibération de l'assemblée de la Polynésie française, avant que la mise en fourrière reçoive un commencement d'exécution ; 3° Remet à ce propriétaire ou ce conducteur un double de la fiche relative à l'état du véhicule et, le cas échéant, une fiche de circulation provisoire ; 4° Relate sur le procès-verbal de l'infraction les motifs de la mise en fourrière ; il y fait mention du retrait provisoire de la carte grise et de l'heure d'appel du véhicule d'enlèvement.\" \"Art. R. 325-17. - Lorsque la mise en fourrière a reçu un commencement d'exécution, le véhicule est restitué à son propriétaire ou à son conducteur dans les conditions prévues à l'article R. 325-38. Toutefois, si, avant le transfert ou le déplacement effectif du véhicule, le propriétaire ou le conducteur du véhicule règle les frais d'opérations préalables prévus à l'article R. 325-29, ou s'il s'engage par écrit à régler, et s'il s'engage à rendre immédiatement son usage normal à la voie publique, il peut être autorisé à reprendre aussitôt son véhicule.\" \"Art. R. 325-19. - Chaque fourrière relève d'une autorité publique unique. Cette autorité publique est l'une de celles qui sont prévues aux articles R. 325-20 et R. 325-21. Cette autorité publique désigne le gardien de la fourrière sur la liste des gardiens de fourrière agréés conformément aux dispositions de l'article R. 325-24.\" \"Art. R. 325-20. - Lorsque la mise en fourrière est effectuée dans un lieu public ou relevant d'une autorité publique, l'autorité dont relève la fourrière est : 1° L'autorité compétente du territoire si le local ou le terrain appartient au territoire ou si celui-ci en a la disposition ; 2° Le maire si le local ou le terrain appartient à la commune ou si celle-ci en a la disposition.\" \"Art. R. 325-21. - La fourrière peut être située dans un lieu privé avec l'assentiment du propriétaire ou du locataire de cet immeuble, s'il accepte d'assurer la garde de cette fourrière. Dans cette hypothèse, l'autorité dont relève la fourrière est l'autorité désignée par l'assemblée de la Polynésie française.\" \"Art. R. 325-22. - I. - Lorsque le propriétaire du véhicule faisant l'objet de la mise en fourrière est domicilié ou réside dans le ressort de l'officier de police judiciaire qui exécute cette mesure, celui-ci peut faire garder le véhicule par son propriétaire, à condition que la carte grise soit immédiatement retirée. Ce document reçoit la destination prévue à l'article R. 325-32. II. - Dans cette hypothèse, l'autorité dont relève la fourrière est : 1° Soit le maire, lorsque la mise en fourrière a été décidée par lui ou par un de ses adjoints agissant en qualité d'officier de police judiciaire ; 2° Soit l'autorité compétente du territoire.\" \"Art. R. 325-23. - Le véhicule est placé sous la garde juridique du gardien de la fourrière jusqu'à la date d'effet de la mainlevée, sauf au cours de la sortie provisoire prévue à l'article R. 325-36.\" \"Art. R. 325-24. - Des délibérations de l'assemblée de la Polynésie française fixent les conditions dans lesquelles sont agréés les gardiens de fourrière et les installations de celle-ci ; l'autorité compétente pour procéder au retrait de l'agrément est désignée par délibération de l'assemblée de la Polynésie française.\" \"Art. R. 325-25. - Le gardien de fourrière enregistre, au fur et à mesure de leurs arrivées, les entrées des véhicules mis en fourrière, leurs sorties provisoires et définitives, les décisions de mainlevée de la mise en fourrière et, le cas échéant, les décisions de remise au service des domaines du territoire ou à une entreprise de destruction.\" \"Art. R. 325-26. - Le procès-verbal de la mise en fourrière relate les circonstances et les conditions dans lesquelles cette mesure a été prise ; il est transmis dans les plus brefs délais au procureur de la République. Un double de ce document est transmis dans les plus brefs délais à l'autorité ayant compétence pour prononcer la mainlevée. En cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement du véhicule en fourrière, le double de la fiche descriptive remplie par l'agent verbalisateur est adressé sans délai au responsable de la notification de mise en fourrière mentionné à l'article R. 325-31. Un autre double de cette fiche descriptive est remis au gardien de fourrière.\" \"Art. R. 325-27. - Les intéressés peuvent contester auprès du procureur de la République du lieu de l'infraction la décision de mise en fourrière. Ce magistrat confirme la mesure ou en ordonne la mainlevée dans le délai maximal de cinq jours ouvrables. Si, à l'examen de la procédure, le procureur de la République estime qu'il n'a pas été commis d'infraction, il ordonne que soit donnée mainlevée de la mise en fourrière et en informe immédiatement l'autorité qui l'a prescrite.\" \"Art. R. 325-28. - Le transfert d'un véhicule du lieu de stationnement à celui de sa garde en fourrière peut être opéré : 1° Par les soins de l'autorité administrative compétente ; 2° En vertu d'une réquisition adressée à un tiers ; 3° En vertu d'une réquisition adressée au conducteur ou au propriétaire du véhicule.\" \"Art. R. 325-29. - I. - Le propriétaire du véhicule est tenu de rembourser : 1° Lorsque la prescription de mise en fourrière a reçu le commencement d'exécution défini à l'article R. 325-12, les frais d'enlèvement ainsi que, le cas échéant, les frais de garde en fourrière, d'expertise, sous réserve de l'application du II de l'article R. 325-30 et du III de l'article R. 325-35, et de vente ou de destruction du véhicule ; 2° Lorsque la prescription de mise en fourrière n'a pas reçu de commencement d'exécution, les frais afférents aux opérations préalables à la mise en fourrière, à condition que le véhicule d'enlèvement se soit rendu sur les lieux. II. - Le propriétaire du véhicule rembourse les frais précités au gardien de la fourrière sur présentation d'une facture détaillée. III. - Les taux maximaux des frais d'opérations préalables à la mise en fourrière, des frais d'enlèvement, de garde en fourrière, d'expertise et de destruction des véhicules sont fixés par délibération de l'assemblée de la Polynésie française. IV. - Les frais de vente par le service territorial chargé des domaines sont fixés par délibération de l'assemblée de la Polynésie française. V. - Il appartient à l'autorité dont relève la fourrière d'assurer la rémunération, forfaitaire le cas échéant, des professionnels du secteur privé auxquels cette autorité fait appel dans le cadre de la procédure de mise en fourrière. Cette autorité peut conclure avec des professionnels une convention tarifaire, respectant les taux maximaux fixés par délibération de l'assemblée de la Polynésie française.\" \"Art. R. 325-30. - I. - L'autorité dont relève la fourrière classe le véhicule dans l'une des trois catégories suivantes : 1° Véhicules pouvant être restitués en l'état à son propriétaire ou son conducteur ; 2° Véhicules ne pouvant être restitués à son propriétaire ou son conducteur qu'après exécution des travaux reconnus indispensables ; 3° Véhicules hors d'état de circuler dans des conditions normales de sécurité et dont la valeur marchande est inférieure à un montant fixé par délibération de l'assemblée de la Polynésie française, devant être livrés à la destruction à l'expiration du délai d'abandon prévu à l'alinéa 4 de l'article L. 325-7 dans sa rédaction applicable en Polynésie française. II. - Le classement dans les deuxième et troisième catégories prévues au I ci-dessus est décidé après avis d'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française. III. - L'expert se prononce sur la capacité du véhicule à circuler dans des conditions normales de sécurité, définit dans le cas contraire les réparations indispensables propres à lui redonner cette capacité et fournit une évaluation de la valeur marchande du véhicule. IV. - Les véhicules réclamés par leurs propriétaires ou leurs conducteurs dans le délai de trois jours suivant la mise en fourrière peuvent être restitués sans avoir été expertisés ni classés.\" \"Art. R. 325-31. - La mise en fourrière est notifiée par l'officier de police judiciaire qui l'a prescrite ou qui a été chargé de l'exécuter, ou par l'autorité dont relève la fourrière, à l'adresse relevée sur le procès-verbal de l'infraction ayant motivé la mise en fourrière si le propriétaire ou le conducteur du véhicule était présent, ou à l'adresse indiquée au fichier des immatriculations.\" \"Art. R. 325-32. - I. - Cette notification s'effectue par lettre recommandée avec demande d'accusé de réception, dans le délai maximal de cinq jours ouvrables suivant la mise en fourrière du véhicule. II. - Il y est joint un double de la fiche descriptive de l'état du véhicule mis en fourrière, en cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement pour mise en fourrière. III. - Cette notification comporte les mentions obligatoires suivantes : 1° Indication de l'autorité qui a prescrit la mise en fourrière, de la fourrière désignée et de l'autorité dont relève cette fourrière ; 2° Décision de classement prise en application de l'article R. 325-30 et indication de la faculté de faire procéder à une contre-expertise conformément aux articles R. 325-35 et R. 325-36 ; 3° Autorité qualifiée pour donner mainlevée de la mise en fourrière ; 4° Injonction au propriétaire du véhicule de remettre immédiatement, sous peine de sanctions édictées par l'assemblée de la Polynésie française, la carte grise à l'autorité visée au 3° ci-dessus, à moins que le véhicule ne soit pas soumis à l'obligation d'immatriculation ; 5° Mise en demeure au propriétaire de retirer son véhicule avant l'expiration d'un délai : a) De dix jours, dans les cas prévus aux quatrième et cinquième alinéas de l'article L. 325-7 dans sa rédaction applicable en Polynésie française ; b) De quarante-cinq jours, dans les autres cas, ces délais commençant à courir un jour franc après la date de notification ; 6° Avertissement au propriétaire que son absence de réponse dans les délais impartis vaudra abandon de son véhicule et que ledit véhicule sera, dans les conditions prévues par décret, soit remis au service des domaines du territoire en vue de son aliénation, soit livré à la destruction ; 7° Nature et montant des frais qu'il sera tenu de rembourser ; 8° Enoncé des voies de recours. IV. - Si le fichier des immatriculations révèle l'inscription d'un gage, copie de la notification de mise en fourrière est adressée au créancier-gagiste, par lettre recommandée avec demande d'accusé de réception.\" \"Art. R. 325-34. - Toute personne se trouvant destinataire de la carte grise d'un véhicule mis en fourrière est tenue de la transmettre sans délai à l'autorité ayant compétence pour prononcer la mainlevée.\" \"Art. R. 325-35. - I. - En cas de désaccord sur l'état du véhicule ou sur la décision de classement visée à l'article R. 325-30, le propriétaire a la faculté de faire procéder à une contre-expertise, aux réparations remettant le véhicule en état de circuler dans des conditions normales de sécurité, ainsi qu'au contrôle technique du véhicule. II. - La contre-expertise prévue ci-dessus est faite par un expert désigné conformément à l'article L. 325-6, dans sa rédaction applicable en Polynésie française. III. - Les frais d'expertise et de contre-expertise sont à la charge du propriétaire dans le cas où la contre-expertise confirme l'expertise initiale. Dans le cas contraire, ces frais incombent à l'autorité dont relève la fourrière.\" \"Art. R. 325-36. - L'autorité dont relève la fourrière ne peut s'opposer à la demande d'autorisation provisoire de sortie de fourrière présentée par le propriétaire du véhicule en vue exclusivement de faire procéder aux réparations visées au 2° du I de l'article R. 325-30, ainsi qu'à la contre-expertise, aux réparations et au contrôle technique visés au I de l'article R. 325-35. Cette autorisation provisoire de sortie de fourrière, dont le modèle est fixé par délibération de l'assemblée de la Polynésie française, qui tient lieu de pièce de circulation et qui est limitée au temps des parcours nécessaires et des opérations précitées, peut prescrire un itinéraire et des conditions de sécurité. Le réparateur doit remettre au propriétaire du véhicule une facture détaillée certifiant l'exécution des travaux prescrits en application du 2° du I de l'article R. 325-30.\" \"Art. R. 325-37. - L'autorité dont relève la fourrière informe l'autorité qualifiée pour prononcer la mainlevée de la délivrance de l'autorisation provisoire de sortie de fourrière et de la durée de sa validité. En ce qui concerne les véhicules volés retrouvés en fourrière, l'autorité dont relève la fourrière est tenue d'informer au préalable les services de police ou de gendarmerie compétents de son intention de délivrer une autorisation provisoire de sortie de fourrière.\" \"Art. R. 325-38. - I. - Chaque prescription de mise en fourrière prend fin par une décision de mainlevée. II. - Cette décision émane de l'autorité qui a prescrit la mise en fourrière ou de l'officier de police judiciaire chargé d'exécuter cette mesure. Elle émane du procureur de la République dans le cas prévu à l'article R. 325-27. III. - Sous réserve des dispositions de cet article, l'autorité qualifiée pour prononcer la mainlevée est tenue de le faire, de restituer la carte grise du véhicule si elle a été retirée et de délivrer une autorisation définitive de sortie de fourrière : 1° Sur simple demande du propriétaire ou du conducteur si elle concerne un véhicule classé dans la 1re catégorie visée à l'article R. 325-30 ; 2° S'il s'agit d'un véhicule classé dans la 2e ou la 3e catégorie visée à l'article R. 325-30, sur demande du propriétaire ou du conducteur, accompagnée, selon le cas : a) De la facture mentionnée au troisième alinéa de l'article R. 325-36 ; b) Du récépissé délivré par le service chargé des contrôles techniques en Polynésie française, postérieur à la date de mise en fourrière. IV. - Les dispositions du II ci-dessus ne s'appliquent ni aux véhicules volés retrouvés en fourrière ni à ceux dont le propriétaire et l'assureur demeurent inconnus ou introuvables malgré les recherches effectuées, pour lesquels la mainlevée ne peut être prononcée qu'après l'accord préalable exprès des services de police ou de gendarmerie compétents.\" \"Art. R. 325-40. - La mainlevée prend effet au jour de la délivrance de l'autorisation définitive de sortie du véhicule dans les cas prévus du III de l'article R. 325-38. La mainlevée prend effet à compter de la remise du véhicule au service des domaines du territoire de Polynésie française s'il est destiné à être aliéné, ou de sa remise à l'entreprise spécialisée s'il est destiné à être détruit.\" \"Art. R. 325-41. - Le gardien de la fourrière restitue le véhicule à son propriétaire ou à son conducteur dès que ce dernier produit l'autorisation définitive de sortie de fourrière et s'est acquitté des frais de mise en fourrière, d'enlèvement, de garde et d'expertise dans le cas où ces derniers sont à la charge du propriétaire. Ces frais sont arrêtés à la date de reprise du véhicule.\" \"Art. R. 325-42. - Aucun véhicule mis en fourrière ne peut être remis au service des domaines du territoire de Polynésie française en vue de son aliénation ou à une entreprise de démolition en vue de sa destruction sans que la mainlevée de cette mesure ait été préalablement prononcée à l'une ou l'autre de ces fins.\" \"Art. R. 325-43. - En application des dispositions des articles L. 325-7 et L. 325-8, l'autorité dont relève la fourrière décide de la remise du véhicule au service des domaines du territoire en vue de son aliénation ; l'autorité administrative investie des pouvoirs de police en matière de circulation décide de la destruction des véhicules mentionnés au cinquième alinéa de l'article L. 325-7 ainsi que des véhicules qui ont été remis au service des domaines du territoire de Polynésie française pour aliénation et qui n'ont pas trouvé preneur. L'autorité dont relève la fourrière informe de ces décisions l'autorité qualifiée pour prononcer la mainlevée, détentrice de la carte grise. Celle-ci envoie la carte grise dûment barrée au chef de service des transports aux fins d'annulation de ce document.\" \"Art. R. 325-45. - Le responsable de l'entreprise chargée de la destruction d'un véhicule prend en charge celui-ci en remettant au gardien de la fourrière un bon d'enlèvement délivré par l'autorité dont relève la fourrière. Il rend compte de la destruction dudit véhicule à l'autorité dont relève la fourrière, et à l'autorité qui a prononcé la mainlevée de mise en fourrière. Les collectivités concernées peuvent passer avec les entreprises appelées à effectuer la destruction des véhicules des contrats dont les clauses sont déterminées conformément à une délibération de l'assemblée de la Polynésie française.\"",
            "texteHtml": "<p></p>   Les articles R. 325-12, R. 325-14 à R. 325-17, R. 325-19 à R. 325-32, R. 325-34 à R. 325-38, R. 325-40 à R. 325-43 et R. 325-45 sont applicables à la Polynésie française dans la rédaction suivante :<p></p><p></p>   \"Art. R. 325-12. - La mise en fourrière est le transfert d'un véhicule en un lieu désigné par l'autorité administrative ou par l'autorité judiciaire en vue d'y être retenu jusqu'à décision de celle-ci, aux frais du propriétaire du véhicule, afin de faire cesser une ou plusieurs des infractions prévues et réprimées par l'article R. 325-14.<p></p><p></p>   L'immobilisation matérielle prévue à l'article R. 325-2 peut constituer l'une des opérations préalables au commencement d'exécution de la mise en fourrière.<p></p><p></p>   La mise en fourrière est réputée avoir reçu un commencement d'exécution :<p></p><p></p>   1° A partir du moment où deux roues au moins du véhicule ont quitté le sol, lorsque le transfert du véhicule vers la fourrière est réalisé au moyen d'un véhicule d'enlèvement ;<p></p><p></p>   2° A partir du commencement du déplacement du véhicule vers la fourrière, quel que soit le procédé utilisé à cet effet.\"<p></p><p></p>   \"Art. R. 325-14. - La mise en fourrière est prescrite par un officier de police judiciaire territorialement compétent dans les cas suivants :<p></p><p></p>   1° A la suite d'une immobilisation du véhicule, dans les conditions prévues à l'article R. 325-9 et au 2° du II de l'article R. 325-11 ;<p></p><p></p>   2° En cas de stationnement de nature à créer une entrave ou une gêne à la circulation, lorsque le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ;<p></p><p></p>   3° En cas de stationnement de nature à créer un danger pour les usagers, quand le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ;<p></p><p></p>   4° En cas de stationnement en infraction à un règlement de police d'un véhicule dont la présence compromet l'utilisation normale de la chaussée ou de ses dépendances ou entrave l'accès des immeubles riverains, si le conducteur est absent ou refuse de faire cesser le stationnement irrégulier ;<p></p><p></p>   5° En cas de stationnement en un même point de la voie publique ou de ses dépendances pendant une durée excédant sept jours consécutifs ;<p></p><p></p>   6° En cas d'infraction aux règlements en vigueur dans le territoire pour la sauvegarde de l'esthétique des sites et des paysages ;<p></p><p></p>   7° En cas de défaut de présentation à une visite technique obligatoire ou de non-exécution de réparations ou aménagements prescrits par l'expert chargé des visites techniques ;<p></p><p></p>   8° En cas de circulation d'un véhicule de transport en infraction à la réglementation territoriale relative à l'autorisation de mise en circulation.\"<p></p><p></p>   \"Art. R. 325-15. - La mise en fourrière peut également être prescrite par l'autorité administrative ou par le maire dans le cas prévu au 6° de l'article R. 325-14.<p></p><p></p>   Un officier de police judiciaire territorialement compétent peut être chargé d'exécuter ou de faire exécuter la mesure prévue à l'alinéa précédent.<p></p><p></p>   Les dispositions du II de l'article R. 325-16 sont appliquées.\"<p></p><p></p>   \"Art. R. 325-16. - I. - Dans les cas prévus à l'article R. 325-14, l'agent verbalisateur qui a constaté l'infraction justifiant la mise en fourrière saisit l'officier de police judiciaire territorialement compétent.<p></p><p></p>   II. - L'officier de police judiciaire territorialement compétent ou l'agent verbalisateur spécialement mandaté par lui :<p></p><p></p>   1° Désigne la fourrière dans laquelle sera transféré le véhicule, cette désignation étant matérialisée par la pose d'un signe distinctif sur celui-ci ;<p></p><p></p>   2° Dresse, si possible contradictoirement en présence du propriétaire ou du conducteur du véhicule et du préposé à l'enlèvement, un état sommaire, extérieur et intérieur, du véhicule, sans l'ouvrir, au moyen d'une fiche descriptive dont le modèle est fixé par délibération de l'assemblée de la Polynésie française, avant que la mise en fourrière reçoive un commencement d'exécution ;<p></p><p></p>   3° Remet à ce propriétaire ou ce conducteur un double de la fiche relative à l'état du véhicule et, le cas échéant, une fiche de circulation provisoire ;<p></p><p></p>   4° Relate sur le procès-verbal de l'infraction les motifs de la mise en fourrière ; il y fait mention du retrait provisoire de la carte grise et de l'heure d'appel du véhicule d'enlèvement.\"<p></p><p></p>   \"Art. R. 325-17. - Lorsque la mise en fourrière a reçu un commencement d'exécution, le véhicule est restitué à son propriétaire ou à son conducteur dans les conditions prévues à l'article R. 325-38.<p></p><p></p>   Toutefois, si, avant le transfert ou le déplacement effectif du véhicule, le propriétaire ou le conducteur du véhicule règle les frais d'opérations préalables prévus à l'article R. 325-29, ou s'il s'engage par écrit à régler, et s'il s'engage à rendre immédiatement son usage normal à la voie publique, il peut être autorisé à reprendre aussitôt son véhicule.\"<p></p><p></p>   \"Art. R. 325-19. - Chaque fourrière relève d'une autorité publique unique.<p></p><p></p>   Cette autorité publique est l'une de celles qui sont prévues aux articles R. 325-20 et R. 325-21.<p></p><p></p>   Cette autorité publique désigne le gardien de la fourrière sur la liste des gardiens de fourrière agréés conformément aux dispositions de l'article R. 325-24.\"<p></p><p></p>   \"Art. R. 325-20. - Lorsque la mise en fourrière est effectuée dans un lieu public ou relevant d'une autorité publique, l'autorité dont relève la fourrière est :<p></p><p></p>   1° L'autorité compétente du territoire si le local ou le terrain appartient au territoire ou si celui-ci en a la disposition ;<p></p><p></p>   2° Le maire si le local ou le terrain appartient à la commune ou si celle-ci en a la disposition.\"<p></p><p></p>   \"Art. R. 325-21. - La fourrière peut être située dans un lieu privé avec l'assentiment du propriétaire ou du locataire de cet immeuble, s'il accepte d'assurer la garde de cette fourrière.<p></p><p></p>   Dans cette hypothèse, l'autorité dont relève la fourrière est l'autorité désignée par l'assemblée de la Polynésie française.\"<p></p><p></p>   \"Art. R. 325-22. - I. - Lorsque le propriétaire du véhicule faisant l'objet de la mise en fourrière est domicilié ou réside dans le ressort de l'officier de police judiciaire qui exécute cette mesure, celui-ci peut faire garder le véhicule par son propriétaire, à condition que la carte grise soit immédiatement retirée. Ce document reçoit la destination prévue à l'article R. 325-32.<p></p><p></p>   II. - Dans cette hypothèse, l'autorité dont relève la fourrière est :<p></p><p></p>   1° Soit le maire, lorsque la mise en fourrière a été décidée par lui ou par un de ses adjoints agissant en qualité d'officier de police judiciaire ;<p></p><p></p>   2° Soit l'autorité compétente du territoire.\"<p></p><p></p>   \"Art. R. 325-23. - Le véhicule est placé sous la garde juridique du gardien de la fourrière jusqu'à la date d'effet de la mainlevée, sauf au cours de la sortie provisoire prévue à l'article R. 325-36.\"<p></p><p></p>   \"Art. R. 325-24. - Des délibérations de l'assemblée de la Polynésie française fixent les conditions dans lesquelles sont agréés les gardiens de fourrière et les installations de celle-ci ; l'autorité compétente pour procéder au retrait de l'agrément est désignée par délibération de l'assemblée de la Polynésie française.\"<p></p><p></p>   \"Art. R. 325-25. - Le gardien de fourrière enregistre, au fur et à mesure de leurs arrivées, les entrées des véhicules mis en fourrière, leurs sorties provisoires et définitives, les décisions de mainlevée de la mise en fourrière et, le cas échéant, les décisions de remise au service des domaines du territoire ou à une entreprise de destruction.\"<p></p><p></p>   \"Art. R. 325-26. - Le procès-verbal de la mise en fourrière relate les circonstances et les conditions dans lesquelles cette mesure a été prise ; il est transmis dans les plus brefs délais au procureur de la République.<p></p><p></p>   Un double de ce document est transmis dans les plus brefs délais à l'autorité ayant compétence pour prononcer la mainlevée.<p></p><p></p>   En cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement du véhicule en fourrière, le double de la fiche descriptive remplie par l'agent verbalisateur est adressé sans délai au responsable de la notification de mise en fourrière mentionné à l'article R. 325-31.<p></p><p></p>   Un autre double de cette fiche descriptive est remis au gardien de fourrière.\"<p></p><p></p>   \"Art. R. 325-27. - Les intéressés peuvent contester auprès du procureur de la République du lieu de l'infraction la décision de mise en fourrière. Ce magistrat confirme la mesure ou en ordonne la mainlevée dans le délai maximal de cinq jours ouvrables.<p></p><p></p>   Si, à l'examen de la procédure, le procureur de la République estime qu'il n'a pas été commis d'infraction, il ordonne que soit donnée mainlevée de la mise en fourrière et en informe immédiatement l'autorité qui l'a prescrite.\"<p></p><p></p>   \"Art. R. 325-28. - Le transfert d'un véhicule du lieu de stationnement à celui de sa garde en fourrière peut être opéré :<p></p><p></p>   1° Par les soins de l'autorité administrative compétente ;<p></p><p></p>   2° En vertu d'une réquisition adressée à un tiers ;<p></p><p></p>   3° En vertu d'une réquisition adressée au conducteur ou au propriétaire du véhicule.\"<p></p><p></p>   \"Art. R. 325-29. - I. - Le propriétaire du véhicule est tenu de rembourser :<p></p><p></p>   1° Lorsque la prescription de mise en fourrière a reçu le commencement d'exécution défini à l'article R. 325-12, les frais d'enlèvement ainsi que, le cas échéant, les frais de garde en fourrière, d'expertise, sous réserve de l'application du II de l'article R. 325-30 et du III de l'article R. 325-35, et de vente ou de destruction du véhicule ;<p></p><p></p>   2° Lorsque la prescription de mise en fourrière n'a pas reçu de commencement d'exécution, les frais afférents aux opérations préalables à la mise en fourrière, à condition que le véhicule d'enlèvement se soit rendu sur les lieux.<p></p><p></p>   II. - Le propriétaire du véhicule rembourse les frais précités au gardien de la fourrière sur présentation d'une facture détaillée.<p></p><p></p>   III. - Les taux maximaux des frais d'opérations préalables à la mise en fourrière, des frais d'enlèvement, de garde en fourrière, d'expertise et de destruction des véhicules sont fixés par délibération de l'assemblée de la Polynésie française.<p></p><p></p>   IV. - Les frais de vente par le service territorial chargé des domaines sont fixés par délibération de l'assemblée de la Polynésie française.<p></p><p></p>   V. - Il appartient à l'autorité dont relève la fourrière d'assurer la rémunération, forfaitaire le cas échéant, des professionnels du secteur privé auxquels cette autorité fait appel dans le cadre de la procédure de mise en fourrière. Cette autorité peut conclure avec des professionnels une convention tarifaire, respectant les taux maximaux fixés par délibération de l'assemblée de la Polynésie française.\"<p></p><p></p>   \"Art. R. 325-30. - I. - L'autorité dont relève la fourrière classe le véhicule dans l'une des trois catégories suivantes :<p></p><p></p>   1° Véhicules pouvant être restitués en l'état à son propriétaire ou son conducteur ;<p></p><p></p>   2° Véhicules ne pouvant être restitués à son propriétaire ou son conducteur qu'après exécution des travaux reconnus indispensables ;<p></p><p></p>   3° Véhicules hors d'état de circuler dans des conditions normales de sécurité et dont la valeur marchande est inférieure à un montant fixé par délibération de l'assemblée de la Polynésie française, devant être livrés à la destruction à l'expiration du délai d'abandon prévu à l'alinéa 4 de l'article L. 325-7 dans sa rédaction applicable en Polynésie française.<p></p><p></p>   II. - Le classement dans les deuxième et troisième catégories prévues au I ci-dessus est décidé après avis d'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française.<p></p><p></p>   III. - L'expert se prononce sur la capacité du véhicule à circuler dans des conditions normales de sécurité, définit dans le cas contraire les réparations indispensables propres à lui redonner cette capacité et fournit une évaluation de la valeur marchande du véhicule.<p></p><p></p>   IV. - Les véhicules réclamés par leurs propriétaires ou leurs conducteurs dans le délai de trois jours suivant la mise en fourrière peuvent être restitués sans avoir été expertisés ni classés.\"<p></p><p></p>   \"Art. R. 325-31. - La mise en fourrière est notifiée par l'officier de police judiciaire qui l'a prescrite ou qui a été chargé de l'exécuter, ou par l'autorité dont relève la fourrière, à l'adresse relevée sur le procès-verbal de l'infraction ayant motivé la mise en fourrière si le propriétaire ou le conducteur du véhicule était présent, ou à l'adresse indiquée au fichier des immatriculations.\"<p></p><p></p><p></p>   \"Art. R. 325-32. - I. - Cette notification s'effectue par lettre recommandée avec demande d'accusé de réception, dans le délai maximal de cinq jours ouvrables suivant la mise en fourrière du véhicule.<p></p><p></p>   II. - Il y est joint un double de la fiche descriptive de l'état du véhicule mis en fourrière, en cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement pour mise en fourrière.<p></p><p></p>   III. - Cette notification comporte les mentions obligatoires suivantes :<p></p><p></p>   1° Indication de l'autorité qui a prescrit la mise en fourrière, de la fourrière désignée et de l'autorité dont relève cette fourrière ;<p></p><p></p>   2° Décision de classement prise en application de l'article R. 325-30 et indication de la faculté de faire procéder à une contre-expertise conformément aux articles R. 325-35 et R. 325-36 ;<p></p><p></p>   3° Autorité qualifiée pour donner mainlevée de la mise en fourrière ;<p></p><p></p>   4° Injonction au propriétaire du véhicule de remettre immédiatement, sous peine de sanctions édictées par l'assemblée de la Polynésie française, la carte grise à l'autorité visée au 3° ci-dessus, à moins que le véhicule ne soit pas soumis à l'obligation d'immatriculation ;<p></p><p></p>   5° Mise en demeure au propriétaire de retirer son véhicule avant l'expiration d'un délai :<p></p><p></p>   a) De dix jours, dans les cas prévus aux quatrième et cinquième alinéas de l'article L. 325-7 dans sa rédaction applicable en Polynésie française ;<p></p><p></p>   b) De quarante-cinq jours, dans les autres cas,<p></p>\n ces délais commençant à courir un jour franc après la date de notification ;<p></p><p></p>   6° Avertissement au propriétaire que son absence de réponse dans les délais impartis vaudra abandon de son véhicule et que ledit véhicule sera, dans les conditions prévues par décret, soit remis au service des domaines du territoire en vue de son aliénation, soit livré à la destruction ;<p></p><p></p>   7° Nature et montant des frais qu'il sera tenu de rembourser ;<p></p><p></p>   8° Enoncé des voies de recours.<p></p><p></p>   IV. - Si le fichier des immatriculations révèle l'inscription d'un gage, copie de la notification de mise en fourrière est adressée au créancier-gagiste, par lettre recommandée avec demande d'accusé de réception.\"<p></p><p></p>   \"Art. R. 325-34. - Toute personne se trouvant destinataire de la carte grise d'un véhicule mis en fourrière est tenue de la transmettre sans délai à l'autorité ayant compétence pour prononcer la mainlevée.\"<p></p><p></p><p></p>   \"Art. R. 325-35. - I. - En cas de désaccord sur l'état du véhicule ou sur la décision de classement visée à l'article R. 325-30, le propriétaire a la faculté de faire procéder à une contre-expertise, aux réparations remettant le véhicule en état de circuler dans des conditions normales de sécurité, ainsi qu'au contrôle technique du véhicule.<p></p><p></p>   II. - La contre-expertise prévue ci-dessus est faite par un expert désigné conformément à l'article L. 325-6, dans sa rédaction applicable en Polynésie française.<p></p><p></p>   III. - Les frais d'expertise et de contre-expertise sont à la charge du propriétaire dans le cas où la contre-expertise confirme l'expertise initiale. Dans le cas contraire, ces frais incombent à l'autorité dont relève la fourrière.\"<p></p><p></p>   \"Art. R. 325-36. - L'autorité dont relève la fourrière ne peut s'opposer à la demande d'autorisation provisoire de sortie de fourrière présentée par le propriétaire du véhicule en vue exclusivement de faire procéder aux réparations visées au 2° du I de l'article R. 325-30, ainsi qu'à la contre-expertise, aux réparations et au contrôle technique visés au I de l'article R. 325-35.<p></p><p></p>   Cette autorisation provisoire de sortie de fourrière, dont le modèle est fixé par délibération de l'assemblée de la Polynésie française, qui tient lieu de pièce de circulation et qui est limitée au temps des parcours nécessaires et des opérations précitées, peut prescrire un itinéraire et des conditions de sécurité.<p></p><p></p>   Le réparateur doit remettre au propriétaire du véhicule une facture détaillée certifiant l'exécution des travaux prescrits en application du 2° du I de l'article R. 325-30.\"<p></p><p></p>   \"Art. R. 325-37. - L'autorité dont relève la fourrière informe l'autorité qualifiée pour prononcer la mainlevée de la délivrance de l'autorisation provisoire de sortie de fourrière et de la durée de sa validité.<p></p><p></p>   En ce qui concerne les véhicules volés retrouvés en fourrière, l'autorité dont relève la fourrière est tenue d'informer au préalable les services de police ou de gendarmerie compétents de son intention de délivrer une autorisation provisoire de sortie de fourrière.\"<p></p><p></p>   \"Art. R. 325-38. - I. - Chaque prescription de mise en fourrière prend fin par une décision de mainlevée.<p></p><p></p>   II. - Cette décision émane de l'autorité qui a prescrit la mise en fourrière ou de l'officier de police judiciaire chargé d'exécuter cette mesure. Elle émane du procureur de la République dans le cas prévu à l'article R. 325-27.<p></p><p></p>   III. - Sous réserve des dispositions de cet article, l'autorité qualifiée pour prononcer la mainlevée est tenue de le faire, de restituer la carte grise du véhicule si elle a été retirée et de délivrer une autorisation définitive de sortie de fourrière :<p></p><p></p>   1° Sur simple demande du propriétaire ou du conducteur si elle concerne un véhicule classé dans la 1re catégorie visée à l'article R. 325-30 ;<p></p><p></p>   2° S'il s'agit d'un véhicule classé dans la 2e ou la 3e catégorie visée à l'article R. 325-30, sur demande du propriétaire ou du conducteur, accompagnée, selon le cas :<p></p><p></p>   a) De la facture mentionnée au troisième alinéa de l'article R. 325-36 ;<p></p><p></p>   b) Du récépissé délivré par le service chargé des contrôles techniques en Polynésie française, postérieur à la date de mise en fourrière.<p></p><p></p>   IV. - Les dispositions du II ci-dessus ne s'appliquent ni aux véhicules volés retrouvés en fourrière ni à ceux dont le propriétaire et l'assureur demeurent inconnus ou introuvables malgré les recherches effectuées, pour lesquels la mainlevée ne peut être prononcée qu'après l'accord préalable exprès des services de police ou de gendarmerie compétents.\"<p></p><p></p>   \"Art. R. 325-40. - La mainlevée prend effet au jour de la délivrance de l'autorisation définitive de sortie du véhicule dans les cas prévus du III de l'article R. 325-38.<p></p><p></p>   La mainlevée prend effet à compter de la remise du véhicule au service des domaines du territoire de Polynésie française s'il est destiné à être aliéné, ou de sa remise à l'entreprise spécialisée s'il est destiné à être détruit.\"<p></p><p></p>   \"Art. R. 325-41. - Le gardien de la fourrière restitue le véhicule à son propriétaire ou à son conducteur dès que ce dernier produit l'autorisation définitive de sortie de fourrière et s'est acquitté des frais de mise en fourrière, d'enlèvement, de garde et d'expertise dans le cas où ces derniers sont à la charge du propriétaire. Ces frais sont arrêtés à la date de reprise du véhicule.\"<p></p><p></p>   \"Art. R. 325-42. - Aucun véhicule mis en fourrière ne peut être remis au service des domaines du territoire de Polynésie française en vue de son aliénation ou à une entreprise de démolition en vue de sa destruction sans que la mainlevée de cette mesure ait été préalablement prononcée à l'une ou l'autre de ces fins.\"<p></p><p></p>   \"Art. R. 325-43. - En application des dispositions des articles L. 325-7 et L. 325-8, l'autorité dont relève la fourrière décide de la remise du véhicule au service des domaines du territoire en vue de son aliénation ; l'autorité administrative investie des pouvoirs de police en matière de circulation décide de la destruction des véhicules mentionnés au cinquième alinéa de l'article L. 325-7 ainsi que des véhicules qui ont été remis au service des domaines du territoire de Polynésie française pour aliénation et qui n'ont pas trouvé preneur.<p></p><p></p>   L'autorité dont relève la fourrière informe de ces décisions l'autorité qualifiée pour prononcer la mainlevée, détentrice de la carte grise.<p></p><p></p>   Celle-ci envoie la carte grise dûment barrée au chef de service des transports aux fins d'annulation de ce document.\"<p></p><p></p>   \"Art. R. 325-45. - Le responsable de l'entreprise chargée de la destruction d'un véhicule prend en charge celui-ci en remettant au gardien de la fourrière un bon d'enlèvement délivré par l'autorité dont relève la fourrière. Il rend compte de la destruction dudit véhicule à l'autorité dont relève la fourrière, et à l'autorité qui a prononcé la mainlevée de mise en fourrière.<p></p><p></p>   Les collectivités concernées peuvent passer avec les entreprises appelées à effectuer la destruction des véhicules des contrats dont les clauses sont déterminées conformément à une délibération de l'assemblée de la Polynésie française.\"<p></p>",
            "num": "R343-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 991353600000,
            "dateFin": 1195344000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108688",
                        "id": "LEGISCTA000006108688",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Le véhicule.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129091",
                        "id": "LEGISCTA000006129091",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions relatives à l'outre-mer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143858",
                        "id": "LEGISCTA000006143858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions applicables à la Polynésie française",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159596",
                        "id": "LEGISCTA000006159596",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Fourrière.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177111",
                        "id": "LEGISCTA000006177111",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006842048",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177111",
            "sectionParentId": "LEGISCTA000006177111",
            "sectionParentTitre": "Section 3 : Fourrière.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Le véhicule. &gt; Titre IV : Dispositions relatives à l'outre-mer. &gt; Chapitre III : Dispositions applicables à la Polynésie française &gt; Section 3 : Fourrière.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006842048",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000578193",
                    "textTitle": "Décret 2001-251 2001-03-22 JORF 25 mars 2001",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000578193",
                    "natureText": "DECRET",
                    "datePubliTexte": "2001-03-25",
                    "dateSignaTexte": "2001-03-22",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route R325-12, R325-14 à R325-17, R325-19 à R325-32, R325-34 à R325-38, R325-40 à R325-43, R325-45, R325-14, R325-2, R325-9, R325-11, R325-16, R325-29, R325-20, R325-21, R325-24, R325-36, R325-31, R325-30, R325-35, L325-7, L325-6, R325-27,",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074228",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 990921600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-6",
                    "articleId": "LEGIARTI000006841148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-7",
                    "articleId": "LEGIARTI000006841150",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-8",
                    "articleId": "LEGIARTI000006841152",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-11 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-11",
                    "articleId": "LEGIARTI000006841893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-12",
                    "articleId": "LEGIARTI000006841895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-14 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-14",
                    "articleId": "LEGIARTI000006841897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-16 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-16",
                    "articleId": "LEGIARTI000006841901",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-2",
                    "articleId": "LEGIARTI000006841877",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-20",
                    "articleId": "LEGIARTI000006841909",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-21 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-21",
                    "articleId": "LEGIARTI000006841910",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-24 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-24",
                    "articleId": "LEGIARTI000006841916",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-27",
                    "articleId": "LEGIARTI000006841921",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-29 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-29",
                    "articleId": "LEGIARTI000006841926",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-30 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-30",
                    "articleId": "LEGIARTI000006841928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-31 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-31",
                    "articleId": "LEGIARTI000006841930",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-35",
                    "articleId": "LEGIARTI000006841936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-36 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-36",
                    "articleId": "LEGIARTI000006841937",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-45 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-45",
                    "articleId": "LEGIARTI000006841950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-9",
                    "articleId": "LEGIARTI000006841888",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 11 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006882895",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006882896",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 13 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006882897",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 14 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006882898",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 15 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006882899",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 16 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006882900",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 17 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006882901",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 18 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000006882902",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 19 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006882903",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 20 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000006882904",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 21 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006882905",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 22 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000006882906",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 23 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006882907",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 24 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000006882908",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 25 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006882909",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 26 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000006882910",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 27 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000006882911",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 28 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000006882912",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 29 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000006882913",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 30 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000006882914",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 31 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006882915",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 32 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006882916",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 33 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000006882917",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 34 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006882918",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 35 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000006882919",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 36 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000006882920",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 37 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000006882921",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 38 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000006882922",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 39 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006882923",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 40 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006882924",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 41 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000006882925",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 11 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006882895",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 12 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006882896",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 13 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006882897",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 14 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006882898",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 15 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006882899",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 16 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006882900",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 17 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006882901",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 18 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000006882902",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 19 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006882903",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 20 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000006882904",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 21 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006882905",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 22 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000006882906",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 23 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006882907",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 24 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000006882908",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 25 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006882909",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 26 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000006882910",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 27 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000006882911",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 28 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000006882912",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 29 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000006882913",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 30 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000006882914",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 31 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006882915",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 32 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006882916",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 33 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000006882917",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 34 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006882918",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 35 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000006882919",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 36 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000006882920",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 37 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000006882921",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 38 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000006882922",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 39 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006882923",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 40 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006882924",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000204249",
                    "textTitle": "Décret n°97-1222 du 26 décembre 1997 - art. 41 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000006882925",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006842048",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 991353600000,
                    "dateFin": 1195344000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006842049",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1195344000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R343-4",
                "343-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}