{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000024449528",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Pour l'application du III de l'article 286 I et du IV de l'article 286 J de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises. A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \" Néant \". 1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants : a) Les noms, dénomination ou raison sociale et adresse du siège social ou du principal établissement ; b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ; c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ; d) Le lieu où est tenue la comptabilité matières ; e) L'année au titre de laquelle la déclaration est établie ; f) Le mois au titre duquel la déclaration est établie ; g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ; h) La raison sociale de la caution ou, le cas échéant, la mention \" Dispense \". 2° La déclaration récapitulative mensuelle indique, le cas échéant : a) Les mentions relatives aux comptes d'âge ou de vieillissement ; b) Les références aux contrats d'achat soumis au visa de l'établissement mentionné à l'article L. 621-1 du code rural et de la pêche maritime pour les transactions soumises à cette procédure ; c) (Abrogé) d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ; e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie. 3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde : a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l' article 438 du code général des impôts , par appellation d'origine ou dénomination de produits ; b) Pour les autres entrepositaires agréés par nature de produit et/ ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles L. 632-1 à L. 632-7 du code rural et de la pêche maritime. II. – 1° Conformément au III de l'article 302 D du code général des impôts , l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I. Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt : a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article 1698 C dudit code ; b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ; c) Les quantités imposables par nature de produits ; d) Les tarifs d'imposition ; e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ; f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ; g) Pour les utilisateurs de matériels de validation mentionnés au 3° du I de l'article 111 H ter de l'annexe III au code général des impôts, les numéros d'empreintes de début et de fin de période ; h) Pour les utilisateurs de documents prévalidés mentionnés au 2° du I de l'article 111 H ter précité, les numéros de documents de début et de fin de période. 2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé). 3° Lorsque le bénéfice de la compensation est demandé au titre de l'article 286 M de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache. 4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande. III. – Pour l'application du III de l'article 111 H quater de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l'article 302 P du code général des impôts, l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article 302 M et à l'article 302 M ter dudit code, dénommé ci-après \" relevé de non-apurement \". Le relevé de non-apurement est conforme au modèle repris à l'annexe I de l'arrêté du 28 juillet 2011 (JO du 6 août 2011). Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé. Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle. Un exemplaire de chaque document d'accompagnement non apuré est annexé au relevé de non-apurement, lorsque ce document est établi sous format papier. Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants : a) Le numéro du document d'accompagnement ; b) La date de départ du document ; c) Les nom ou raison sociale et l'adresse du destinataire ; d) Le numéro d'identification du destinataire. Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \" Pas de défaut d'apurement \".",
            "texteHtml": "<p>I. – Pour l'application du III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294723&dateTexte=&categorieLien=cid'>286 I </a>et du IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294728&dateTexte=&categorieLien=cid'>286 J </a>de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises. </p><p>A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \" Néant \". </p><p>1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants : </p><p>a) Les noms, dénomination ou raison sociale et adresse du siège social ou du principal établissement ; </p><p>b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ; </p><p>c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ; </p><p>d) Le lieu où est tenue la comptabilité matières ; </p><p>e) L'année au titre de laquelle la déclaration est établie ; </p><p>f) Le mois au titre duquel la déclaration est établie ; </p><p>g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ; </p><p>h) La raison sociale de la caution ou, le cas échéant, la mention \" Dispense \". </p><p>2° La déclaration récapitulative mensuelle indique, le cas échéant : </p><p>a) Les mentions relatives aux comptes d'âge ou de vieillissement ; </p><p>b) Les références aux contrats d'achat soumis au visa de l'établissement mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584493&dateTexte=&categorieLien=cid'>L. 621-1 </a>du code rural et de la pêche maritime pour les transactions soumises à cette procédure ; </p><p>c) (Abrogé) </p><p>d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ; </p><p>e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie. </p><p>3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde : </p><p>a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309897&dateTexte=&categorieLien=cid'>article 438 du code général des impôts</a>, par appellation d'origine ou dénomination de produits ; </p><p>b) Pour les autres entrepositaires agréés par nature de produit et/ ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584616&dateTexte=&categorieLien=cid'>L. 632-1 à L. 632-7 </a>du code rural et de la pêche maritime. </p><p>II. – 1° Conformément au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304673&dateTexte=&categorieLien=cid'>III de l'article 302 D du code général des impôts</a>, l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I. </p><p>Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt : </p><p>a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006313632&dateTexte=&categorieLien=cid'>1698 C </a>dudit code ; </p><p>b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ; </p><p>c) Les quantités imposables par nature de produits ; </p><p>d) Les tarifs d'imposition ; </p><p>e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ; </p><p>f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ; </p><p>g) Pour les utilisateurs de matériels de validation mentionnés au 3° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069574&idArticle=LEGIARTI000006298860&dateTexte=&categorieLien=cid' title='Code général des impôts, annexe 3, CGIAN3. - art. 111 H ter (V)'>111 H ter </a>de l'annexe III au code général des impôts, les numéros d'empreintes de début et de fin de période ; </p><p>h) Pour les utilisateurs de documents prévalidés mentionnés au 2° du I de l'article 111 H ter précité, les numéros de documents de début et de fin de période. </p><p>2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé). </p><p>3° Lorsque le bénéfice de la compensation est demandé au titre de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294734&dateTexte=&categorieLien=cid'>286 M </a>de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache. </p><p>4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande. </p><p>III. – Pour l'application du III de l'article 111 H quater de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304712&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 302 P (V)'>302 P </a>du code général des impôts, l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304707&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 302 M (V)'>302 M </a>et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000021656979&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 302 M ter (V)'>302 M ter</a> dudit code, dénommé ci-après \" relevé de non-apurement \". </p><p>Le relevé de non-apurement est conforme au modèle repris à l'annexe I de l'arrêté du 28 juillet 2011 (JO du 6 août 2011). </p><p>Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé. </p><p>Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle. </p><p>Un exemplaire de chaque document d'accompagnement non apuré est annexé au relevé de non-apurement, lorsque ce document est établi sous format papier. </p><p>Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants : </p><p>a) Le numéro du document d'accompagnement ; </p><p>b) La date de départ du document ; </p><p>c) Les nom ou raison sociale et l'adresse du destinataire ; </p><p>d) Le numéro d'identification du destinataire. </p><p>Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \" Pas de défaut d'apurement \".</p>",
            "num": "50-00 G",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1312675200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Contributions indirectes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133785",
                        "id": "LEGISCTA000006133785",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-10-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146909",
                        "id": "LEGISCTA000006146909",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-03-31",
                        "fin": "2999-01-01",
                        "titre": "1° : Comptabilité matières des entrepositaires agréés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162393",
                        "id": "LEGISCTA000006162393",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300438",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162393",
            "sectionParentId": "LEGISCTA000006162393",
            "sectionParentTitre": "1° : Comptabilité matières des entrepositaires agréés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre III : Contributions indirectes &gt; Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés &gt; 1° : Comptabilité matières des entrepositaires agréés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024449528",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024447045",
                    "textTitle": "Arrêté du 28 juillet 2011 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024448587",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-06",
                    "dateSignaTexte": "2011-07-28",
                    "dateDebutCible": "2011-08-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 286 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286 I",
                    "articleId": "LEGIARTI000006294723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468108800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 286 J",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286 J",
                    "articleId": "LEGIARTI000006294728",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468108800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 286 M",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286 M",
                    "articleId": "LEGIARTI000006294734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468108800000
                },
                {
                    "textCid": "",
                    "textTitle": null,
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFCONT000000005062",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 111 H ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "111 H ter",
                    "articleId": "LEGIARTI000006298860",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468108800000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50-00 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50-00 A",
                    "articleId": "LEGIARTI000006300429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 985996800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1698 C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1698 C",
                    "articleId": "LEGIARTI000006313632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 954460800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 302 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "302 D",
                    "articleId": "LEGIARTI000006304673",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 302 M (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "302 M",
                    "articleId": "LEGIARTI000006304707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 302 M ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "302 M ter",
                    "articleId": "LEGIARTI000021656979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 302 P (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "302 P",
                    "articleId": "LEGIARTI000006304712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514592000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 438",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "438",
                    "articleId": "LEGIARTI000006309897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L621-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L621-1",
                    "articleId": "LEGIARTI000006584493",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 899942400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L632-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L632-1",
                    "articleId": "LEGIARTI000006584616",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1541116800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300438",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300439",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020445386",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1239321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020515643",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1239321600000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022345062",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 1312675200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024449528",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1312675200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "50-00 G",
                "50-00"
            ],
            "versionPrecedente": "LEGIARTI000022345062",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022345062",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour l'application du III de l'article 286 I et du IV de l'article 286 J de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises. A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \" Néant \". 1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants : a) Les noms ou raison sociale et adresse du siège social ; b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ; c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ; d) Le lieu où est tenue la comptabilité matières ; e) L'année au titre de laquelle la déclaration est établie ; f) Le mois au titre duquel la déclaration est établie ; g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ; h) La raison sociale de la caution ou, le cas échéant, la mention \" Dispense \". 2° La déclaration récapitulative mensuelle indique, le cas échéant : a) Les mentions relatives aux comptes d'âge ou de vieillissement ; b) Les références aux contrats d'achat soumis au visa de l'établissement mentionné à l'article L. 621-1 du code rural et de la pêche maritime pour les transactions soumises à cette procédure ; c) Les références aux certificats d'agrément ou de labellisation ; d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ; e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie. 3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde : a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l' article 438 du code général des impôts , par appellation d'origine ou dénomination de produits ; b) Pour les autres entrepositaires agréés par nature de produit et / ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles L. 632-1 à L. 632-7 du code rural et de la pêche maritime. II.-1° Conformément au III de l'article 302 D du code général des impôts , l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I. Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt : a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article 1698 C dudit code ; b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ; c) Les quantités imposables par nature de produits ; d) Les tarifs d'imposition ; e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ; f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ; g) Pour les utilisateurs de matériels de validation, les numéros d'empreintes de début et de fin de période. 2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé). 3° Lorsque le bénéfice de la compensation est demandé au titre de l'article 286 M de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache. 4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande. III.-Pour l'application de l'article 111 H quater de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l' article 302 P du code général des impôts , l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article 302 M dudit code, dénommé ci-après \" relevé de non-apurement \". Le relevé de non-apurement est conforme au modèle annexé à l' arrêté du 25 août 2000 (JO du 31 août 2000). Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé. Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle. Un exemplaire de chaque document d'accompagnement non apuré est annexé au relevé de non-apurement. Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants : a) Le numéro du document d'accompagnement ; b) La date de départ du document ; c) Les nom ou raison sociale et l'adresse du destinataire ; d) Le numéro d'identification du destinataire. Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \" Pas de défaut d'apurement \".",
            "texteHtml": "<p>I.-Pour l'application du III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294723&dateTexte=&categorieLien=cid'>286 I </a>et du IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294728&dateTexte=&categorieLien=cid'>286 J </a>de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises.</p><p>A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \" Néant \". </p><p>1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants : </p><p>a) Les noms ou raison sociale et adresse du siège social ; </p><p>b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ; </p><p>c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ; </p><p>d) Le lieu où est tenue la comptabilité matières ; </p><p>e) L'année au titre de laquelle la déclaration est établie ; </p><p>f) Le mois au titre duquel la déclaration est établie ; </p><p>g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ; </p><p>h) La raison sociale de la caution ou, le cas échéant, la mention \" Dispense \". </p><p>2° La déclaration récapitulative mensuelle indique, le cas échéant : </p><p>a) Les mentions relatives aux comptes d'âge ou de vieillissement ; </p><p>b) Les références aux contrats d'achat soumis au visa de l'établissement mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584493&dateTexte=&categorieLien=cid'>L. 621-1 </a>du code rural et de la pêche maritime pour les transactions soumises à cette procédure ; </p><p>c) Les références aux certificats d'agrément ou de labellisation ; </p><p>d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ; </p><p>e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie. </p><p>3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde : </p><p>a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309897&dateTexte=&categorieLien=cid'>article 438 du code général des impôts</a>, par appellation d'origine ou dénomination de produits ; </p><p>b) Pour les autres entrepositaires agréés par nature de produit et / ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584616&dateTexte=&categorieLien=cid'>L. 632-1 à L. 632-7 </a>du code rural et de la pêche maritime. </p><p>II.-1° Conformément au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304673&dateTexte=&categorieLien=cid'>III de l'article 302 D du code général des impôts</a>, l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I. </p><p>Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt : </p><p>a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006313632&dateTexte=&categorieLien=cid'>1698 C </a>dudit code ; </p><p>b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ; </p><p>c) Les quantités imposables par nature de produits ; </p><p>d) Les tarifs d'imposition ; </p><p>e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ; </p><p>f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ; </p><p>g) Pour les utilisateurs de matériels de validation, les numéros d'empreintes de début et de fin de période. </p><p>2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé). </p><p>3° Lorsque le bénéfice de la compensation est demandé au titre de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294734&dateTexte=&categorieLien=cid'>286 M </a>de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache. </p><p>4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande. </p><p>III.-Pour l'application de l'article 111 H quater de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304712&dateTexte=&categorieLien=cid'>article 302 P du code général des impôts</a>, l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article 302 M dudit code, dénommé ci-après \" relevé de non-apurement \". </p><p>Le relevé de non-apurement est conforme au modèle annexé à l'<a href='/affichTexte.do?cidTexte=JORFTEXT000000584352&categorieLien=cid'>arrêté du 25 août 2000</a> (JO du 31 août 2000). </p><p>Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé. </p><p>Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle. </p><p>Un exemplaire de chaque document d'accompagnement non apuré est annexé au relevé de non-apurement. </p><p>Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants : </p><p>a) Le numéro du document d'accompagnement ; </p><p>b) La date de départ du document ; </p><p>c) Les nom ou raison sociale et l'adresse du destinataire ; </p><p>d) Le numéro d'identification du destinataire. </p><p>Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \" Pas de défaut d'apurement \".</p>",
            "num": "50-00 G",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1273276800000,
            "dateFin": 1312675200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Contributions indirectes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133785",
                        "id": "LEGISCTA000006133785",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-10-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146909",
                        "id": "LEGISCTA000006146909",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-03-31",
                        "fin": "2999-01-01",
                        "titre": "1° : Comptabilité matières des entrepositaires agréés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162393",
                        "id": "LEGISCTA000006162393",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300438",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162393",
            "sectionParentId": "LEGISCTA000006162393",
            "sectionParentTitre": "1° : Comptabilité matières des entrepositaires agréés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre III : Contributions indirectes &gt; Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés &gt; 1° : Comptabilité matières des entrepositaires agréés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022345062",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Modifications effectuées en conséquence de l'article 78 II et V de la loi n° 2007-1824 du 25 décembre 2007 et des articles 1er et 7 de l'ordonnance n° 2010-462 du 6 mai 2010.",
            "notaHtml": "<p>Modifications effectuées en conséquence de l'article 78 II et V de la loi n° 2007-1824 du 25 décembre 2007 et des articles 1er et 7 de l'ordonnance n° 2010-462 du 6 mai 2010. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022176680",
                    "textTitle": "Ordonnance n°2010-462 du 6 mai 2010 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022195080",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-05-07",
                    "dateSignaTexte": "2010-05-06",
                    "dateDebutCible": "2010-05-08"
                },
                {
                    "textCid": "JORFTEXT000024153097",
                    "textTitle": "Arrêté du 9 juin 2011 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024159928",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-06-11",
                    "dateSignaTexte": "2011-06-09",
                    "dateDebutCible": "2011-06-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000584352",
                    "textTitle": "Arrêté du 25 août 2000",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000584352",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 967680000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 286 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286 I",
                    "articleId": "LEGIARTI000006294723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468108800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 286 J",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286 J",
                    "articleId": "LEGIARTI000006294728",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468108800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 286 M",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286 M",
                    "articleId": "LEGIARTI000006294734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468108800000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50-00 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50-00 A",
                    "articleId": "LEGIARTI000006300429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 985996800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1698 C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1698 C",
                    "articleId": "LEGIARTI000006313632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 954460800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 302 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "302 D",
                    "articleId": "LEGIARTI000006304673",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 302 P",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "302 P",
                    "articleId": "LEGIARTI000006304712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514592000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 438",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "438",
                    "articleId": "LEGIARTI000006309897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L621-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L621-1",
                    "articleId": "LEGIARTI000006584493",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 899942400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L632-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L632-1",
                    "articleId": "LEGIARTI000006584616",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1541116800000
                },
                {
                    "textCid": "",
                    "textTitle": null,
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFCONT000000005062",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300438",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300439",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020445386",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1239321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020515643",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1239321600000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022345062",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 1312675200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024449528",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1312675200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "50-00 G",
                "50-00"
            ],
            "versionPrecedente": "LEGIARTI000020515643",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020515643",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour l'application du III de l'article 286 I et du IV de l'article 286 J de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises. A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \" Néant \". 1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants : a) Les noms ou raison sociale et adresse du siège social ; b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ; c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ; d) Le lieu où est tenue la comptabilité matières ; e) L'année au titre de laquelle la déclaration est établie ; f) Le mois au titre duquel la déclaration est établie ; g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ; h) La raison sociale de la caution ou, le cas échéant, la mention \" Dispense \". 2° La déclaration récapitulative mensuelle indique, le cas échéant : a) Les mentions relatives aux comptes d'âge ou de vieillissement ; b) Les références aux contrats d'achat soumis au visa de l'établissement mentionné à l'article L. 621-1 du code rural pour les transactions soumises à cette procédure ; c) Les références aux certificats d'agrément ou de labellisation ; d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ; e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie. 3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde : a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l' article 438 du code général des impôts , par appellation d'origine ou dénomination de produits ; b) Pour les autres entrepositaires agréés par nature de produit et / ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles L. 632-1 à L. 632-7 du code rural. II.-1° Conformément au III de l'article 302 D du code général des impôts , l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I. Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt : a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article 1698 C dudit code ; b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ; c) Les quantités imposables par nature de produits ; d) Les tarifs d'imposition ; e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ; f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ; g) Pour les utilisateurs de matériels de validation, les numéros d'empreintes de début et de fin de période. 2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé). 3° Lorsque le bénéfice de la compensation est demandé au titre de l'article 286 M de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache. 4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande. III.-Pour l'application de l'article 111 H quater de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l' article 302 P du code général des impôts , l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article 302 M dudit code, dénommé ci-après \" relevé de non-apurement \". Le relevé de non-apurement est conforme au modèle annexé à l' arrêté du 25 août 2000 (JO du 31 août 2000). Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé. Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle. Un exemplaire de chaque document d'accompagnement non apuré est annexé au relevé de non-apurement. Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants : a) Le numéro du document d'accompagnement ; b) La date de départ du document ; c) Les nom ou raison sociale et l'adresse du destinataire ; d) Le numéro d'identification du destinataire. Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \" Pas de défaut d'apurement \".",
            "texteHtml": "<p>I.-Pour l'application du III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294723&dateTexte=&categorieLien=cid'>286 I </a>et du IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294728&dateTexte=&categorieLien=cid'>286 J </a>de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises.</p><p>A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \" Néant \". </p><p>1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants : </p><p>a) Les noms ou raison sociale et adresse du siège social ; </p><p>b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ; </p><p>c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ; </p><p>d) Le lieu où est tenue la comptabilité matières ; </p><p>e) L'année au titre de laquelle la déclaration est établie ; </p><p>f) Le mois au titre duquel la déclaration est établie ; </p><p>g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ; </p><p>h) La raison sociale de la caution ou, le cas échéant, la mention \" Dispense \". </p><p>2° La déclaration récapitulative mensuelle indique, le cas échéant : </p><p>a) Les mentions relatives aux comptes d'âge ou de vieillissement ; </p><p>b) Les références aux contrats d'achat soumis au visa de l'établissement mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584493&dateTexte=&categorieLien=cid'>L. 621-1 </a>du code rural pour les transactions soumises à cette procédure ; </p><p>c) Les références aux certificats d'agrément ou de labellisation ; </p><p>d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ; </p><p>e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie. </p><p>3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde : </p><p>a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309897&dateTexte=&categorieLien=cid'>article 438 du code général des impôts</a>, par appellation d'origine ou dénomination de produits ; </p><p>b) Pour les autres entrepositaires agréés par nature de produit et / ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584616&dateTexte=&categorieLien=cid'>L. 632-1 à L. 632-7 </a>du code rural. </p><p>II.-1° Conformément au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304673&dateTexte=&categorieLien=cid'>III de l'article 302 D du code général des impôts</a>, l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I. </p><p>Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt : </p><p>a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006313632&dateTexte=&categorieLien=cid'>1698 C </a>dudit code ; </p><p>b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ; </p><p>c) Les quantités imposables par nature de produits ; </p><p>d) Les tarifs d'imposition ; </p><p>e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ; </p><p>f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ; </p><p>g) Pour les utilisateurs de matériels de validation, les numéros d'empreintes de début et de fin de période. </p><p>2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé). </p><p>3° Lorsque le bénéfice de la compensation est demandé au titre de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294734&dateTexte=&categorieLien=cid'>286 M </a>de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache. </p><p>4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande. </p><p>III.-Pour l'application de l'article 111 H quater de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304712&dateTexte=&categorieLien=cid'>article 302 P du code général des impôts</a>, l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article 302 M dudit code, dénommé ci-après \" relevé de non-apurement \". </p><p>Le relevé de non-apurement est conforme au modèle annexé à l'<a href='/affichTexte.do?cidTexte=JORFTEXT000000584352&categorieLien=cid'>arrêté du 25 août 2000</a> (JO du 31 août 2000). </p><p>Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé. </p><p>Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle. </p><p>Un exemplaire de chaque document d'accompagnement non apuré est annexé au relevé de non-apurement. </p><p>Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants : </p><p>a) Le numéro du document d'accompagnement ; </p><p>b) La date de départ du document ; </p><p>c) Les nom ou raison sociale et l'adresse du destinataire ; </p><p>d) Le numéro d'identification du destinataire. </p><p>Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \" Pas de défaut d'apurement \".</p>",
            "num": "50-00 G",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1239321600000,
            "dateFin": 1273276800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Contributions indirectes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133785",
                        "id": "LEGISCTA000006133785",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-10-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146909",
                        "id": "LEGISCTA000006146909",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-03-31",
                        "fin": "2999-01-01",
                        "titre": "1° : Comptabilité matières des entrepositaires agréés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162393",
                        "id": "LEGISCTA000006162393",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300438",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162393",
            "sectionParentId": "LEGISCTA000006162393",
            "sectionParentTitre": "1° : Comptabilité matières des entrepositaires agréés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre III : Contributions indirectes &gt; Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés &gt; 1° : Comptabilité matières des entrepositaires agréés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020515643",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Modifications effectuées en conséquence de l'article 78 II et V de la loi n° 2007-1824 du 25 décembre 2007.",
            "notaHtml": "<p>Modifications effectuées en conséquence de l'article 78 II et V de la loi n° 2007-1824 du 25 décembre 2007.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020496646",
                    "textTitle": "Arrêté du 7 avril 2009 - art. 1 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000020500320",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-04-09",
                    "dateSignaTexte": "2009-04-07",
                    "dateDebutCible": "2009-04-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000584352",
                    "textTitle": "Arrêté du 25 août 2000",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000584352",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 967680000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 286 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286 I",
                    "articleId": "LEGIARTI000006294723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468108800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 286 J",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286 J",
                    "articleId": "LEGIARTI000006294728",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468108800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 286 M",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286 M",
                    "articleId": "LEGIARTI000006294734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468108800000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50-00 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50-00 A",
                    "articleId": "LEGIARTI000006300429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 985996800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1698 C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1698 C",
                    "articleId": "LEGIARTI000006313632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 954460800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 302 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "302 D",
                    "articleId": "LEGIARTI000006304673",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 302 P",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "302 P",
                    "articleId": "LEGIARTI000006304712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514592000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 438",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "438",
                    "articleId": "LEGIARTI000006309897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L621-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L621-1",
                    "articleId": "LEGIARTI000006584493",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 899942400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L632-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L632-1",
                    "articleId": "LEGIARTI000006584616",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1541116800000
                },
                {
                    "textCid": "",
                    "textTitle": null,
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFCONT000000005062",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300438",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300439",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020445386",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1239321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020515643",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1239321600000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022345062",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 1312675200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024449528",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1312675200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "50-00 G",
                "50-00"
            ],
            "versionPrecedente": "LEGIARTI000020445386",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020445386",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour l'application du III de l'article 286 I et du IV de l'article 286 J de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises. A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \" Néant \". 1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants : a) Les noms ou raison sociale et adresse du siège social ; b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ; c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ; d) Le lieu où est tenue la comptabilité matières ; e) L'année au titre de laquelle la déclaration est établie ; f) Le mois au titre duquel la déclaration est établie ; g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ; h) La raison sociale de la caution ou, le cas échéant, la mention \" Dispense \". 2° La déclaration récapitulative mensuelle indique, le cas échéant : a) Les mentions relatives aux comptes d'âge ou de vieillissement ; b) Les références aux contrats d'achat soumis au visa de l'établissement mentionné à l'article L. 621-1 du code rural pour les transactions soumises à cette procédure ; c) Les références aux certificats d'agrément ou de labellisation ; d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ; e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie. 3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde : a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l'article 438 du code général des impôts, par appellation d'origine ou dénomination de produits ; b) Pour les autres entrepositaires agréés par nature de produit et / ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles L. 632-1 à L. 632-7 du code rural. II.-1° Conformément au III de l'article 302 D du code général des impôts, l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I. Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt : a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article 1698 C dudit code ; b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ; c) Les quantités imposables par nature de produits ; d) Les tarifs d'imposition ; e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ; f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ; g) Pour les utilisateurs de matériels de validation, les numéros d'empreintes de début et de fin de période. 2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé). 3° Lorsque le bénéfice de la compensation est demandé au titre de l'article 286 M de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache. 4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande. III.-Pour l'application des articles 111 H quater et 111 H sexies de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l'article 302 P du code général des impôts, l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article 302 M dudit code ou des opérations réalisées en suspension des droits d'accises conformément à l'article 443 du même code, dénommé ci-après \" relevé de non-apurement \". Le relevé de non-apurement est conforme au modèle annexé à l'arrêté du 25 août 2000 (JO du 31 août 2000). Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé. Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle. Un exemplaire de chaque document d'accompagnement non apuré ou une copie du document mentionné au c du II de l'article 111 H sexies précité est annexé au relevé de non-apurement. Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants : a) Le numéro du document d'accompagnement ou les références du document mentionné au c du II de l'article 111 H sexies précité ; b) La date de départ du document ; c) Les nom ou raison sociale et l'adresse du destinataire ; d) Le numéro d'identification du destinataire. Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \" Pas de défaut d'apurement \".",
            "texteHtml": "<p>I.-Pour l'application du III de l'article 286 I et du IV de l'article 286 J de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises.</p><p>A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \" Néant \". </p><p>1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants : </p><p>a) Les noms ou raison sociale et adresse du siège social ; </p><p>b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ; </p><p>c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ; </p><p>d) Le lieu où est tenue la comptabilité matières ; </p><p>e) L'année au titre de laquelle la déclaration est établie ; </p><p>f) Le mois au titre duquel la déclaration est établie ; </p><p>g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ; </p><p>h) La raison sociale de la caution ou, le cas échéant, la mention \" Dispense \". </p><p>2° La déclaration récapitulative mensuelle indique, le cas échéant : </p><p>a) Les mentions relatives aux comptes d'âge ou de vieillissement ; </p><p>b) Les références aux contrats d'achat soumis au visa de l'établissement mentionné à l'article L. 621-1 du code rural pour les transactions soumises à cette procédure ; </p><p>c) Les références aux certificats d'agrément ou de labellisation ; </p><p>d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ; </p><p>e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie. </p><p>3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde : </p><p>a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l'article 438 du code général des impôts, par appellation d'origine ou dénomination de produits ; </p><p>b) Pour les autres entrepositaires agréés par nature de produit et / ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles L. 632-1 à L. 632-7 du code rural. </p><p>II.-1° Conformément au III de l'article 302 D du code général des impôts, l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I. </p><p>Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt : </p><p>a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article 1698 C dudit code ; </p><p>b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ; </p><p>c) Les quantités imposables par nature de produits ; </p><p>d) Les tarifs d'imposition ; </p><p>e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ; </p><p>f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ; </p><p>g) Pour les utilisateurs de matériels de validation, les numéros d'empreintes de début et de fin de période. </p><p>2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé). </p><p>3° Lorsque le bénéfice de la compensation est demandé au titre de l'article 286 M de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache. </p><p>4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande. </p><p>III.-Pour l'application des articles 111 H quater et 111 H sexies de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l'article 302 P du code général des impôts, l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article 302 M dudit code ou des opérations réalisées en suspension des droits d'accises conformément à l'article 443 du même code, dénommé ci-après \" relevé de non-apurement \". </p><p>Le relevé de non-apurement est conforme au modèle annexé à l'arrêté du 25 août 2000 (JO du 31 août 2000). </p><p>Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé. </p><p>Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle. </p><p>Un exemplaire de chaque document d'accompagnement non apuré ou une copie du document mentionné au c du II de l'article 111 H sexies précité est annexé au relevé de non-apurement. </p><p>Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants : </p><p>a) Le numéro du document d'accompagnement ou les références du document mentionné au c du II de l'article 111 H sexies précité ; </p><p>b) La date de départ du document ; </p><p>c) Les nom ou raison sociale et l'adresse du destinataire ; </p><p>d) Le numéro d'identification du destinataire. </p><p>Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \" Pas de défaut d'apurement \".</p>",
            "num": "50-00 G",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1238198400000,
            "dateFin": 1239321600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Contributions indirectes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133785",
                        "id": "LEGISCTA000006133785",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-10-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146909",
                        "id": "LEGISCTA000006146909",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-03-31",
                        "fin": "2999-01-01",
                        "titre": "1° : Comptabilité matières des entrepositaires agréés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162393",
                        "id": "LEGISCTA000006162393",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300438",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162393",
            "sectionParentId": "LEGISCTA000006162393",
            "sectionParentTitre": "1° : Comptabilité matières des entrepositaires agréés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre III : Contributions indirectes &gt; Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés &gt; 1° : Comptabilité matières des entrepositaires agréés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020445386",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020439776",
                    "textTitle": "Ordonnance n°2009-325\n du 25 mars 2009 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000020441027",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2009-03-27",
                    "dateSignaTexte": "2009-03-25",
                    "dateDebutCible": "2009-03-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 2000-08-25 Annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 438, 302 D, 1698 C, 302 P, 302 M, 443",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 286 J, 286 I, 286 M",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 111 H quater, 111 H sexies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50-00 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50-00 A",
                    "articleId": "LEGIARTI000006300429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 985996800000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L632-1 à L632-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300438",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300439",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020445386",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1239321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020515643",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1239321600000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022345062",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 1312675200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024449528",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1312675200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "50-00 G",
                "50-00"
            ],
            "versionPrecedente": "LEGIARTI000006300439",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006300439",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Pour l'application du III de l'article 286 I et du IV de l'article 286 J de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises. A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \"Néant\". 1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants : a) Les noms ou raison sociale et adresse du siège social ; b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ; c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ; d) Le lieu où est tenue la comptabilité matières ; e) L'année au titre de laquelle la déclaration est établie ; f) Le mois au titre duquel la déclaration est établie ; g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ; h) La raison sociale de la caution ou, le cas échéant, la mention \"Dispense\". 2° La déclaration récapitulative mensuelle indique, le cas échéant : a) Les mentions relatives aux comptes d'âge ou de vieillissement ; b) Les références aux contrats d'achat soumis au visa de l'Office national interprofessionnel des fruits, des légumes, des vins et de l'horticulture pour les transactions soumises à cette procédure ; c) Les références aux certificats d'agrément ou de labellisation ; d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ; e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie. 3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde : a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l'article 438 du code général des impôts, par appellation d'origine ou dénomination de produits ; b) Pour les autres entrepositaires agréés par nature de produit et/ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles L. 632-1 à L. 632-7 du code rural. II. - 1° Conformément au III de l'article 302 D du code général des impôts, l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I. Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt : a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article 1698 C dudit code ; b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ; c) Les quantités imposables par nature de produits ; d) Les tarifs d'imposition ; e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ; f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ; g) Pour les utilisateurs de matériels de validation, les numéros d'empreintes de début et de fin de période. 2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé). 3° Lorsque le bénéfice de la compensation est demandé au titre de l'article 286 M de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache. 4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande. III. - Pour l'application des articles 111 H quater et 111 H sexies de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l'article 302 P du code général des impôts, l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article 302 M dudit code ou des opérations réalisées en suspension des droits d'accises conformément à l'article 443 du même code, dénommé ci-après \"relevé de non-apurement\". Le relevé de non-apurement est conforme au modèle annexé à l'arrêté du 25 août 2000 (JO du 31 août 2000). Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé. Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle. Un exemplaire de chaque document d'accompagnement non apuré ou une copie du document mentionné au c du II de l'article 111 H sexies précité est annexé au relevé de non-apurement. Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants : a) Le numéro du document d'accompagnement ou les références du document mentionné au c du II de l'article 111 H sexies précité ; b) La date de départ du document ; c) Les nom ou raison sociale et l'adresse du destinataire ; d) Le numéro d'identification du destinataire. Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \"Pas de défaut d'apurement\".",
            "texteHtml": "<p></p>   I. - Pour l'application du III de l'article 286 I et du IV de l'article 286 J de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises.<p></p><p></p>   A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \"Néant\".<p></p><p></p>   1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants :<p></p><p></p>   a) Les noms ou raison sociale et adresse du siège social ;<p></p><p></p>   b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ;<p></p><p></p>   c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ;<p></p><p></p>   d) Le lieu où est tenue la comptabilité matières ;<p></p><p></p>   e) L'année au titre de laquelle la déclaration est établie ;<p></p><p></p>   f) Le mois au titre duquel la déclaration est établie ;<p></p><p></p>   g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ;<p></p><p></p>   h) La raison sociale de la caution ou, le cas échéant, la mention \"Dispense\".<p></p><p></p>   2° La déclaration récapitulative mensuelle indique, le cas échéant :<p></p><p></p>   a) Les mentions relatives aux comptes d'âge ou de vieillissement ;<p></p><p></p>   b) Les références aux contrats d'achat soumis au visa de l'Office national interprofessionnel des fruits, des légumes, des vins et de l'horticulture pour les transactions soumises à cette procédure ;<p></p><p></p>   c) Les références aux certificats d'agrément ou de labellisation ;<p></p><p></p>   d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ;<p></p><p></p>   e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie.<p></p><p></p>   3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde :<p></p><p></p>   a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l'article 438 du code général des impôts, par appellation d'origine ou dénomination de produits ;<p></p><p></p>   b) Pour les autres entrepositaires agréés par nature de produit et/ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles L. 632-1 à L. 632-7 du code rural.<p></p><p></p>   II. - 1° Conformément au III de l'article 302 D du code général des impôts, l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I.<p></p><p></p>   Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt :<p></p><p></p>   a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article 1698 C dudit code ;<p></p><p></p>   b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ;<p></p><p></p>   c) Les quantités imposables par nature de produits ;<p></p><p></p>   d) Les tarifs d'imposition ;<p></p><p></p>   e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ;<p></p><p></p>   f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ;<p></p><p></p>   g) Pour les utilisateurs de matériels de validation, les numéros d'empreintes de début et de fin de période.<p></p><p></p>   2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé).<p></p><p></p>   3° Lorsque le bénéfice de la compensation est demandé au titre de l'article 286 M de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache.<p></p><p></p>   4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande.<p></p><p></p>   III. - Pour l'application des articles 111 H quater et 111 H sexies de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l'article 302 P du code général des impôts, l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article 302 M dudit code ou des opérations réalisées en suspension des droits d'accises conformément à l'article 443 du même code, dénommé ci-après \"relevé de non-apurement\".<p></p><p></p>   Le relevé de non-apurement est conforme au modèle annexé à l'arrêté du 25 août 2000 (JO du 31 août 2000).<p></p><p></p>   Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé.<p></p><p></p>   Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle.<p></p><p></p>   Un exemplaire de chaque document d'accompagnement non apuré ou une copie du document mentionné au c du II de l'article 111 H sexies précité est annexé au relevé de non-apurement.<p></p><p></p>   Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants :<p></p><p></p>   a) Le numéro du document d'accompagnement ou les références du document mentionné au c du II de l'article 111 H sexies précité ;<p></p><p></p>   b) La date de départ du document ;<p></p><p></p>   c) Les nom ou raison sociale et l'adresse du destinataire ;<p></p><p></p>   d) Le numéro d'identification du destinataire.<p></p><p></p>   Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \"Pas de défaut d'apurement\".<p></p>",
            "num": "50-00 G",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1167609600000,
            "dateFin": 1238198400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Contributions indirectes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133785",
                        "id": "LEGISCTA000006133785",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-10-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146909",
                        "id": "LEGISCTA000006146909",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-03-31",
                        "fin": "2999-01-01",
                        "titre": "1° : Comptabilité matières des entrepositaires agréés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162393",
                        "id": "LEGISCTA000006162393",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300438",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162393",
            "sectionParentId": "LEGISCTA000006162393",
            "sectionParentTitre": "1° : Comptabilité matières des entrepositaires agréés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre III : Contributions indirectes &gt; Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés &gt; 1° : Comptabilité matières des entrepositaires agréés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006300439",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000456474",
                    "textTitle": "Décret 2005-1780 2005-12-30 art. 3 I, VI, art. 4 JORF 31 décembre 2005 en vigueur le 1er janvier 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000456474",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000456474",
                    "textTitle": "Décret n°2005-1780 du 30 décembre 2005 - art. 3 (V) JORF 31 décembre 2005 en vigueur le 1er janvier 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006248452",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2006-01-01"
                },
                {
                    "textCid": "JORFTEXT000000456474",
                    "textTitle": "Décret n°2005-1780 du 30 décembre 2005 - art. 4 (V) JORF 31 décembre 2005 en vigueur le 1er janvier 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006248453",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2006-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "arrêté 2007-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 2000-08-25 Annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 438, 302 D, 1698 C, 302 P, 302 M, 443",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 286 J, 286 I, 286 M",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 111 H quater, 111 H sexies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50-00 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50-00 A",
                    "articleId": "LEGIARTI000006300429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 985996800000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L632-1 à L632-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2007",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300438",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300439",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020445386",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1239321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020515643",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1239321600000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022345062",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 1312675200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024449528",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1312675200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "50-00 G",
                "50-00"
            ],
            "versionPrecedente": "LEGIARTI000006300438",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006300438",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Pour l'application du III de l'article 286 I et du IV de l'article 286 J de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises. A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \"Néant\". 1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants : a) Les noms ou raison sociale et adresse du siège social ; b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ; c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ; d) Le lieu où est tenue la comptabilité matières ; e) L'année au titre de laquelle la déclaration est établie ; f) Le mois au titre duquel la déclaration est établie ; g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ; h) La raison sociale de la caution ou, le cas échéant, la mention \"Dispense\". 2° La déclaration récapitulative mensuelle indique, le cas échéant : a) Les mentions relatives aux comptes d'âge ou de vieillissement ; b) Les références aux contrats d'achat soumis au visa de l'Office national interprofessionnel des vins, pour les transactions soumises à cette procédure ; c) Les références aux certificats d'agrément ou de labellisation ; d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ; e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie. 3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde : a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l'article 438 du code général des impôts, par appellation d'origine ou dénomination de produits ; b) Pour les autres entrepositaires agréés par nature de produit et/ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles L. 632-1 à L. 632-7 du code rural. II. - 1° Conformément au III de l'article 302 D du code général des impôts, l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I. Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt : a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article 1698 C dudit code ; b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ; c) Les quantités imposables par nature de produits ; d) Les tarifs d'imposition ; e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ; f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ; g) Pour les utilisateurs de matériels de validation, les numéros d'empreintes de début et de fin de période. 2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé). 3° Lorsque le bénéfice de la compensation est demandé au titre de l'article 286 M de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache. 4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande. III. - Pour l'application des articles 111 H quater et 111 H sexies de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l'article 302 P du code général des impôts, l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article 302 M dudit code ou des opérations réalisées en suspension des droits d'accises conformément à l'article 443 du même code, dénommé ci-après \"relevé de non-apurement\". Le relevé de non-apurement est conforme au modèle annexé à l'arrêté du 25 août 2000 (JO du 31 août 2000). Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé. Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle. Un exemplaire de chaque document d'accompagnement non apuré ou une copie du document mentionné au c du II de l'article 111 H sexies précité est annexé au relevé de non-apurement. Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants : a) Le numéro du document d'accompagnement ou les références du document mentionné au c du II de l'article 111 H sexies précité ; b) La date de départ du document ; c) Les nom ou raison sociale et l'adresse du destinataire ; d) Le numéro d'identification du destinataire. Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \"Pas de défaut d'apurement\".",
            "texteHtml": "<p></p>   I. - Pour l'application du III de l'article 286 I et du IV de l'article 286 J de l'annexe II au code général des impôts, l'entrepositaire agréé établit une déclaration récapitulative mensuelle distincte pour chacun de ses entrepôts fiscaux suspensifs des droits d'accises.<p></p><p></p>   A défaut d'opération de production, de transformation, d'entrée et de sortie de produits de l'entrepôt fiscal suspensif des droits d'accises, l'entrepositaire agréé adresse au service des douanes et droits indirects la déclaration mensuelle en y indiquant le stock théorique en début de période, le stock théorique en fin de période, annotée de la mention \"Néant\".<p></p><p></p>   1° La déclaration récapitulative mensuelle comporte, pour chaque compte de la comptabilité matières, les renseignements suivants :<p></p><p></p>   a) Les noms ou raison sociale et adresse du siège social ;<p></p><p></p>   b) Le numéro d'identification de l'entrepôt fiscal suspensif des droits d'accises ;<p></p><p></p>   c) L'adresse de l'entrepôt fiscal suspensif des droits d'accises pour lequel est établie la déclaration mensuelle ;<p></p><p></p>   d) Le lieu où est tenue la comptabilité matières ;<p></p><p></p>   e) L'année au titre de laquelle la déclaration est établie ;<p></p><p></p>   f) Le mois au titre duquel la déclaration est établie ;<p></p><p></p>   g) Les date et lieu d'établissement de la déclaration et la signature du déclarant appuyée du cachet de son entreprise ;<p></p><p></p>   h) La raison sociale de la caution ou, le cas échéant, la mention \"Dispense\".<p></p><p></p>   2° La déclaration récapitulative mensuelle indique, le cas échéant :<p></p><p></p>   a) Les mentions relatives aux comptes d'âge ou de vieillissement ;<p></p><p></p>   b) Les références aux contrats d'achat soumis au visa de l'Office national interprofessionnel des vins, pour les transactions soumises à cette procédure ;<p></p><p></p>   c) Les références aux certificats d'agrément ou de labellisation ;<p></p><p></p>   d) Les numéros d'enregistrement des contrats d'achat et les numéros des déclarations de transactions soumis préalablement aux interprofessions tels que prévus dans les accords interprofessionnels étendus ;<p></p><p></p>   e) L'avis de blocage, l'engagement de garantie ou la mainlevée du porteur de warrant agricole ou du porteur de l'engagement de garantie.<p></p><p></p>   3° La déclaration récapitulative mensuelle indique le stock début de période, le stock fin de période, le total des entrées et sorties de produits du mois précédent et le solde :<p></p><p></p>   a) Pour les entrepositaires agréés produisant des alcools, des produits intermédiaires et des produits visés à l'article 438 du code général des impôts, par appellation d'origine ou dénomination de produits ;<p></p><p></p>   b) Pour les autres entrepositaires agréés par nature de produit et/ou par tarif d'imposition, sous réserve des règlements ou accords interprofessionnels prévus notamment en application des articles L. 632-1 à L. 632-7 du code rural.<p></p><p></p>   II. - 1° Conformément au III de l'article 302 D du code général des impôts, l'entrepositaire agréé liquide l'impôt sur la déclaration récapitulative mensuelle prévue au I.<p></p><p></p>   Outre les renseignements prévus au 1° du I, la déclaration comporte les informations suivantes nécessaires à la liquidation et au paiement de l'impôt :<p></p><p></p>   a) Le régime fiscal assigné à la déclaration, soit la lettre A pour accises au titre de l'article 302 D précité ou la lettre D pour douane en cas d'option pour le régime de l'article 1698 C dudit code ;<p></p><p></p>   b) La désignation commerciale des produits imposables, nombre et type de récipients, volume nominal des récipients, titre alcoométrique volumique (% vol.) et degré alcoométrique (pour les bières) et, pour les déclarations d'apposition de capsules, empreintes, vignettes, ou marques représentatives de droits indirects, leur nature et leur nombre ;<p></p><p></p>   c) Les quantités imposables par nature de produits ;<p></p><p></p>   d) Les tarifs d'imposition ;<p></p><p></p>   e) Le montant des droits à acquitter par nature de produits et tarif d'imposition, ainsi que le montant global de l'ensemble de ces droits ;<p></p><p></p>   f) Le moyen de paiement utilisé (numéraire, chèque, virement ou obligation cautionnée) ;<p></p><p></p>   g) Pour les utilisateurs de matériels de validation, les numéros d'empreintes de début et de fin de période.<p></p><p></p>   2° Deux cases et une colonne réservées à l'administration font référence aux codes taxes, à la réception de la déclaration de liquidation (date et numéro) et à sa prise en recette (montant, date et numéro de caisse, visa du service des douanes et droits indirects et nature de la garantie dont bénéficie l'entrepositaire agréé).<p></p><p></p>   3° Lorsque le bénéfice de la compensation est demandé au titre de l'article 286 M de l'annexe II au code général des impôts, une sous-rubrique est créée au regard de chaque catégorie de produit concerné. Cette compensation se traduit par l'inscription, d'une part, des quantités de produits ayant préalablement supporté l'impôt et replacées en suspension de droits dans l'entrepôt fiscal suspensif des droits d'accises et, d'autre part, par une écriture négative du montant des droits qui s'y rattache.<p></p><p></p>   4° Lorsque la compensation n'a pas été possible au terme des trois mois qui suivent le dépôt de la demande, le crédit d'impôt subsistant est alors remboursé au bénéficiaire, sur sa demande.<p></p><p></p>   III. - Pour l'application des articles 111 H quater et 111 H sexies de l'annexe III au code général des impôts, aux termes du délai d'information prévu par l'article 302 P du code général des impôts, l'entrepositaire agréé établit un relevé des documents d'accompagnement non apurés mentionnés au I de l'article 302 M dudit code ou des opérations réalisées en suspension des droits d'accises conformément à l'article 443 du même code, dénommé ci-après \"relevé de non-apurement\".<p></p><p></p>   Le relevé de non-apurement est conforme au modèle annexé à l'arrêté du 25 août 2000 (JO du 31 août 2000).<p></p><p></p>   Le relevé de non-apurement est établi de manière distincte pour chacun des entrepôts fiscaux suspensifs des droits d'accises de l'entrepositaire agréé.<p></p><p></p>   Ce relevé est transmis par l'entrepositaire agréé au service des douanes et droits indirects dont il dépend selon les mêmes modalités et dans les conditions prévues pour la déclaration récapitulative mensuelle.<p></p><p></p>   Un exemplaire de chaque document d'accompagnement non apuré ou une copie du document mentionné au c du II de l'article 111 H sexies précité est annexé au relevé de non-apurement.<p></p><p></p>   Outre les renseignements prévus au 1° du I, le relevé de non-apurement comporte les renseignements suivants :<p></p><p></p>   a) Le numéro du document d'accompagnement ou les références du document mentionné au c du II de l'article 111 H sexies précité ;<p></p><p></p>   b) La date de départ du document ;<p></p><p></p>   c) Les nom ou raison sociale et l'adresse du destinataire ;<p></p><p></p>   d) Le numéro d'identification du destinataire.<p></p><p></p>   Si toutes les opérations réalisées par l'entrepositaire agréé ont fait l'objet d'un apurement, ce dernier annote la déclaration récapitulative mensuelle de la mention \"Pas de défaut d'apurement\".<p></p>",
            "num": "50-00 G",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 985996800000,
            "dateFin": 1167609600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Contributions indirectes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133785",
                        "id": "LEGISCTA000006133785",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-10-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146909",
                        "id": "LEGISCTA000006146909",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-03-31",
                        "fin": "2999-01-01",
                        "titre": "1° : Comptabilité matières des entrepositaires agréés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162393",
                        "id": "LEGISCTA000006162393",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300438",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162393",
            "sectionParentId": "LEGISCTA000006162393",
            "sectionParentTitre": "1° : Comptabilité matières des entrepositaires agréés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre III : Contributions indirectes &gt; Chapitre 0I : Alcools, boissons alcooliques et tabacs manufacturés &gt; 1° : Comptabilité matières des entrepositaires agréés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006300438",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 2000-08-25 art. 1 JORF 31 août 2000",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 2000-08-25 Annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 438, 302 D, 1698 C, 302 P, 302 M, 443",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 286 J, 286 I, 286 M",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 111 H quater, 111 H sexies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50-00 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50-00 A",
                    "articleId": "LEGIARTI000006300429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 985996800000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L632-1 à L632-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 2001",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300438",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300439",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020445386",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1239321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020515643",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1239321600000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022345062",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 1312675200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024449528",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1312675200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "50-00 G",
                "50-00"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}