{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000034586832",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La quantité de gaz à effet de serre d'une opération est obtenue par le produit de la quantité d'énergie, de gaz consommés, de matériaux ou d'équipements mis en œuvre d'une part et du facteur d'émission de la source d'énergie, du gaz, du matériau ou de l'équipement considéré d'autre part. Pour les projets publics de traitement ou d'élimination des déchets, la quantité de gaz à effet de serre d'une opération est obtenue par le produit de la quantité de déchets traités d'une part et du facteur d'émission correspondant au procédé de traitement ou d'élimination utilisé d'autre part. L'établissement des facteurs d'émission répond aux principes suivants : Pour chaque source d'énergie, le facteur d'émission opère la conversion d'une quantité de source d'énergie en émissions de gaz à effet de serre relatives à un ensemble comprenant a minima les phases d'utilisation et la phase amont de production de la source d'énergie. La phase amont comprend l'extraction, le raffinage, la transformation, le transport et la distribution des sources d'énergie. L'ensemble de ces émissions, y compris celles de la phase amont, sont supposées intervenir au cours de l'année d'utilisation de la source d'énergie. Pour les matériaux et équipements, les facteurs d'émissions intègrent les émissions de gaz à effet de serre liées aux consommations d'énergie intervenant dans le processus de production de ces matériaux et équipements (émissions directes et afférentes à la phase amont), ainsi que les émissions liées aux procédés industriels éventuellement mis en œuvre. L'ensemble de ces émissions y compris les émissions de la phase amont, sont supposées intervenir au cours des années de réalisation ou de fonctionnement du projet public. Pour l'établissement des facteurs d'émissions, le maître d'ouvrage recourt aux facteurs d'émissions déterminés par le “ pôle de la coordination nationale sur les bilans d'émissions de gaz à effet de serre ” mentionné à l'article R. 229-49 du code de l'environnement. Pour les matériaux et équipements de construction nécessaires à un projet public de construction ou de rénovation de bâtiments les données à utiliser sont les valeurs de l'indicateur “ changement climatique ” disponible dans chaque déclaration environnementale et sanitaire des produits de construction et chaque “ Projet Environnemental Produit écopassport ” pour les équipements de constructions, réalisées selon les dispositions du décret n° 2013-1264 du 23 décembre 2013 relatif à la déclaration environnementale de certains produits de construction destinés à un usage dans les ouvrages de bâtiment et des arrêtés pris pour son application. A défaut, le maître d'ouvrage utilise les valeurs mises à disposition dans la base de données française INIES (Informations sur les impacts environnementaux et sanitaires). En l'absence de données disponibles sur un ou plusieurs facteurs d'émissions de la phase amont dans les sources susmentionnées, le maître d'ouvrage procède, dans la mesure du possible, à une évaluation des valeurs de ces facteurs d'émissions manquants en précisant la méthodologie employée et l'origine des données utilisées. A défaut, il procède à un calcul des émissions de gaz à effet de serre du projet public en omettant les sources pour lesquelles les facteurs d'émissions ne sont pas disponibles et informe le “ pôle de la coordination nationale sur les bilans d'émissions de gaz à effet de serre ” que ces facteurs d'émissions ne sont pas disponibles.",
            "texteHtml": "<p>La quantité de gaz à effet de serre d'une opération est obtenue par le produit de la quantité d'énergie, de gaz consommés, de matériaux ou d'équipements mis en œuvre d'une part et du facteur d'émission de la source d'énergie, du gaz, du matériau ou de l'équipement considéré d'autre part. Pour les projets publics de traitement ou d'élimination des déchets, la quantité de gaz à effet de serre d'une opération est obtenue par le produit de la quantité de déchets traités d'une part et du facteur d'émission correspondant au procédé de traitement ou d'élimination utilisé d'autre part.</p><p>L'établissement des facteurs d'émission répond aux principes suivants :</p><p>Pour chaque source d'énergie, le facteur d'émission opère la conversion d'une quantité de source d'énergie en émissions de gaz à effet de serre relatives à un ensemble comprenant a minima les phases d'utilisation et la phase amont de production de la source d'énergie. La phase amont comprend l'extraction, le raffinage, la transformation, le transport et la distribution des sources d'énergie. L'ensemble de ces émissions, y compris celles de la phase amont, sont supposées intervenir au cours de l'année d'utilisation de la source d'énergie.</p><p>Pour les matériaux et équipements, les facteurs d'émissions intègrent les émissions de gaz à effet de serre liées aux consommations d'énergie intervenant dans le processus de production de ces matériaux et équipements (émissions directes et afférentes à la phase amont), ainsi que les émissions liées aux procédés industriels éventuellement mis en œuvre. L'ensemble de ces émissions y compris les émissions de la phase amont, sont supposées intervenir au cours des années de réalisation ou de fonctionnement du projet public.</p><p>Pour l'établissement des facteurs d'émissions, le maître d'ouvrage recourt aux facteurs d'émissions déterminés par le “ pôle de la coordination nationale sur les bilans d'émissions de gaz à effet de serre ” mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000024354911&dateTexte=&categorieLien=cid'>R. 229-49 </a>du code de l'environnement.</p><p>Pour les matériaux et équipements de construction nécessaires à un projet public de construction ou de rénovation de bâtiments les données à utiliser sont les valeurs de l'indicateur “ changement climatique ” disponible dans chaque déclaration environnementale et sanitaire des produits de construction et chaque “ Projet Environnemental Produit écopassport ” pour les équipements de constructions, réalisées selon les dispositions du décret n° <a href='/affichTexte.do?cidTexte=JORFTEXT000028398471&categorieLien=cid'>2013-1264</a> du 23 décembre 2013 relatif à la déclaration environnementale de certains produits de construction destinés à un usage dans les ouvrages de bâtiment et des arrêtés pris pour son application. A défaut, le maître d'ouvrage utilise les valeurs mises à disposition dans la base de données française INIES (Informations sur les impacts environnementaux et sanitaires).</p><p>En l'absence de données disponibles sur un ou plusieurs facteurs d'émissions de la phase amont dans les sources susmentionnées, le maître d'ouvrage procède, dans la mesure du possible, à une évaluation des valeurs de ces facteurs d'émissions manquants en précisant la méthodologie employée et l'origine des données utilisées. A défaut, il procède à un calcul des émissions de gaz à effet de serre du projet public en omettant les sources pour lesquelles les facteurs d'émissions ne sont pas disponibles et informe le “ pôle de la coordination nationale sur les bilans d'émissions de gaz à effet de serre ” que ces facteurs d'émissions ne sont pas disponibles.</p>",
            "num": "D222-1-I",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1494028800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2143289343,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Milieux physiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129031",
                        "id": "LEGISCTA000006129031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Air et atmosphère",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143775",
                        "id": "LEGISCTA000006143775",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Planification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159383",
                        "id": "LEGISCTA000006159383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-11-20",
                        "fin": "2999-01-01",
                        "titre": "Section 1 A : Budgets carbone et stratégie nationale bas-carbone",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031494725",
                        "id": "LEGISCTA000031494725",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000034586447",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031494725",
            "sectionParentId": "LEGISCTA000031494725",
            "sectionParentTitre": "Section 1 A : Budgets carbone et stratégie nationale bas-carbone",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Milieux physiques &gt; Titre II : Air et atmosphère &gt; Chapitre II : Planification &gt; Section 1 A : Budgets carbone et stratégie nationale bas-carbone",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000034586832",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 3 du décret n° 2017-725 du 3 mai 2017, les dispositions du présent article s'appliquent aux projets publics dont la décision de financement est signée à compter du 1er octobre 2017.",
            "notaHtml": "<p>Conformément à l'article 3 du décret n° 2017-725 du 3 mai 2017, les dispositions du présent article s'appliquent aux projets publics dont la décision de financement est signée à compter du 1er octobre 2017.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034579419",
                    "textTitle": "Décret n°2017-725 du 3 mai 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034584037",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-05",
                    "dateSignaTexte": "2017-05-03",
                    "dateDebutCible": "2017-05-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028398471",
                    "textTitle": "Décret n°2013-1264 du 23 décembre 2013",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000028398471",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1264",
                    "datePubli": 1388275200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R229-49",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R229-49",
                    "articleId": "LEGIARTI000024354911",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1310515200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000034586832",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1494028800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D222-1-I",
                "222-1-I"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}