{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048883739",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel révisée relative à la lettre de mission, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP 210. Lettre de mission Introduction 1. Les dispositions légales et réglementaires prévoient la mission de contrôle légal dans certaines personnes ou entités. En outre, des interventions autres que le contrôle légal sont expressément et exclusivement requises du commissaire aux comptes de la personne ou de l'entité par les dispositions légales ou réglementaires ou par des dispositions du droit de l'Union européenne ayant un effet direct en droit national. La mission de contrôle légal et ces autres interventions sont qualifiées de “ mission ” dans la présente norme. Le commissaire aux comptes en définit les modalités dans une lettre de mission. 2. La présente norme a pour objet de définir les principes à respecter par le commissaire aux comptes pour établir cette lettre de mission et demander l'accord de la personne ou de l'entité sur son contenu. Etablissement de la lettre de mission 3. La lettre de mission est établie par le commissaire aux comptes la première année de son mandat et communiquée à la personne ou à l'entité préalablement à la mise en œuvre de ses travaux de vérification et de contrôle. 4. Dans le cas où la mission est confiée à plusieurs commissaires aux comptes, ceux-ci établissent soit une lettre de mission conjointe, soit des lettres de mission individuelles, après avoir échangé entre eux. 5. Lorsque le commissaire aux comptes d'une personne ou d'une entité qui établit des comptes consolidés ou combinés est également commissaire aux comptes d'une ou plusieurs personnes ou entités du même ensemble, il apprécie s'il convient d'établir une lettre de mission commune à plusieurs de ces personnes ou entités. Lorsque le commissaire aux comptes choisit d'établir une lettre de mission commune, il demande à la personne ou à l'entité mère de lui confirmer par écrit que les personnes ou les entités de l'ensemble ont donné leur accord sur le contenu de la lettre de mission pour ce qui les concerne. Contenu de la lettre de mission 6. Sans préjudice des engagements contractuels ou d'autres éléments liés aux particularités de la personne ou de l'entité que le commissaire aux comptes jugerait utile d'ajouter, la lettre de mission comporte les éléments suivants : -l'objectif et l'étendue du contrôle légal et des autres interventions dont la réalisation est connue au moment de l'établissement de la lettre de mission et qu'il entend mener en application des dispositions légales et réglementaires ; -la mention selon laquelle d'autres interventions requises par les dispositions légales ou réglementaires seront susceptibles d'être réalisées selon les circonstances ou la survenance d'évènements affectant la personne ou l'entité ; -le calendrier d'intervention ; -le cas échéant, la répartition des travaux entre les co-commissaires aux comptes ; -le nom des signataires ; -l'éventuel recours, sous la responsabilité du commissaire aux comptes, pour la réalisation de certains travaux, à des collaborateurs externes et/ ou des experts ; -le cas échéant, la mention que la certification des comptes consolidés est délivrée après examen des travaux des professionnels chargés du contrôle des comptes des personnes et entités comprises dans la consolidation, conformément aux dispositions de l'article L. 821-53 du code de commerce ; -le devoir de la personne ou de l'entité de communiquer au commissaire aux comptes les informations et documents prévus par les dispositions légales et réglementaires ; -la nécessité de mettre à la disposition du commissaire aux comptes tout document, pièce justificative ou autre information demandée dans le cadre de ses travaux ; -la nécessité de laisser au commissaire aux comptes libre accès aux personnes physiques au sein de la personne ou de l'entité ainsi qu'aux tiers mentionnés à l'article L. 821-61 du code de commerce, auprès desquels le commissaire aux comptes considère qu'il est nécessaire de recueillir des informations ; -la demande d'une confirmation écrite du représentant légal de la personne ou de l'entité pour ce qui concerne les déclarations faites au commissaire aux comptes nécessaires à sa mission ; -le rappel de l'obligation de communication avec les organes mentionnés à l'article L. 821-63 du code de commerce ; -le budget d'honoraires de la mission de contrôle légal et des autres interventions dont la réalisation est connue au moment de l'établissement de la lettre de mission ainsi que, le cas échéant, la répartition de ce budget entre les co-commissaires aux comptes, et les conditions de facturation. Révision de la lettre de mission 7. Au cours de son mandat, lorsque les circonstances entrainent des modifications importantes des modalités de sa mission, le commissaire aux comptes révise le contenu de la lettre de mission. Ces circonstances peuvent être notamment : -des difficultés particulières rencontrées dans la mise en œuvre de ses travaux ; -des changements intervenus au sein de la direction ou de l'actionnariat ; -des changements dans la nature, l'importance, l'organisation ou la localisation des activités de la personne ou de l'entité ; -la survenance d'un événement ou de circonstances nécessitant des diligences supplémentaires ; -des précisions à apporter à la direction sur l'objectif et/ ou l'étendue de la mission. Dans cette hypothèse, il est établi soit une lettre de mission révisée qui se substitue à la précédente, soit un avenant à la lettre de mission. Demande d'accord 8. Le commissaire aux comptes demande à la personne ou à l'entité d'accuser réception de la lettre de mission initiale et de confirmer son accord sur les modalités exposées. Il consigne dans son dossier tout désaccord éventuel. Lorsque le désaccord remet en cause le bon déroulement de la mission, le commissaire aux comptes applique les mesures visant à remédier à cette situation en application des dispositions légales et réglementaires et, le cas échéant, en tire toutes les conséquences sur l'expression de son opinion ou la formulation de ses conclusions ainsi que sur le maintien de son mandat auprès de la personne ou de l'entité concernée. Les mêmes principes s'appliquent à la lettre de mission révisée ou à l'avenant mentionnés au paragraphe 7.",
            "texteHtml": "<p>La norme d'exercice professionnel révisée relative à la lettre de mission, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\nNEP 210. Lettre de mission<br/><br/>\nIntroduction<br/><br/>\n1. Les dispositions légales et réglementaires prévoient la mission de contrôle légal dans certaines personnes ou entités. En outre, des interventions autres que le contrôle légal sont expressément et exclusivement requises du commissaire aux comptes de la personne ou de l'entité par les dispositions légales ou réglementaires ou par des dispositions du droit de l'Union européenne ayant un effet direct en droit national.<br/><br/>\nLa mission de contrôle légal et ces autres interventions sont qualifiées de “ mission ” dans la présente norme.<br/><br/>\nLe commissaire aux comptes en définit les modalités dans une lettre de mission.<br/><br/>\n2. La présente norme a pour objet de définir les principes à respecter par le commissaire aux comptes pour établir cette lettre de mission et demander l'accord de la personne ou de l'entité sur son contenu.<br/><br/>\nEtablissement de la lettre de mission<br/><br/>\n3. La lettre de mission est établie par le commissaire aux comptes la première année de son mandat et communiquée à la personne ou à l'entité préalablement à la mise en œuvre de ses travaux de vérification et de contrôle.<br/><br/>\n4. Dans le cas où la mission est confiée à plusieurs commissaires aux comptes, ceux-ci établissent soit une lettre de mission conjointe, soit des lettres de mission individuelles, après avoir échangé entre eux.<br/><br/>\n5. Lorsque le commissaire aux comptes d'une personne ou d'une entité qui établit des comptes consolidés ou combinés est également commissaire aux comptes d'une ou plusieurs personnes ou entités du même ensemble, il apprécie s'il convient d'établir une lettre de mission commune à plusieurs de ces personnes ou entités.<br/><br/>\nLorsque le commissaire aux comptes choisit d'établir une lettre de mission commune, il demande à la personne ou à l'entité mère de lui confirmer par écrit que les personnes ou les entités de l'ensemble ont donné leur accord sur le contenu de la lettre de mission pour ce qui les concerne.<br/><br/>\nContenu de la lettre de mission<br/><br/>\n6. Sans préjudice des engagements contractuels ou d'autres éléments liés aux particularités de la personne ou de l'entité que le commissaire aux comptes jugerait utile d'ajouter, la lettre de mission comporte les éléments suivants :</p><p><br/>\n-l'objectif et l'étendue du contrôle légal et des autres interventions dont la réalisation est connue au moment de l'établissement de la lettre de mission et qu'il entend mener en application des dispositions légales et réglementaires ;<br/><br/>\n-la mention selon laquelle d'autres interventions requises par les dispositions légales ou réglementaires seront susceptibles d'être réalisées selon les circonstances ou la survenance d'évènements affectant la personne ou l'entité ;<br/><br/>\n-le calendrier d'intervention ;<br/><br/>\n-le cas échéant, la répartition des travaux entre les co-commissaires aux comptes ;<br/><br/>\n-le nom des signataires ;<br/><br/>\n-l'éventuel recours, sous la responsabilité du commissaire aux comptes, pour la réalisation de certains travaux, à des collaborateurs externes et/ ou des experts ;<br/><br/>\n-le cas échéant, la mention que la certification des comptes consolidés est délivrée après examen des travaux des professionnels chargés du contrôle des comptes des personnes et entités comprises dans la consolidation, conformément aux dispositions de l'article L. 821-53 du code de commerce ;<br/><br/>\n-le devoir de la personne ou de l'entité de communiquer au commissaire aux comptes les informations et documents prévus par les dispositions légales et réglementaires ;<br/><br/>\n-la nécessité de mettre à la disposition du commissaire aux comptes tout document, pièce justificative ou autre information demandée dans le cadre de ses travaux ;<br/><br/>\n-la nécessité de laisser au commissaire aux comptes libre accès aux personnes physiques au sein de la personne ou de l'entité ainsi qu'aux tiers mentionnés à l'article L. 821-61 du code de commerce, auprès desquels le commissaire aux comptes considère qu'il est nécessaire de recueillir des informations ;<br/><br/>\n-la demande d'une confirmation écrite du représentant légal de la personne ou de l'entité pour ce qui concerne les déclarations faites au commissaire aux comptes nécessaires à sa mission ;<br/><br/>\n-le rappel de l'obligation de communication avec les organes mentionnés à l'article L. 821-63 du code de commerce ;<br/><br/>\n-le budget d'honoraires de la mission de contrôle légal et des autres interventions dont la réalisation est connue au moment de l'établissement de la lettre de mission ainsi que, le cas échéant, la répartition de ce budget entre les co-commissaires aux comptes, et les conditions de facturation.</p><p><br/>\nRévision de la lettre de mission<br/><br/>\n7. Au cours de son mandat, lorsque les circonstances entrainent des modifications importantes des modalités de sa mission, le commissaire aux comptes révise le contenu de la lettre de mission. Ces circonstances peuvent être notamment :</p><p><br/>\n-des difficultés particulières rencontrées dans la mise en œuvre de ses travaux ;<br/><br/>\n-des changements intervenus au sein de la direction ou de l'actionnariat ;<br/><br/>\n-des changements dans la nature, l'importance, l'organisation ou la localisation des activités de la personne ou de l'entité ;<br/><br/>\n-la survenance d'un événement ou de circonstances nécessitant des diligences supplémentaires ;<br/><br/>\n-des précisions à apporter à la direction sur l'objectif et/ ou l'étendue de la mission.</p><p><br/>\nDans cette hypothèse, il est établi soit une lettre de mission révisée qui se substitue à la précédente, soit un avenant à la lettre de mission.<br/><br/>\nDemande d'accord<br/><br/>\n8. Le commissaire aux comptes demande à la personne ou à l'entité d'accuser réception de la lettre de mission initiale et de confirmer son accord sur les modalités exposées.<br/><br/>\nIl consigne dans son dossier tout désaccord éventuel.<br/><br/>\nLorsque le désaccord remet en cause le bon déroulement de la mission, le commissaire aux comptes applique les mesures visant à remédier à cette situation en application des dispositions légales et réglementaires et, le cas échéant, en tire toutes les conséquences sur l'expression de son opinion ou la formulation de ses conclusions ainsi que sur le maintien de son mandat auprès de la personne ou de l'entité concernée.<br/><br/>\nLes mêmes principes s'appliquent à la lettre de mission révisée ou à l'avenant mentionnés au paragraphe 7.</p><p></p>",
            "num": "A821-62",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000048932974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "Chapitre II : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000020163571",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000048933008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874153",
                        "id": "LEGISCTA000048874153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874159",
                        "id": "LEGISCTA000048874159",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1er : De la lettre de mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874161",
                        "id": "LEGISCTA000048874161",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048883727",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048874161",
            "sectionParentId": "LEGISCTA000048874161",
            "sectionParentTitre": "Paragraphe 1er : De la lettre de mission",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité. &gt; Chapitre Ier : Des commissaires aux comptes &gt; Section 3 : De l'exercice du contrôle légal &gt; Sous-section 3 : Des modalités d'exercice de la mission &gt; Paragraphe 1er : De la lettre de mission",
            "refInjection": "MD-20240112_202145_010_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048883739",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048735742",
                    "textTitle": "Arrêté du 28 décembre 2023 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048870612",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-12-31",
                    "dateSignaTexte": "2023-12-28",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A823-1 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "A823-1",
                    "articleId": "LEGIARTI000046294175",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048883739",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-62",
                "821-62"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}