{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019973703",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONVENTION CONSTITUTIVE TYPE DES AGENCES RÉGIONALES DE L'HOSPITALISATION CITÉE À L'ARTICLE R. 6115-1. Vu le code de la santé publique, notamment le chapitre V du titre Ier du livre Ier de la partie VI ; Vu la délibération du conseil d'administration de la Caisse nationale de l'assurance-maladie des travailleurs salariés en date du ... ; Vu la délibération du conseil d'administration de la caisse régionale d'assurance-maladie de ..., en date du ... ; Vu la délibération du comité technique paritaire auprès du directeur régional des affaires sanitaires et sociales de ..., en sa séance du ... ; Vu la délibération du comité technique paritaire auprès du directeur départemental des affaires sanitaires et sociales de ..., e sa séance du ... ; Vu la délibération ... ; (Les signataires de la convention constitutive peuvent être différents dans les départements d'outre-mer, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions.) - l'Etat, représenté par les ministres chargés de la santé et de la sécurité sociale ; - la Caisse nationale de l'assurance-maladie des travailleurs salariés, représentée par le médecin-conseil régional du régime général de sécurité sociale, habilité à cet effet ; - la caisse régionale d'assurance-maladie de ..., représentée par son directeur ; - l'association régionale des caisses de mutualité sociale agricole de ..., représentée par le directeur de la caisse de mutualité sociale agricole de ..., habilité à cet effet ; - la caisse mutuelle régionale d'assurance-maladie des travailleurs non salariés des professions non agricoles de ..., représentée par son directeur ; - le ou les organismes d'assurance-maladie suivant(s), constituent un groupement d'intérêt public, dont ils sont membres fondateurs, régi par les dispositions du chapitre V du titre Ier du livre Ier de la partie VI du code de la santé publique et par la présente convention. TITRE Ier : CONSTITUTION DE L'AGENCE Article 1er Le cas échéant, le groupement est dénommé \"agence interrégionale de l'hospitalisation de ...\". Le groupement est dénommé \"agence régionale de l'hospitalisation de ...\". Les parties à la présente convention sont dénommées \"membres de l'agence\". Article 2 Compétence territoriale L'agence est compétente pour les départements de ... Article 3 Siège Le siège de l'agence est fixé à ... Article 4 Objet L'agence a pour objet d'exercer les missions et attributions définies à l'article L. 6115-1 du code de la santé publique, dans les conditions prévues aux articles L. 6115-3 à L. 6115-5, L. 6115-7 à L. 6115-9 et L. 6117-2 du même code. Article 5 Date de constitution L'agence est constituée à la date de publication de la présente convention au Journal officiel de la République française. Article 6 Organisation générale Chaque membre concourt au bon fonctionnement de l'agence ainsi qu'au plein exercice de ses missions et contribue à ses moyens propres. L'agence est administrée par la commission exécutive et dirigée par le directeur. L'agence est placée sous la tutelle des ministres chargés de la santé et de la sécurité sociale. Article 7 Représentant légal Le directeur représente l'agence en justice et dans tous les actes de la vie civile. Article 8 Capital L'agence est constituée sans capital. Article 9 Nouveaux membres Dès sa création, l'union régionale des caisses d'assurance-maladie devient de plein droit membre de l'agence. Cette entrée donne lieu à un avenant à la présente convention, aux fins notamment de définir le concours de l'union régionale des caisses d'assurance-maladie au fonctionnement de l'agence et sa contribution aux moyens propres de l'agence. Peuvent également devenir membres de l'agence, en y adhérant, des organismes d'assurance-maladie, autres que ceux que l'article L. 6115-2 du code de la santé publique désigne comme membres de droit. La demande d'adhésion est agréée par délibération de la commission exécutive adoptée à la majorité des deux tiers des suffrages exprimés. L'adhésion donne lieu à un avenant à la présente convention, en vue notamment de modifier la composition de la commission exécutive conformément à l'article L. 6115-7 du code de la santé publique et de préciser les modalités selon lesquelles le nouveau membre concourt au bon fonctionnement de l'agence et au plein exercice de ses missions et contribue à ses moyens propres. Article 10 Retrait Tout membre de l'agence que l'article L. 6115-2 du code de la santé publique ne désigne pas comme membre de droit peut, pour motif légitime et à l'expiration d'une année civile, se retirer du groupement. Il doit notifier son intention par lettre recommandée au directeur, avant le 1er octobre, et s'être acquitté de ses obligations vis-à-vis de l'agence pour l'exercice en cours et les précédents. Le retrait d'un membre de l'agence donne lieu à un avenant à la présente convention, aux fins notamment de modifier la composition de la commission exécutive conformément à l'article L. 6115-7 du code de la santé publique. TITRE II : ADMINISTRATION DE L'AGENCE Article 11 (La composition de la commission exécutive peut être aménagée pour les agences interrégionales dans les départements d'outre-mer et lorsque deux caisses régionales d'assurance-maladie sont compétentes dans une même région, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions. Avant la création de l'union régionale des caisses d'assurance-maladie, les représentants des organismes d'assurance-maladie désignent un représentant transitoire supplémentaire des organismes d'assurance-maladie. Des représentants supplémentaires sont, s'il y a lieu, soit nommés par les ministres chargés de la santé et de la sécurité sociale sur proposition du directeur de l'agence, soit désignés par les représentants des organismes d'assurance-maladie, dans le but d'assurer la parité des deux collèges prévue à l'article L. 6115-7 du code de la santé publique.) La commission exécutive de l'agence est ainsi composée : 1° Le directeur de l'agence, président ; 2° Membres du collège des représentants de l'Etat : a) Le directeur régional des affaires sanitaires et sociales ; b) Le médecin inspecteur régional de santé publique ; c) Les directeurs départementaux des affaires sanitaires et sociales de la région ; 3° Représentants supplémentaires de l'Etat appartenant aux services régionaux et départementaux compétents en matière sanitaire ; 4° Membres du collège des représentants des organismes d'assurance-maladie : a) Le directeur de la caisse régionale d'assurance-maladie ; b) Le directeur de l'union régionale des caisses d'assurance-maladie, dès sa création ; c) Le médecin conseil régional du régime général de sécurité sociale ; d) Le directeur désigné par l'association régionale des caisses de mutualité sociale agricole ; e) Le directeur de la caisse mutuelle régionale d'assurance-maladie des travailleurs non salariés des professions non agricoles ; f) Le directeur de l'organisme d'assurance-maladie de... ; 5° Représentants administratifs et médicaux supplémentaires des organismes d'assurance-maladie désignés, pour une durée maximale de cinq ans, par les autres membres du collège des représentants des organismes d'assurance-maladie. Article 12 Le régime de vice-présidence de la commission exécutive peut être aménagé pour les agences interrégionales dans les départements d'outre-mer et lorsque deux caisses régionales d'assurance-maladie sont compétentes dans une même région, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions. Le directeur régional des affaires sanitaires et sociales et le directeur de la caisse régionale d'assurance-maladie sont vice-présidents de la commission exécutive. En cas d'empêchement du président, les séances de la commission exécutive sont présidées, en alternance, par l'un ou l'autre des deux vice-présidents. Le président et les deux vice-présidents sont membres du bureau de la commission exécutive. La commission exécutive peut également y désigner un nombre égal de membres de chaque collège. Le bureau prépare sous l'autorité du président les décisions de la commission exécutive. Les membres de la commission exécutive exercent gratuitement leur fonction. Un membre de la commission exécutive ne peut s'y faire représenter qu'en donnant mandat à un autre membre. Un membre de la commission exécutive ne peut pas recevoir plus d'un mandat. La commission exécutive ne délibère valablement que si la moitié au moins de ses membres sont présents ou représentés. Si le quorum n'est pas atteint, la commission est convoquée à nouveau, avec le même ordre du jour, dans un délai qui ne peut être supérieur à huit jours. Elle délibère alors sans condition de quorum. Les décisions de la commission exécutive sont prises à la majorité absolue de ses membres présents ou représentés, à l'exception des délibérations relatives aux adhésions, à l'exclusion d'un membre ou à la modification de la présente convention, qui sont prises dans les conditions prévues respectivement par les articles 9 et 28 de la présente convention. La commission exécutive arrête son règlement intérieur. Dès sa première réunion, elle fixe les règles de convocation et de détermination de l'ordre du jour. Le contrôleur d'Etat et l'agent comptable sont convoqués et assistent, avec voix consultative, aux séances de la commission exécutive. Pour l'exercice de ses attributions, la commission exécutive peut consulter, en tant que de besoin, le trésorier-payeur général de région. Article 13 Attributions de la commission exécutive La commission exécutive exerce les compétences de décision et d'avis qui lui sont confiées par les articles L. 6115-3 et L. 6115-4 du code de la santé publique. En outre, au titre de l'administration de l'agence, elle délibère sur les sujets suivants : 1° L'organisation générale de l'agence ; 2° Le programme de travail de l'agence et les modalités de son exécution ; 3° Le rapport annuel d'activité de l'agence ; 4° Le budget de l'agence, les décisions modificatives, le compte financier et l'affectation des résultats ; 5° Les acquisitions, aliénations et échanges d'immeubles, ainsi que les baux et locations les concernant ; 6° L'acceptation des dons et legs ; 7° L'exercice des actions en justice au nom de l'agence et les transactions, sous réserve de ce qui est dit au 5° de l'article 14 ci-après ; la commission exécutive peut déléguer au directeur tout ou partie du pouvoir d'agir en justice au nom de l'agence ; 8° Les décisions relatives à la mise en oeuvre de traitements automatisés d'informations nominatives mentionnées à l'article 19 du décret n° 78-774 du 17 juillet 1978 pris pour l'application des chapitres Ier à IV et VII de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. La commission exécutive entend le rapport du directeur régional des affaires sanitaires et sociales sur les travaux du conseil régional institué à l'article L. 1411-3 du code de la santé publique. Le directeur de l'agence communique à la commission exécutive le rapport de ce conseil. La commission exécutive émet un avis préalable à la conclusion par le directeur des contrats et marchés d'un montant supérieur à un seuil fixé par arrêté des ministres chargés de l'économie et des finances, de la santé et de la sécurité sociale. Article 14 Le directeur Le directeur exerce les compétences qui lui sont confiées par le chapitre V du titre Ier du livre Ier de la partie VI du code de la santé publique. Il dirige l'agence et dispose de tous les pouvoirs nécessaires à sa gestion. En particulier, il exerce les compétences suivantes : 1° Il confie leurs fonctions à l'ensemble des personnels de l'agence, qu'il s'agisse des agents de son propre personnel mentionné à l'article 19 ci-après ou des agents placés sous son autorité directe en application de l'article 17, et il exerce sur eux son autorité ; 2° Il préside la commission exécutive, dont il prépare et exécute les délibérations ; 3° Il assure l'exécution du budget en qualité d'ordonnateur des recettes et des dépenses ; 4° Sans préjudice des attributions que l'article 13 de la présente convention confère à la commission exécutive, il passe au nom de l'agence les contrats, marchés, baux et conventions, ainsi que les actes d'acquisition et de vente ; 5° Il peut décider d'agir en justice au nom de l'agence, à titre conservatoire et sous réserve d'en avertir immédiatement les membres de la commission exécutive, par voie d'action en référé. Le directeur de l'agence présente le rapport annuel d'activité de l'agence aux organes dirigeants des organismes d'assurance-maladie de la région. Il peut consulter le trésorier-payeur général de région sur toute question relative à la gestion financière des établissements de santé et notamment à la situation budgétaire des établissements publics, ainsi que pour toute expertise économique et financière dans ce domaine. Le directeur de l'agence adresse directement aux chefs des services déconcentrés de l'Etat compétents en matière sanitaire les instructions nécessaires à l'exécution des tâches qu'il confie auxdits services. Il adresse directement aux directeurs des organismes d'assurance-maladie membres de l'agence, ainsi qu'au médecin-conseil régional du régime général de sécurité sociale, les demandes inhérentes à l'exécution des tâches correspondant à leurs obligations définies à la présente convention. La mention du personnel placé sous l'autorité du directeur n'est valable que s'il est fait application de l'article 17 de la présente convention. TITRE III : FONCTIONNEMENT DE L'AGENCE Article 15 Concours des membres au fonctionnement de l'agence Les membres de l'agence mettent en commun, pour l'exercice des missions qui lui sont confiées, les moyens de contrôle, d'analyse et d'étude ainsi que les outils statistiques et informatiques dont ils disposent. Ils définissent et conçoivent, dans le cadre de l'agence et dans le respect des normes et nomenclatures nationales, l'utilisation et l'évolution de ces différents moyens et outils. Dans le domaine des systèmes d'information, cette utilisation des moyens et outils est régie par l'article 21 de la présente convention. L'annexe 1 à la présente convention définit, à partir de la situation constatée antérieurement à la création de l'agence, l'organisation générale du travail et la répartition des activités et des tâches entre ses membres, ainsi que les moyens en personnel, matériel et logiciels que chaque membre de l'agence ou organisme représenté en son sein s'engage à consacrer à l'exécution des missions de l'agence. Elle définit en particulier le nombre d'agents et leur qualité, ainsi que la nature et le niveau des activités qu'ils exercent. Au vu de cette annexe et du programme de travail mentionné à l'article 18 de la présente convention, le directeur arrête, conjointement avec le chef de chaque service déconcentré de l'Etat compétent en matière sanitaire, avec le directeur de chaque organisme d'assurance-maladie membre de l'agence, ainsi qu'avec le médecin-conseil régional du régime général de sécurité sociale, les modalités de concours de leurs services aux missions de l'agence. Ces dispositions prévoient en outre les conditions selon lesquelles les autorités chargées du contrôle médical répondent aux demandes ponctuelles de contrôle, d'enquête et d'analyse du directeur de l'agence. Article 16 Contribution des membres aux moyens propres de l'agence Les membres de l'agence participent aux moyens propres de l'agence sous forme de : 1° Contribution financière ; 2° Mise à disposition de personnels, dans les conditions prévues à l'article 19 de la présente convention ; 3° Mise à disposition de locaux ; 4° Mise à disposition de matériel ou de logiciels, ou sous toute autre forme contribuant au fonctionnement du groupement. L'annexe 2 à la présente convention définit les conditions générales, la durée et le mode de renouvellement de ces contributions. Le directeur arrête chaque année, conjointement avec le chef de chaque service déconcentré de l'Etat compétent en matière sanitaire, avec le directeur de chaque organisme d'assurance-maladie membre de l'agence, ainsi qu'avec le médecin-conseil régional du régime général de sécurité sociale, les modalités de contribution de leurs services aux moyens propres de l'agence. Article 17 Parties des services régionaux de l'Etat compétents en matière sanitaire placées sous l'autorité directe du directeur de l'agence Après avis du représentant de l'Etat dans la région en date du ......, et du comité technique paritaire compétent en date du ......, il est fait application du deuxième alinéa de l'article L. 6115-8 du code de la santé publique. L'annexe 2 bis à la présente convention désigne les parties de services placées sous l'autorité directe du directeur de l'agence et les moyens en personnel, matériel et logiciels nécessaires à l'exercice des attributions de ces parties de services. Elle précise notamment le nombre et la qualité des agents concernés, la nature et le niveau des activités qu'ils exercent et, le cas échéant, les conditions de leur remplacement effectif. Article 18 Organisations du travail de l'agence Dans le respect des orientations définies par les ministres chargés de la santé et de la sécurité sociale, la commission exécutive de l'agence arrête, selon une périodicité qu'elle détermine, son programme de travail et les modalités de sa mise en oeuvre par le directeur et les membres de l'agence. Ce programme porte notamment sur les études, enquêtes et contrôles conduits par l'agence et ses membres dans les établissements de santé. Il prévoit en particulier les opérations de contrôle médical mentionnées aux I et II de l'article R. 315-1 et à l'article R. 615-55 du code de la sécurité sociale, ainsi qu'aux articles L. 472-5 et L. 732-5 du code rural. La commission exécutive détermine les modalités d'accès du directeur et des membres de l'agence aux informations et dossiers détenus par les membres de l'agence et qui se rapportent à l'exercice de ses attributions, dans le respect des dispositions législatives et réglementaires relatives notamment au secret et à la discrétion professionnels, au secret médical, aux donnés nominatives et au traitement automatisé des informations, et dans le respect des règles déontologiques. Il est fait application du présent article lorsqu'un ou des services régionaux compétents en matière sanitaire et dont l'intervention est nécessaire à l'exercice des pouvoirs et responsabilités dévolus à l'agence sont placés pour partie sous l'autorité directe du directeur de l'agence. Article 19 Personnel de l'agence 1° Le personnel propre de l'agence comprend dans les conditions prévues au troisième alinéa de l'article L. 6115-8 du code de la santé publique : a) Des fonctionnaires relevant de la fonction publique de l'Etat, de la fonction publique territoriale ou de la fonction publique hospitalière, des praticiens hospitaliers et, le cas échéant, des agents des organismes d'assurance-maladie membres de l'agence, placés en position de détachement dans les conditions déterminées respectivement par les statuts de la fonction publique, les statuts des praticiens hospitaliers et des praticiens-conseils et par les conventions collectives nationales des organismes de sécurité sociale ; b) Des agents mis à disposition par l'Etat, des collectivités territoriales, leurs établissements publics, des établissements publics de santé et les organismes d'assurance-maladie membres de l'agence, dans les conditions déterminées par le statut général des fonctionnaires, par les statuts des praticiens hospitaliers et par les dispositions législatives et conventionnelles applicables aux salariés des organismes d'assurance-maladie ; c) A titre exceptionnel et subsidiaire, dans les conditions déterminées par le 2° du présent article, des agents contractuels de droit public soumis aux dispositions applicables aux agents non titulaires de l'Etat ; 2° L'agence peut recruter des agents contractuels de droit public : a) Lorsqu'il n'existe pas de corps de fonctionnaires susceptibles d'assurer les fonctions correspondantes ou, pour les emplois du niveau de la catégorie A, lorsque la nature des fonctions ou les besoins des services le justifient, par des contrats à durée déterminée d'une durée maximale de trois ans qui ne peuvent être renouvelés que par reconduction expresse ; b) Pour exercer des fonctions impliquant un service à temps incomplet, par des contrats qui peuvent être à durée indéterminée ; c) Pour exercer des fonctions correspondant à un besoin saisonnier, par des contrats d'une durée maximale de six mois au cours d'une année ; d) Pour exercer des fonctions correspondant à un besoin occasionnel, par des contrats d'une durée maximale de dix mois au cours d'une année. Article 20 Propriété des équipements utilisés par l'agence Les locaux, le matériel et les logiciels achetés ou développés en commun sont la propriété de l'agence. Les locaux, le matériel et les logiciels mis à la disposition de l'agence par l'un de ses membres dans le cadre des concours au fonctionnement de l'agence restent la propriété de ce dernier. Les membres de l'agence lui concèdent un droit d'usage gratuit pour les matériels et les logiciels qu'ils mettent à sa disposition. Les règles de propriété des locaux, du matériel et des logiciels mis à la disposition de l'agence par l'un de ses membres dans le cadre des contributions aux moyens propres sont précisées dans l'annexe 2 prévue à l'article 16 de la présente convention. Article 21 Systèmes d'information sur les établissements de santé Les membres de l'agence mettent à la disposition de celle-ci, de manière habituelle ou sur requête ponctuelle, les systèmes d'information sur les établissements de santé dont ils disposent, dans les conditions définies par l'annexe 3 à la présente convention. Les membres de l'agence la tiennent informée des caractéristiques de leurs systèmes d'information respectifs et des perspectives d'évolution de ces systèmes, y compris à titre expérimental. Pour chaque module d'information disponible chez chacun des membres de l'agence, l'annexe 3 à la présente convention prévoit les modalités de sa mise à disposition de l'agence. Elle précise notamment les délais et les conditions pratiques d'accès aux informations. Ces modalités doivent être conformes à la réglementation ainsi qu'aux normes techniques applicables, en particulier relatives à la protection des données nominatives, au secret médical, au secret statistique, au contrat tripartite national prévu à l'article L. 162-22-1 du code de la sécurité sociale et au système commun d'information prévu à l'article L. 6113-8 du code de la santé publique. Dans le domaine des systèmes d'information, le programme de travail de l'agence prévoit notamment : - les informations qui doivent être périodiquement mobilisées ; - la nature des informations et des traitements à effectuer, ainsi que le délai de transmission, en ce qui concerne les projets thématiques. Il prévoit en outre les conditions selon lesquelles les membres de l'agence répondent aux éventuelles demandes ponctuelles du directeur de l'agence. Chaque membre de l'agence désigne au directeur un correspondant qui assure, en tant que de besoin, une expertise pour faciliter la mise à disposition, l'utilisation et l'interprétation des informations et qui participe à la consolidation des données issues d'origines diverses. Article 22 Recettes Les recettes de l'agence se composent : 1° Des concours financiers de ses membres ; 2° Du produit des emprunts ; 3° Du revenu de ses biens et activités ; 4° De dons et legs. L'agence peut également recevoir des subventions et concours financiers d'autres personnes morales publiques et privées. Article 23 Dépenses Les dépenses de l'agence comprennent : 1° Les frais de personnel ; 2° Les frais de matériel ; 3° Les frais d'investissement, ainsi que, d'une manière générale, toutes celles que justifie l'activité de l'agence. Article 24 Budget et compte financier Le budget, établi et présenté par le directeur, est adopté chaque année par la commission exécutive. Il inclut l'ensemble des opérations de recettes et de dépenses prévues pour l'exercice. Il distingue les opérations de fonctionnement et les opérations d'investissement. Il est voté en équilibre réel. La délibération sur le budget ne devient définitive qu'après approbation expresse par les ministres chargés du budget, de la santé et de la sécurité sociale, conformément à l'article L. 6115-2 du code de la santé publique. Ces dispositions sont applicables aux décisions modificatives, au compte financier et à l'affectation des résultats. Toutefois, sous réserve de ratification par la commission exécutive lors de sa plus prochaine réunion, le directeur peut arrêter des décisions modificatives provisoires qui ne portent pas atteinte à l'équilibre de chacune des sections du budget et qui n'ont pas pour objet un virement de crédits entre chapitres de personnel et chapitres de matériel. Article 25 Résultats de l'exercice L'activité de l'agence ne donnant lieu ni à la réalisation ni au partage de bénéfices, l'excédent éventuel des recettes d'un exercice sur les charges correspondantes est affecté en tout ou partie à la constitution de réserves, à la couverture des charges d'exploitation de l'exercice suivant ou au financement des dépenses d'investissement. Le déficit éventuel d'un exercice doit être apuré lors de l'exercice suivant soit par imputation sur les réserves, soit par réduction des dépenses de l'exercice suivant. Article 26 Tenue des comptes L'agence est soumise aux dispositions du décret n° 53-1227 du 10 décembre 1953 relatif à la réglementation comptable applicable aux établissements publics nationaux à caractère administratif ainsi qu'à celles du décret n° 62-1587 du 29 décembre 1962 portant règlement général sur la comptabilité publique applicables aux établissements publics à caractère administratif. La comptabilité de l'agence est tenue par un agent comptable nommé par arrêté des ministres chargés du budget, de la santé et de la sécurité sociale et soumis au contrôle de la Cour des comptes dans les conditions prévues à l'article L. 131-1 du code des juridictions financières. Article 27 Inspection, contrôle économique et financier de l'Etat L'agence est soumise au contrôle de la Cour des comptes dans les conditions prévues à l'article L. 133-2 du code des juridictions financières et à celui de l'inspection générale des affaires sociales, conformément à l'article L. 6115-2 du code de la santé publique. L'agence est également soumise aux dispositions du titre II du décret n° 55-733 du 26 mai 1955 portant codification et aménagement des textes relatifs au contrôle économique et financier de l'Etat. Article 28 Marchés L'agence est soumise aux dispositions du code des marchés publics relatives à l'Etat et à ses établissements publics, autres que ceux ayant un caractère industriel et commercial. TITRE IV : DISPOSITIONS DIVERSES Article 29 Modification de la convention constitutive et exclusion d'un membre de l'agence La présente convention et ses annexes peuvent être modifiées par avenant, sur proposition du directeur et après délibération de la commission exécutive adoptée à la majorité des deux tiers. A défaut de signature d'un avenant par un membre de droit de l'agence, dans le délai de deux mois à compter de la délibération de la commission exécutive, les ministres chargés de la santé et de la sécurité sociale arrêtent, pour l'agence concernée, le contenu de l'avenant. A défaut de signature d'un avenant, dans le même délai, par tout autre membre de l'agence, la commission exécutive constate son exclusion de l'agence. L'exclusion d'un membre de l'agence donne lieu à un nouvel avenant à la présente convention, aux fins notamment de modifier la composition de la commission, conformément à l'article L. 6115-7 du code de la santé publique. Conformément à l'article R. 6115-1 du code de la santé publique, l'avenant adopté par les membres de l'agence doit être signé par les ministres chargés de la santé et de la sécurité sociale et ne prend effet qu'après sa publication au Journal officiel de la République française.",
            "texteHtml": "<p></p><p align='center'>CONVENTION CONSTITUTIVE TYPE DES AGENCES RÉGIONALES DE L'HOSPITALISATION CITÉE À L'ARTICLE R. 6115-1.  </p><p></p><p></p><p></p><p></p><p>Vu le code de la santé publique, notamment le chapitre V du titre Ier du livre Ier de la partie VI ;</p><p></p><p></p><p>Vu la délibération du conseil d'administration de la Caisse nationale de l'assurance-maladie des travailleurs salariés en date du ... ;</p><p></p><p></p><p>Vu la délibération du conseil d'administration de la caisse régionale d'assurance-maladie de ..., en date du ... ;</p><p></p><p></p><p>Vu la délibération du comité technique paritaire auprès du directeur régional des affaires sanitaires et sociales de ..., en sa séance du ... ;</p><p></p><p></p><p>Vu la délibération du comité technique paritaire auprès du directeur départemental des affaires sanitaires et sociales de ..., e sa séance du ... ;</p><p></p><p></p><p>Vu la délibération ... ;</p><p></p><p></p><p>(Les signataires de la convention constitutive peuvent être différents dans les départements d'outre-mer, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions.)</p><p></p><p></p><p>- l'Etat, représenté par les ministres chargés de la santé et de la sécurité sociale ;</p><p></p><p></p><p>- la Caisse nationale de l'assurance-maladie des travailleurs salariés, représentée par le médecin-conseil régional du régime général de sécurité sociale, habilité à cet effet ;</p><p></p><p></p><p>- la caisse régionale d'assurance-maladie de ..., représentée par son directeur ;</p><p></p><p></p><p>- l'association régionale des caisses de mutualité sociale agricole de ..., représentée par le directeur de la caisse de mutualité sociale agricole de ..., habilité à cet effet ;</p><p></p><p></p><p>- la caisse mutuelle régionale d'assurance-maladie des travailleurs non salariés des professions non agricoles de ..., représentée par son directeur ;</p><p></p><p></p><p>- le ou les organismes d'assurance-maladie suivant(s),</p><p>constituent un groupement d'intérêt public, dont ils sont membres fondateurs, régi par les dispositions du chapitre V du titre Ier du livre Ier de la partie VI du code de la santé publique et par la présente convention.</p><p align='center'>TITRE Ier : CONSTITUTION DE L'AGENCE</p><p>Article 1er</p><p></p><p></p><p>Le cas échéant, le groupement est dénommé \"agence interrégionale de l'hospitalisation de ...\".</p><p></p><p></p><p>Le groupement est dénommé \"agence régionale de l'hospitalisation de ...\".</p><p></p><p></p><p>Les parties à la présente convention sont dénommées \"membres de l'agence\".</p><p>Article 2</p><p>Compétence territoriale</p><p></p><p></p><p>L'agence est compétente pour les départements de ...</p><p>Article 3</p><p>Siège</p><p></p><p></p><p>Le siège de l'agence est fixé à ...</p><p>Article 4</p><p>Objet</p><p></p><p></p><p>L'agence a pour objet d'exercer les missions et attributions définies à l'article L. 6115-1 du code de la santé publique, dans les conditions prévues aux articles L. 6115-3 à L. 6115-5, L. 6115-7 à L. 6115-9 et L. 6117-2 du même code.</p><p>Article 5</p><p>Date de constitution</p><p></p><p></p><p>L'agence est constituée à la date de publication de la présente convention au Journal officiel de la République française.</p><p>Article 6</p><p>Organisation générale</p><p></p><p></p><p>Chaque membre concourt au bon fonctionnement de l'agence ainsi qu'au plein exercice de ses missions et contribue à ses moyens propres.</p><p></p><p></p><p>L'agence est administrée par la commission exécutive et dirigée par le directeur.</p><p></p><p></p><p>L'agence est placée sous la tutelle des ministres chargés de la santé et de la sécurité sociale.</p><p>Article 7</p><p>Représentant légal</p><p></p><p></p><p>Le directeur représente l'agence en justice et dans tous les actes de la vie civile.</p><p>Article 8</p><p>Capital</p><p></p><p></p><p>L'agence est constituée sans capital.</p><p>Article 9</p><p>Nouveaux membres</p><p></p><p></p><p>Dès sa création, l'union régionale des caisses d'assurance-maladie devient de plein droit membre de l'agence. Cette entrée donne lieu à un avenant à la présente convention, aux fins notamment de définir le concours de l'union régionale des caisses d'assurance-maladie au fonctionnement de l'agence et sa contribution aux moyens propres de l'agence.</p><p></p><p></p><p>Peuvent également devenir membres de l'agence, en y adhérant, des organismes d'assurance-maladie, autres que ceux que l'article L. 6115-2 du code de la santé publique désigne comme membres de droit. La demande d'adhésion est agréée par délibération de la commission exécutive adoptée à la majorité des deux tiers des suffrages exprimés. L'adhésion donne lieu à un avenant à la présente convention, en vue notamment de modifier la composition de la commission exécutive conformément à l'article L. 6115-7 du code de la santé publique et de préciser les modalités selon lesquelles le nouveau membre concourt au bon fonctionnement de l'agence et au plein exercice de ses missions et contribue à ses moyens propres.</p><p>Article 10</p><p>Retrait</p><p></p><p></p><p>Tout membre de l'agence que l'article L. 6115-2 du code de la santé publique ne désigne pas comme membre de droit peut, pour motif légitime et à l'expiration d'une année civile, se retirer du groupement.</p><p></p><p></p><p>Il doit notifier son intention par lettre recommandée au directeur, avant le 1er octobre, et s'être acquitté de ses obligations vis-à-vis de l'agence pour l'exercice en cours et les précédents.</p><p></p><p></p><p>Le retrait d'un membre de l'agence donne lieu à un avenant à la présente convention, aux fins notamment de modifier la composition de la commission exécutive conformément à l'article L. 6115-7 du code de la santé publique.</p><p align='center'>TITRE II : ADMINISTRATION DE L'AGENCE</p><p>Article 11</p><p></p><p></p><p>(La composition de la commission exécutive peut être aménagée pour les agences interrégionales dans les départements d'outre-mer et lorsque deux caisses régionales d'assurance-maladie sont compétentes dans une même région, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions. Avant la création de l'union régionale des caisses d'assurance-maladie, les représentants des organismes d'assurance-maladie désignent un représentant transitoire supplémentaire des organismes d'assurance-maladie. Des représentants supplémentaires sont, s'il y a lieu, soit nommés par les ministres chargés de la santé et de la sécurité sociale sur proposition du directeur de l'agence, soit désignés par les représentants des organismes d'assurance-maladie, dans le but d'assurer la parité des deux collèges prévue à l'article L. 6115-7 du code de la santé publique.)</p><p></p><p></p><p>La commission exécutive de l'agence est ainsi composée :</p><p></p><p></p><p>1° Le directeur de l'agence, président ;</p><p></p><p></p><p>2° Membres du collège des représentants de l'Etat :</p><p></p><p></p><p>a) Le directeur régional des affaires sanitaires et sociales ;</p><p></p><p></p><p>b) Le médecin inspecteur régional de santé publique ;</p><p></p><p></p><p>c) Les directeurs départementaux des affaires sanitaires et sociales de la région ;</p><p></p><p></p><p>3° Représentants supplémentaires de l'Etat appartenant aux services régionaux et départementaux compétents en matière sanitaire ;</p><p></p><p></p><p>4° Membres du collège des représentants des organismes d'assurance-maladie :</p><p></p><p></p><p>a) Le directeur de la caisse régionale d'assurance-maladie ;</p><p></p><p></p><p>b) Le directeur de l'union régionale des caisses d'assurance-maladie, dès sa création ;</p><p></p><p></p><p>c) Le médecin conseil régional du régime général de sécurité sociale ;</p><p></p><p></p><p>d) Le directeur désigné par l'association régionale des caisses de mutualité sociale agricole ;</p><p></p><p></p><p>e) Le directeur de la caisse mutuelle régionale d'assurance-maladie des travailleurs non salariés des professions non agricoles ;</p><p></p><p></p><p>f) Le directeur de l'organisme d'assurance-maladie de... ;</p><p></p><p></p><p>5° Représentants administratifs et médicaux supplémentaires des organismes d'assurance-maladie désignés, pour une durée maximale de cinq ans, par les autres membres du collège des représentants des organismes d'assurance-maladie.</p><p>Article 12</p><p></p><p></p><p>Le régime de vice-présidence de la commission exécutive peut être aménagé pour les agences interrégionales dans les départements d'outre-mer et lorsque deux caisses régionales d'assurance-maladie sont compétentes dans une même région, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions.</p><p></p><p></p><p>Le directeur régional des affaires sanitaires et sociales et le directeur de la caisse régionale d'assurance-maladie sont vice-présidents de la commission exécutive.</p><p></p><p></p><p>En cas d'empêchement du président, les séances de la commission exécutive sont présidées, en alternance, par l'un ou l'autre des deux vice-présidents.</p><p></p><p></p><p>Le président et les deux vice-présidents sont membres du bureau de la commission exécutive. La commission exécutive peut également y désigner un nombre égal de membres de chaque collège. Le bureau prépare sous l'autorité du président les décisions de la commission exécutive.</p><p></p><p></p><p>Les membres de la commission exécutive exercent gratuitement leur fonction.</p><p></p><p></p><p>Un membre de la commission exécutive ne peut s'y faire représenter qu'en donnant mandat à un autre membre.</p><p></p><p></p><p>Un membre de la commission exécutive ne peut pas recevoir plus d'un mandat.</p><p></p><p></p><p>La commission exécutive ne délibère valablement que si la moitié au moins de ses membres sont présents ou représentés. Si le quorum n'est pas atteint, la commission est convoquée à nouveau, avec le même ordre du jour, dans un délai qui ne peut être supérieur à huit jours. Elle délibère alors sans condition de quorum.</p><p></p><p></p><p>Les décisions de la commission exécutive sont prises à la majorité absolue de ses membres présents ou représentés, à l'exception des délibérations relatives aux adhésions, à l'exclusion d'un membre ou à la modification de la présente convention, qui sont prises dans les conditions prévues respectivement par les articles 9 et 28 de la présente convention.</p><p></p><p></p><p>La commission exécutive arrête son règlement intérieur. Dès sa première réunion, elle fixe les règles de convocation et de détermination de l'ordre du jour.</p><p></p><p></p><p>Le contrôleur d'Etat et l'agent comptable sont convoqués et assistent, avec voix consultative, aux séances de la commission exécutive.</p><p></p><p></p><p>Pour l'exercice de ses attributions, la commission exécutive peut consulter, en tant que de besoin, le trésorier-payeur général de région.</p><p>Article 13</p><p>Attributions de la commission exécutive</p><p></p><p></p><p>La commission exécutive exerce les compétences de décision et d'avis qui lui sont confiées par les articles L. 6115-3 et L. 6115-4 du code de la santé publique. En outre, au titre de l'administration de l'agence, elle délibère sur les sujets suivants :</p><p></p><p></p><p>1° L'organisation générale de l'agence ;</p><p></p><p></p><p>2° Le programme de travail de l'agence et les modalités de son exécution ;</p><p></p><p></p><p>3° Le rapport annuel d'activité de l'agence ;</p><p></p><p></p><p>4° Le budget de l'agence, les décisions modificatives, le compte financier et l'affectation des résultats ;</p><p></p><p></p><p>5° Les acquisitions, aliénations et échanges d'immeubles, ainsi que les baux et locations les concernant ;</p><p></p><p></p><p>6° L'acceptation des dons et legs ;</p><p></p><p></p><p>7° L'exercice des actions en justice au nom de l'agence et les transactions, sous réserve de ce qui est dit au 5° de l'article 14 ci-après ; la commission exécutive peut déléguer au directeur tout ou partie du pouvoir d'agir en justice au nom de l'agence ;</p><p></p><p></p><p>8° Les décisions relatives à la mise en oeuvre de traitements automatisés d'informations nominatives mentionnées à l'article 19 du décret n° 78-774 du 17 juillet 1978 pris pour l'application des chapitres Ier à IV et VII de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.</p><p></p><p></p><p>La commission exécutive entend le rapport du directeur régional des affaires sanitaires et sociales sur les travaux du conseil régional institué à l'article L. 1411-3 du code de la santé publique. Le directeur de l'agence communique à la commission exécutive le rapport de ce conseil.</p><p></p><p></p><p>La commission exécutive émet un avis préalable à la conclusion par le directeur des contrats et marchés d'un montant supérieur à un seuil fixé par arrêté des ministres chargés de l'économie et des finances, de la santé et de la sécurité sociale.</p><p>Article 14</p><p>Le directeur</p><p></p><p></p><p>Le directeur exerce les compétences qui lui sont confiées par le chapitre V du titre Ier du livre Ier de la partie VI du code de la santé publique. Il dirige l'agence et dispose de tous les pouvoirs nécessaires à sa gestion. En particulier, il exerce les compétences suivantes :</p><p></p><p></p><p>1° Il confie leurs fonctions à l'ensemble des personnels de l'agence, qu'il s'agisse des agents de son propre personnel mentionné à l'article 19 ci-après ou des agents placés sous son autorité directe en application de l'article 17, et il exerce sur eux son autorité ;</p><p></p><p></p><p>2° Il préside la commission exécutive, dont il prépare et exécute les délibérations ;</p><p></p><p></p><p>3° Il assure l'exécution du budget en qualité d'ordonnateur des recettes et des dépenses ;</p><p></p><p></p><p>4° Sans préjudice des attributions que l'article 13 de la présente convention confère à la commission exécutive, il passe au nom de l'agence les contrats, marchés, baux et conventions, ainsi que les actes d'acquisition et de vente ;</p><p></p><p></p><p>5° Il peut décider d'agir en justice au nom de l'agence, à titre conservatoire et sous réserve d'en avertir immédiatement les membres de la commission exécutive, par voie d'action en référé.</p><p></p><p></p><p>Le directeur de l'agence présente le rapport annuel d'activité de l'agence aux organes dirigeants des organismes d'assurance-maladie de la région.</p><p></p><p></p><p>Il peut consulter le trésorier-payeur général de région sur toute question relative à la gestion financière des établissements de santé et notamment à la situation budgétaire des établissements publics, ainsi que pour toute expertise économique et financière dans ce domaine.</p><p></p><p></p><p>Le directeur de l'agence adresse directement aux chefs des services déconcentrés de l'Etat compétents en matière sanitaire les instructions nécessaires à l'exécution des tâches qu'il confie auxdits services.</p><p></p><p></p><p>Il adresse directement aux directeurs des organismes d'assurance-maladie membres de l'agence, ainsi qu'au médecin-conseil régional du régime général de sécurité sociale, les demandes inhérentes à l'exécution des tâches correspondant à leurs obligations définies à la présente convention. La mention du personnel placé sous l'autorité du directeur n'est valable que s'il est fait application de l'article 17 de la présente convention.</p><p align='center'>TITRE III : FONCTIONNEMENT DE L'AGENCE</p><p>Article 15</p><p>Concours des membres au fonctionnement de l'agence</p><p></p><p></p><p>Les membres de l'agence mettent en commun, pour l'exercice des missions qui lui sont confiées, les moyens de contrôle, d'analyse et d'étude ainsi que les outils statistiques et informatiques dont ils disposent. Ils définissent et conçoivent, dans le cadre de l'agence et dans le respect des normes et nomenclatures nationales, l'utilisation et l'évolution de ces différents moyens et outils. Dans le domaine des systèmes d'information, cette utilisation des moyens et outils est régie par l'article 21 de la présente convention.</p><p></p><p></p><p>L'annexe 1 à la présente convention définit, à partir de la situation constatée antérieurement à la création de l'agence, l'organisation générale du travail et la répartition des activités et des tâches entre ses membres, ainsi que les moyens en personnel, matériel et logiciels que chaque membre de l'agence ou organisme représenté en son sein s'engage à consacrer à l'exécution des missions de l'agence. Elle définit en particulier le nombre d'agents et leur qualité, ainsi que la nature et le niveau des activités qu'ils exercent.</p><p></p><p></p><p>Au vu de cette annexe et du programme de travail mentionné à l'article 18 de la présente convention, le directeur arrête, conjointement avec le chef de chaque service déconcentré de l'Etat compétent en matière sanitaire, avec le directeur de chaque organisme d'assurance-maladie membre de l'agence, ainsi qu'avec le médecin-conseil régional du régime général de sécurité sociale, les modalités de concours de leurs services aux missions de l'agence. Ces dispositions prévoient en outre les conditions selon lesquelles les autorités chargées du contrôle médical répondent aux demandes ponctuelles de contrôle, d'enquête et d'analyse du directeur de l'agence.</p><p>Article 16</p><p>Contribution des membres aux moyens propres de l'agence</p><p></p><p></p><p>Les membres de l'agence participent aux moyens propres de l'agence sous forme de :</p><p></p><p></p><p>1° Contribution financière ;</p><p></p><p></p><p>2° Mise à disposition de personnels, dans les conditions prévues à l'article 19 de la présente convention ;</p><p></p><p></p><p>3° Mise à disposition de locaux ;</p><p></p><p></p><p>4° Mise à disposition de matériel ou de logiciels, ou sous toute autre forme contribuant au fonctionnement du groupement.</p><p></p><p></p><p>L'annexe 2 à la présente convention définit les conditions générales, la durée et le mode de renouvellement de ces contributions.</p><p></p><p></p><p>Le directeur arrête chaque année, conjointement avec le chef de chaque service déconcentré de l'Etat compétent en matière sanitaire, avec le directeur de chaque organisme d'assurance-maladie membre de l'agence, ainsi qu'avec le médecin-conseil régional du régime général de sécurité sociale, les modalités de contribution de leurs services aux moyens propres de l'agence.</p><p>Article 17</p><p>Parties des services régionaux de l'Etat compétents en matière sanitaire placées sous l'autorité directe du directeur de l'agence</p><p></p><p></p><p>Après avis du représentant de l'Etat dans la région en date du ......, et du comité technique paritaire compétent en date du ......, il est fait application du deuxième alinéa de l'article L. 6115-8 du code de la santé publique.</p><p></p><p></p><p>L'annexe 2 bis à la présente convention désigne les parties de services placées sous l'autorité directe du directeur de l'agence et les moyens en personnel, matériel et logiciels nécessaires à l'exercice des attributions de ces parties de services. Elle précise notamment le nombre et la qualité des agents concernés, la nature et le niveau des activités qu'ils exercent et, le cas échéant, les conditions de leur remplacement effectif.</p><p>Article 18</p><p>Organisations du travail de l'agence</p><p></p><p></p><p>Dans le respect des orientations définies par les ministres chargés de la santé et de la sécurité sociale, la commission exécutive de l'agence arrête, selon une périodicité qu'elle détermine, son programme de travail et les modalités de sa mise en oeuvre par le directeur et les membres de l'agence. Ce programme porte notamment sur les études, enquêtes et contrôles conduits par l'agence et ses membres dans les établissements de santé. Il prévoit en particulier les opérations de contrôle médical mentionnées aux I et II de l'article R. 315-1 et à l'article R. 615-55 du code de la sécurité sociale, ainsi qu'aux articles L. 472-5 et L. 732-5 du code rural.</p><p></p><p></p><p>La commission exécutive détermine les modalités d'accès du directeur et des membres de l'agence aux informations et dossiers détenus par les membres de l'agence et qui se rapportent à l'exercice de ses attributions, dans le respect des dispositions législatives et réglementaires relatives notamment au secret et à la discrétion professionnels, au secret médical, aux donnés nominatives et au traitement automatisé des informations, et dans le respect des règles déontologiques. Il est fait application du présent article lorsqu'un ou des services régionaux compétents en matière sanitaire et dont l'intervention est nécessaire à l'exercice des pouvoirs et responsabilités dévolus à l'agence sont placés pour partie sous l'autorité directe du directeur de l'agence.</p><p>Article 19</p><p>Personnel de l'agence</p><p></p><p></p><p>1° Le personnel propre de l'agence comprend dans les conditions prévues au troisième alinéa de l'article L. 6115-8 du code de la santé publique :</p><p></p><p></p><p>a) Des fonctionnaires relevant de la fonction publique de l'Etat, de la fonction publique territoriale ou de la fonction publique hospitalière, des praticiens hospitaliers et, le cas échéant, des agents des organismes d'assurance-maladie membres de l'agence, placés en position de détachement dans les conditions déterminées respectivement par les statuts de la fonction publique, les statuts des praticiens hospitaliers et des praticiens-conseils et par les conventions collectives nationales des organismes de sécurité sociale ;</p><p></p><p></p><p>b) Des agents mis à disposition par l'Etat, des collectivités territoriales, leurs établissements publics, des établissements publics de santé et les organismes d'assurance-maladie membres de l'agence, dans les conditions déterminées par le statut général des fonctionnaires, par les statuts des praticiens hospitaliers et par les dispositions législatives et conventionnelles applicables aux salariés des organismes d'assurance-maladie ;</p><p></p><p></p><p>c) A titre exceptionnel et subsidiaire, dans les conditions déterminées par le 2° du présent article, des agents contractuels de droit public soumis aux dispositions applicables aux agents non titulaires de l'Etat ;</p><p></p><p></p><p>2° L'agence peut recruter des agents contractuels de droit public :</p><p></p><p></p><p>a) Lorsqu'il n'existe pas de corps de fonctionnaires susceptibles d'assurer les fonctions correspondantes ou, pour les emplois du niveau de la catégorie A, lorsque la nature des fonctions ou les besoins des services le justifient, par des contrats à durée déterminée d'une durée maximale de trois ans qui ne peuvent être renouvelés que par reconduction expresse ;</p><p></p><p></p><p>b) Pour exercer des fonctions impliquant un service à temps incomplet, par des contrats qui peuvent être à durée indéterminée ;</p><p></p><p></p><p>c) Pour exercer des fonctions correspondant à un besoin saisonnier, par des contrats d'une durée maximale de six mois au cours d'une année ;</p><p></p><p></p><p>d) Pour exercer des fonctions correspondant à un besoin occasionnel, par des contrats d'une durée maximale de dix mois au cours d'une année.</p><p>Article 20</p><p>Propriété des équipements utilisés par l'agence</p><p></p><p></p><p>Les locaux, le matériel et les logiciels achetés ou développés en commun sont la propriété de l'agence.</p><p></p><p></p><p>Les locaux, le matériel et les logiciels mis à la disposition de l'agence par l'un de ses membres dans le cadre des concours au fonctionnement de l'agence restent la propriété de ce dernier.</p><p></p><p></p><p>Les membres de l'agence lui concèdent un droit d'usage gratuit pour les matériels et les logiciels qu'ils mettent à sa disposition.</p><p></p><p></p><p>Les règles de propriété des locaux, du matériel et des logiciels mis à la disposition de l'agence par l'un de ses membres dans le cadre des contributions aux moyens propres sont précisées dans l'annexe 2 prévue à l'article 16 de la présente convention.</p><p>Article 21</p><p>Systèmes d'information sur les établissements de santé</p><p></p><p></p><p>Les membres de l'agence mettent à la disposition de celle-ci, de manière habituelle ou sur requête ponctuelle, les systèmes d'information sur les établissements de santé dont ils disposent, dans les conditions définies par l'annexe 3 à la présente convention.</p><p></p><p></p><p>Les membres de l'agence la tiennent informée des caractéristiques de leurs systèmes d'information respectifs et des perspectives d'évolution de ces systèmes, y compris à titre expérimental.</p><p></p><p></p><p>Pour chaque module d'information disponible chez chacun des membres de l'agence, l'annexe 3 à la présente convention prévoit les modalités de sa mise à disposition de l'agence. Elle précise notamment les délais et les conditions pratiques d'accès aux informations. Ces modalités doivent être conformes à la réglementation ainsi qu'aux normes techniques applicables, en particulier relatives à la protection des données nominatives, au secret médical, au secret statistique, au contrat tripartite national prévu à l'article L. 162-22-1 du code de la sécurité sociale et au système commun d'information prévu à l'article L. 6113-8 du code de la santé publique.</p><p></p><p></p><p>Dans le domaine des systèmes d'information, le programme de travail de l'agence prévoit notamment :</p><p></p><p></p><p>- les informations qui doivent être périodiquement mobilisées ;</p><p></p><p></p><p>- la nature des informations et des traitements à effectuer, ainsi que le délai de transmission, en ce qui concerne les projets thématiques.</p><p></p><p></p><p>Il prévoit en outre les conditions selon lesquelles les membres de l'agence répondent aux éventuelles demandes ponctuelles du directeur de l'agence.</p><p></p><p></p><p>Chaque membre de l'agence désigne au directeur un correspondant qui assure, en tant que de besoin, une expertise pour faciliter la mise à disposition, l'utilisation et l'interprétation des informations et qui participe à la consolidation des données issues d'origines diverses.</p><p>Article 22</p><p>Recettes</p><p></p><p></p><p>Les recettes de l'agence se composent :</p><p></p><p></p><p>1° Des concours financiers de ses membres ;</p><p></p><p></p><p>2° Du produit des emprunts ;</p><p></p><p></p><p>3° Du revenu de ses biens et activités ;</p><p></p><p></p><p>4° De dons et legs.</p><p></p><p></p><p>L'agence peut également recevoir des subventions et concours financiers d'autres personnes morales publiques et privées.</p><p>Article 23</p><p>Dépenses</p><p></p><p></p><p>Les dépenses de l'agence comprennent :</p><p></p><p></p><p>1° Les frais de personnel ;</p><p></p><p></p><p>2° Les frais de matériel ;</p><p></p><p></p><p>3° Les frais d'investissement, ainsi que, d'une manière générale, toutes celles que justifie l'activité de l'agence.</p><p>Article 24</p><p>Budget et compte financier</p><p></p><p></p><p>Le budget, établi et présenté par le directeur, est adopté chaque année par la commission exécutive.</p><p></p><p></p><p>Il inclut l'ensemble des opérations de recettes et de dépenses prévues pour l'exercice. Il distingue les opérations de fonctionnement et les opérations d'investissement. Il est voté en équilibre réel.</p><p></p><p></p><p>La délibération sur le budget ne devient définitive qu'après approbation expresse par les ministres chargés du budget, de la santé et de la sécurité sociale, conformément à l'article L. 6115-2 du code de la santé publique.</p><p></p><p></p><p>Ces dispositions sont applicables aux décisions modificatives, au compte financier et à l'affectation des résultats.</p><p></p><p></p><p>Toutefois, sous réserve de ratification par la commission exécutive lors de sa plus prochaine réunion, le directeur peut arrêter des décisions modificatives provisoires qui ne portent pas atteinte à l'équilibre de chacune des sections du budget et qui n'ont pas pour objet un virement de crédits entre chapitres de personnel et chapitres de matériel.</p><p>Article 25</p><p>Résultats de l'exercice</p><p></p><p></p><p>L'activité de l'agence ne donnant lieu ni à la réalisation ni au partage de bénéfices, l'excédent éventuel des recettes d'un exercice sur les charges correspondantes est affecté en tout ou partie à la constitution de réserves, à la couverture des charges d'exploitation de l'exercice suivant ou au financement des dépenses d'investissement.</p><p></p><p></p><p>Le déficit éventuel d'un exercice doit être apuré lors de l'exercice suivant soit par imputation sur les réserves, soit par réduction des dépenses de l'exercice suivant.</p><p>Article 26</p><p>Tenue des comptes</p><p></p><p></p><p>L'agence est soumise aux dispositions du décret n° 53-1227 du 10 décembre 1953 relatif à la réglementation comptable applicable aux établissements publics nationaux à caractère administratif ainsi qu'à celles du décret n° 62-1587 du 29 décembre 1962 portant règlement général sur la comptabilité publique applicables aux établissements publics à caractère administratif.</p><p></p><p></p><p>La comptabilité de l'agence est tenue par un agent comptable nommé par arrêté des ministres chargés du budget, de la santé et de la sécurité sociale et soumis au contrôle de la Cour des comptes dans les conditions prévues à l'article L. 131-1 du code des juridictions financières.</p><p>Article 27</p><p>Inspection, contrôle économique et financier de l'Etat</p><p></p><p></p><p>L'agence est soumise au contrôle de la Cour des comptes dans les conditions prévues à l'article L. 133-2 du code des juridictions financières et à celui de l'inspection générale des affaires sociales, conformément à l'article L. 6115-2 du code de la santé publique.</p><p></p><p></p><p>L'agence est également soumise aux dispositions du titre II du décret n° 55-733 du 26 mai 1955 portant codification et aménagement des textes relatifs au contrôle économique et financier de l'Etat.</p><p>Article 28</p><p>Marchés</p><p></p><p></p><p>L'agence est soumise aux dispositions du code des marchés publics relatives à l'Etat et à ses établissements publics, autres que ceux ayant un caractère industriel et commercial.</p><p align='center'>TITRE IV : DISPOSITIONS DIVERSES</p><p>Article 29</p><p>Modification de la convention constitutive</p><p>et exclusion d'un membre de l'agence</p><p></p><p></p><p>La présente convention et ses annexes peuvent être modifiées par avenant, sur proposition du directeur et après délibération de la commission exécutive adoptée à la majorité des deux tiers.</p><p></p><p></p><p>A défaut de signature d'un avenant par un membre de droit de l'agence, dans le délai de deux mois à compter de la délibération de la commission exécutive, les ministres chargés de la santé et de la sécurité sociale arrêtent, pour l'agence concernée, le contenu de l'avenant.</p><p></p><p></p><p>A défaut de signature d'un avenant, dans le même délai, par tout autre membre de l'agence, la commission exécutive constate son exclusion de l'agence. L'exclusion d'un membre de l'agence donne lieu à un nouvel avenant à la présente convention, aux fins notamment de modifier la composition de la commission, conformément à l'article L. 6115-7 du code de la santé publique.</p><p></p><p></p><p>Conformément à l'article R. 6115-1 du code de la santé publique, l'avenant adopté par les membres de l'agence doit être signé par les ministres chargés de la santé et de la sécurité sociale et ne prend effet qu'après sa publication au Journal officiel de la République française.</p><p></p>",
            "num": "Annexe 61-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1229817600000,
            "dateFin": 1270080000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 306783378,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA SIXIÈME PARTIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132376",
                        "id": "LEGISCTA000006132376",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908115",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132376",
            "sectionParentId": "LEGISCTA000006132376",
            "sectionParentTitre": "ANNEXES DE LA SIXIÈME PARTIE",
            "fullSectionsTitre": "Annexes &gt; ANNEXES DE LA SIXIÈME PARTIE",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019973703",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019961066",
                    "textTitle": "Décret n°2008-1355\n du 19 décembre 2008 - art. 32",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000019963617",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-12-20",
                    "dateSignaTexte": "2008-12-19",
                    "dateDebutCible": "2008-12-21"
                },
                {
                    "textCid": "JORFTEXT000022041034",
                    "textTitle": "Décret n°2010-344\n du 31 mars 2010 - art. 220",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "220",
                    "articleId": "LEGIARTI000022043996",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-04-01",
                    "dateSignaTexte": "2010-03-31",
                    "dateDebutCible": "2010-04-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code des marchés publics 21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L472-5, L732-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000508214",
                    "textTitle": "Décret n° 53-1227 du 10 décembre 1953",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000508214",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "53-1227",
                    "datePubli": -506649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000866794",
                    "textTitle": "Décret n° 55-733 du 26 mai 1955",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866794",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "55-733",
                    "datePubli": -460339200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000299367",
                    "textTitle": "Décret n° 62-1587 du 29 décembre 1962",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000299367",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "62-1587",
                    "datePubli": -221097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000516823",
                    "textTitle": "Décret n° 78-774 du 17 juillet 1978 - art. 19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006530886",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "78-774",
                    "datePubli": 270000000000,
                    "dateDebut": 270000000000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L131-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L131-1",
                    "articleId": "LEGIARTI000006357156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 786672000000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L133-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-2",
                    "articleId": "LEGIARTI000006357188",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 786672000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1411-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-3",
                    "articleId": "LEGIARTI000006686905",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6113-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6113-8",
                    "articleId": "LEGIARTI000006690711",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-1",
                    "articleId": "LEGIARTI000006690744",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-2",
                    "articleId": "LEGIARTI000006690746",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-3",
                    "articleId": "LEGIARTI000006690748",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015286400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-4",
                    "articleId": "LEGIARTI000006690754",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-7",
                    "articleId": "LEGIARTI000006690761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-8",
                    "articleId": "LEGIARTI000006690763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6117-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6117-2",
                    "articleId": "LEGIARTI000006690777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6115-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R6115-1",
                    "articleId": "LEGIARTI000006916654",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1122336000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-22-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-22-1",
                    "articleId": "LEGIARTI000006740625",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 681004800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R615-55",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R615-55",
                    "articleId": "LEGIARTI000006751400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 631065600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908115",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1122336000000,
                    "dateFin": 1229817600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019973703",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1229817600000,
                    "dateFin": 1270080000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 61-1",
                "61-1"
            ],
            "versionPrecedente": "LEGIARTI000006908115",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006908115",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONVENTION CONSTITUTIVE TYPE DES AGENCES RÉGIONALES DE L'HOSPITALISATION CITÉE À L'ARTICLE R. 6115-1. Vu le code de la santé publique, notamment le chapitre V du titre Ier du livre Ier de la partie VI ; Vu la délibération du conseil d'administration de la Caisse nationale de l'assurance-maladie des travailleurs salariés en date du ... ; Vu la délibération du conseil d'administration de la caisse régionale d'assurance-maladie de ..., en date du ... ; Vu la délibération du comité technique paritaire auprès du directeur régional des affaires sanitaires et sociales de ..., en sa séance du ... ; Vu la délibération du comité technique paritaire auprès du directeur départemental des affaires sanitaires et sociales de ..., e sa séance du ... ; Vu la délibération ... ; (Les signataires de la convention constitutive peuvent être différents dans les départements d'outre-mer, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions.) - l'Etat, représenté par les ministres chargés de la santé et de la sécurité sociale ; - la Caisse nationale de l'assurance-maladie des travailleurs salariés, représentée par le médecin-conseil régional du régime général de sécurité sociale, habilité à cet effet ; - la caisse régionale d'assurance-maladie de ..., représentée par son directeur ; - l'association régionale des caisses de mutualité sociale agricole de ..., représentée par le directeur de la caisse de mutualité sociale agricole de ..., habilité à cet effet ; - la caisse mutuelle régionale d'assurance-maladie des travailleurs non salariés des professions non agricoles de ..., représentée par son directeur ; - le ou les organismes d'assurance-maladie suivant(s), constituent un groupement d'intérêt public, dont ils sont membres fondateurs, régi par les dispositions du chapitre V du titre Ier du livre Ier de la partie VI du code de la santé publique et par la présente convention. TITRE Ier CONSTITUTION DE L'AGENCE Article 1er Le cas échéant, le groupement est dénommé \"agence interrégionale de l'hospitalisation de ...\". Le groupement est dénommé \"agence régionale de l'hospitalisation de ...\". Les parties à la présente convention sont dénommées \"membres de l'agence\". Article 2 Compétence territoriale L'agence est compétente pour les départements de ... Article 3 Siège Le siège de l'agence est fixé à ... Article 4 Objet L'agence a pour objet d'exercer les missions et attributions définies à l'article L. 6115-1 du code de la santé publique, dans les conditions prévues aux articles L. 6115-3 à L. 6115-5, L. 6115-7 à L. 6115-9 et L. 6117-2 du même code. Article 5 Date de constitution L'agence est constituée à la date de publication de la présente convention au Journal officiel de la République française. Article 6 Organisation générale Chaque membre concourt au bon fonctionnement de l'agence ainsi qu'au plein exercice de ses missions et contribue à ses moyens propres. L'agence est administrée par la commission exécutive et dirigée par le directeur. L'agence est placée sous la tutelle des ministres chargés de la santé et de la sécurité sociale. Article 7 Représentant légal Le directeur représente l'agence en justice et dans tous les actes de la vie civile. Article 8 Capital L'agence est constituée sans capital. Article 9 Nouveaux membres Dès sa création, l'union régionale des caisses d'assurance-maladie devient de plein droit membre de l'agence. Cette entrée donne lieu à un avenant à la présente convention, aux fins notamment de définir le concours de l'union régionale des caisses d'assurance-maladie au fonctionnement de l'agence et sa contribution aux moyens propres de l'agence. Peuvent également devenir membres de l'agence, en y adhérant, des organismes d'assurance-maladie, autres que ceux que l'article L. 6115-2 du code de la santé publique désigne comme membres de droit. La demande d'adhésion est agréée par délibération de la commission exécutive adoptée à la majorité des deux tiers des suffrages exprimés. L'adhésion donne lieu à un avenant à la présente convention, en vue notamment de modifier la composition de la commission exécutive conformément à l'article L. 6115-7 du code de la santé publique et de préciser les modalités selon lesquelles le nouveau membre concourt au bon fonctionnement de l'agence et au plein exercice de ses missions et contribue à ses moyens propres. Article 10 Retrait Tout membre de l'agence que l'article L. 6115-2 du code de la santé publique ne désigne pas comme membre de droit peut, pour motif légitime et à l'expiration d'une année civile, se retirer du groupement. Il doit notifier son intention par lettre recommandée au directeur, avant le 1er octobre, et s'être acquitté de ses obligations vis-à-vis de l'agence pour l'exercice en cours et les précédents. Le retrait d'un membre de l'agence donne lieu à un avenant à la présente convention, aux fins notamment de modifier la composition de la commission exécutive conformément à l'article L. 6115-7 du code de la santé publique. TITRE II ADMINISTRATION DE L'AGENCE Article 11 (La composition de la commission exécutive peut être aménagée pour les agences interrégionales dans les départements d'outre-mer et lorsque deux caisses régionales d'assurance-maladie sont compétentes dans une même région, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions. Avant la création de l'union régionale des caisses d'assurance-maladie, les représentants des organismes d'assurance-maladie désignent un représentant transitoire supplémentaire des organismes d'assurance-maladie. Des représentants supplémentaires sont, s'il y a lieu, soit nommés par les ministres chargés de la santé et de la sécurité sociale sur proposition du directeur de l'agence, soit désignés par les représentants des organismes d'assurance-maladie, dans le but d'assurer la parité des deux collèges prévue à l'article L. 6115-7 du code de la santé publique.) La commission exécutive de l'agence est ainsi composée : 1° Le directeur de l'agence, président ; 2° Membres du collège des représentants de l'Etat : a) Le directeur régional des affaires sanitaires et sociales ; b) Le médecin inspecteur régional de santé publique ; c) Les directeurs départementaux des affaires sanitaires et sociales de la région ; 3° Représentants supplémentaires de l'Etat appartenant aux services régionaux et départementaux compétents en matière sanitaire ; 4° Membres du collège des représentants des organismes d'assurance-maladie : a) Le directeur de la caisse régionale d'assurance-maladie ; b) Le directeur de l'union régionale des caisses d'assurance-maladie, dès sa création ; c) Le médecin conseil régional du régime général de sécurité sociale ; d) Le directeur désigné par l'association régionale des caisses de mutualité sociale agricole ; e) Le directeur de la caisse mutuelle régionale d'assurance-maladie des travailleurs non salariés des professions non agricoles ; f) Le directeur de l'organisme d'assurance-maladie de... ; 5° Représentants administratifs et médicaux supplémentaires des organismes d'assurance-maladie désignés, pour une durée maximale de cinq ans, par les autres membres du collège des représentants des organismes d'assurance-maladie. Article 12 Le régime de vice-présidence de la commission exécutive peut être aménagé pour les agences interrégionales dans les départements d'outre-mer et lorsque deux caisses régionales d'assurance-maladie sont compétentes dans une même région, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions. Le directeur régional des affaires sanitaires et sociales et le directeur de la caisse régionale d'assurance-maladie sont vice-présidents de la commission exécutive. En cas d'empêchement du président, les séances de la commission exécutive sont présidées, en alternance, par l'un ou l'autre des deux vice-présidents. Le président et les deux vice-présidents sont membres du bureau de la commission exécutive. La commission exécutive peut également y désigner un nombre égal de membres de chaque collège. Le bureau prépare sous l'autorité du président les décisions de la commission exécutive. Les membres de la commission exécutive exercent gratuitement leur fonction. Un membre de la commission exécutive ne peut s'y faire représenter qu'en donnant mandat à un autre membre. Un membre de la commission exécutive ne peut pas recevoir plus d'un mandat. La commission exécutive ne délibère valablement que si la moitié au moins de ses membres sont présents ou représentés. Si le quorum n'est pas atteint, la commission est convoquée à nouveau, avec le même ordre du jour, dans un délai qui ne peut être supérieur à huit jours. Elle délibère alors sans condition de quorum. Les décisions de la commission exécutive sont prises à la majorité absolue de ses membres présents ou représentés, à l'exception des délibérations relatives aux adhésions, à l'exclusion d'un membre ou à la modification de la présente convention, qui sont prises dans les conditions prévues respectivement par les articles 9 et 28 de la présente convention. La commission exécutive arrête son règlement intérieur. Dès sa première réunion, elle fixe les règles de convocation et de détermination de l'ordre du jour. Le contrôleur d'Etat et l'agent comptable sont convoqués et assistent, avec voix consultative, aux séances de la commission exécutive. Pour l'exercice de ses attributions, la commission exécutive peut consulter, en tant que de besoin, le trésorier-payeur général de région. Article 13 Attributions de la commission exécutive La commission exécutive exerce les compétences de décision et d'avis qui lui sont confiées par les articles L. 6115-3 et L. 6115-4 du code de la santé publique. En outre, au titre de l'administration de l'agence, elle délibère sur les sujets suivants : 1° L'organisation générale de l'agence ; 2° Le programme de travail de l'agence et les modalités de son exécution ; 3° Le rapport annuel d'activité de l'agence ; 4° Le budget de l'agence, les décisions modificatives, le compte financier et l'affectation des résultats ; 5° Les acquisitions, aliénations et échanges d'immeubles, ainsi que les baux et locations les concernant ; 6° L'acceptation des dons et legs ; 7° L'exercice des actions en justice au nom de l'agence et les transactions, sous réserve de ce qui est dit au 5° de l'article 14 ci-après ; la commission exécutive peut déléguer au directeur tout ou partie du pouvoir d'agir en justice au nom de l'agence ; 8° Les décisions relatives à la mise en oeuvre de traitements automatisés d'informations nominatives mentionnées à l'article 19 du décret n° 78-774 du 17 juillet 1978 pris pour l'application des chapitres Ier à IV et VII de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés ; 9° La composition de la commission d'appels d'offres prévue par l'article 21 du code des marchés publics. La commission exécutive entend le rapport du directeur régional des affaires sanitaires et sociales sur les travaux du conseil régional institué à l'article L. 1411-3 du code de la santé publique. Le directeur de l'agence communique à la commission exécutive le rapport de ce conseil. La commission exécutive émet un avis préalable à la conclusion par le directeur des contrats et marchés d'un montant supérieur à un seuil fixé par arrêté des ministres chargés de l'économie et des finances, de la santé et de la sécurité sociale. Article 14 Le directeur Le directeur exerce les compétences qui lui sont confiées par le chapitre V du titre Ier du livre Ier de la partie VI du code de la santé publique. Il dirige l'agence et dispose de tous les pouvoirs nécessaires à sa gestion. En particulier, il exerce les compétences suivantes : 1° Il confie leurs fonctions à l'ensemble des personnels de l'agence, qu'il s'agisse des agents de son propre personnel mentionné à l'article 19 ci-après ou des agents placés sous son autorité directe en application de l'article 17, et il exerce sur eux son autorité ; 2° Il préside la commission exécutive, dont il prépare et exécute les délibérations ; 3° Il assure l'exécution du budget en qualité d'ordonnateur des recettes et des dépenses ; 4° Sans préjudice des attributions que l'article 13 de la présente convention confère à la commission exécutive, il passe au nom de l'agence les contrats, marchés, baux et conventions, ainsi que les actes d'acquisition et de vente ; 5° Il peut décider d'agir en justice au nom de l'agence, à titre conservatoire et sous réserve d'en avertir immédiatement les membres de la commission exécutive, par voie d'action en référé. Le directeur de l'agence présente le rapport annuel d'activité de l'agence aux organes dirigeants des organismes d'assurance-maladie de la région. Il peut consulter le trésorier-payeur général de région sur toute question relative à la gestion financière des établissements de santé et notamment à la situation budgétaire des établissements publics, ainsi que pour toute expertise économique et financière dans ce domaine. Le directeur de l'agence adresse directement aux chefs des services déconcentrés de l'Etat compétents en matière sanitaire les instructions nécessaires à l'exécution des tâches qu'il confie auxdits services. Il adresse directement aux directeurs des organismes d'assurance-maladie membres de l'agence, ainsi qu'au médecin-conseil régional du régime général de sécurité sociale, les demandes inhérentes à l'exécution des tâches correspondant à leurs obligations définies à la présente convention. La mention du personnel placé sous l'autorité du directeur n'est valable que s'il est fait application de l'article 17 de la présente convention. TITRE III FONCTIONNEMENT DE L'AGENCE Article 15 Concours des membres au fonctionnement de l'agence Les membres de l'agence mettent en commun, pour l'exercice des missions qui lui sont confiées, les moyens de contrôle, d'analyse et d'étude ainsi que les outils statistiques et informatiques dont ils disposent. Ils définissent et conçoivent, dans le cadre de l'agence et dans le respect des normes et nomenclatures nationales, l'utilisation et l'évolution de ces différents moyens et outils. Dans le domaine des systèmes d'information, cette utilisation des moyens et outils est régie par l'article 21 de la présente convention. L'annexe 1 à la présente convention définit, à partir de la situation constatée antérieurement à la création de l'agence, l'organisation générale du travail et la répartition des activités et des tâches entre ses membres, ainsi que les moyens en personnel, matériel et logiciels que chaque membre de l'agence ou organisme représenté en son sein s'engage à consacrer à l'exécution des missions de l'agence. Elle définit en particulier le nombre d'agents et leur qualité, ainsi que la nature et le niveau des activités qu'ils exercent. Au vu de cette annexe et du programme de travail mentionné à l'article 18 de la présente convention, le directeur arrête, conjointement avec le chef de chaque service déconcentré de l'Etat compétent en matière sanitaire, avec le directeur de chaque organisme d'assurance-maladie membre de l'agence, ainsi qu'avec le médecin-conseil régional du régime général de sécurité sociale, les modalités de concours de leurs services aux missions de l'agence. Ces dispositions prévoient en outre les conditions selon lesquelles les autorités chargées du contrôle médical répondent aux demandes ponctuelles de contrôle, d'enquête et d'analyse du directeur de l'agence. Article 16 Contribution des membres aux moyens propres de l'agence Les membres de l'agence participent aux moyens propres de l'agence sous forme de : 1° Contribution financière ; 2° Mise à disposition de personnels, dans les conditions prévues à l'article 19 de la présente convention ; 3° Mise à disposition de locaux ; 4° Mise à disposition de matériel ou de logiciels, ou sous toute autre forme contribuant au fonctionnement du groupement. L'annexe 2 à la présente convention définit les conditions générales, la durée et le mode de renouvellement de ces contributions. Le directeur arrête chaque année, conjointement avec le chef de chaque service déconcentré de l'Etat compétent en matière sanitaire, avec le directeur de chaque organisme d'assurance-maladie membre de l'agence, ainsi qu'avec le médecin-conseil régional du régime général de sécurité sociale, les modalités de contribution de leurs services aux moyens propres de l'agence. Article 17 Parties des services régionaux de l'Etat compétents en matière sanitaire placées sous l'autorité directe du directeur de l'agence Après avis du représentant de l'Etat dans la région en date du ......, et du comité technique paritaire compétent en date du ......, il est fait application du deuxième alinéa de l'article L. 6115-8 du code de la santé publique. L'annexe 2 bis à la présente convention désigne les parties de services placées sous l'autorité directe du directeur de l'agence et les moyens en personnel, matériel et logiciels nécessaires à l'exercice des attributions de ces parties de services. Elle précise notamment le nombre et la qualité des agents concernés, la nature et le niveau des activités qu'ils exercent et, le cas échéant, les conditions de leur remplacement effectif. Article 18 Organisations du travail de l'agence Dans le respect des orientations définies par les ministres chargés de la santé et de la sécurité sociale, la commission exécutive de l'agence arrête, selon une périodicité qu'elle détermine, son programme de travail et les modalités de sa mise en oeuvre par le directeur et les membres de l'agence. Ce programme porte notamment sur les études, enquêtes et contrôles conduits par l'agence et ses membres dans les établissements de santé. Il prévoit en particulier les opérations de contrôle médical mentionnées aux I et II de l'article R. 315-1 et à l'article R. 615-55 du code de la sécurité sociale, ainsi qu'aux articles L. 472-5 et L. 732-5 du code rural. La commission exécutive détermine les modalités d'accès du directeur et des membres de l'agence aux informations et dossiers détenus par les membres de l'agence et qui se rapportent à l'exercice de ses attributions, dans le respect des dispositions législatives et réglementaires relatives notamment au secret et à la discrétion professionnels, au secret médical, aux donnés nominatives et au traitement automatisé des informations, et dans le respect des règles déontologiques. Il est fait application du présent article lorsqu'un ou des services régionaux compétents en matière sanitaire et dont l'intervention est nécessaire à l'exercice des pouvoirs et responsabilités dévolus à l'agence sont placés pour partie sous l'autorité directe du directeur de l'agence. Article 19 Personnel de l'agence 1° Le personnel propre de l'agence comprend dans les conditions prévues au troisième alinéa de l'article L. 6115-8 du code de la santé publique : a) Des fonctionnaires relevant de la fonction publique de l'Etat, de la fonction publique territoriale ou de la fonction publique hospitalière, des praticiens hospitaliers et, le cas échéant, des agents des organismes d'assurance-maladie membres de l'agence, placés en position de détachement dans les conditions déterminées respectivement par les statuts de la fonction publique, les statuts des praticiens hospitaliers et des praticiens-conseils et par les conventions collectives nationales des organismes de sécurité sociale ; b) Des agents mis à disposition par l'Etat, des collectivités territoriales, leurs établissements publics, des établissements publics de santé et les organismes d'assurance-maladie membres de l'agence, dans les conditions déterminées par le statut général des fonctionnaires, par les statuts des praticiens hospitaliers et par les dispositions législatives et conventionnelles applicables aux salariés des organismes d'assurance-maladie ; c) A titre exceptionnel et subsidiaire, dans les conditions déterminées par le 2° du présent article, des agents contractuels de droit public soumis aux dispositions applicables aux agents non titulaires de l'Etat ; 2° L'agence peut recruter des agents contractuels de droit public : a) Lorsqu'il n'existe pas de corps de fonctionnaires susceptibles d'assurer les fonctions correspondantes ou, pour les emplois du niveau de la catégorie A, lorsque la nature des fonctions ou les besoins des services le justifient, par des contrats à durée déterminée d'une durée maximale de trois ans qui ne peuvent être renouvelés que par reconduction expresse ; b) Pour exercer des fonctions impliquant un service à temps incomplet, par des contrats qui peuvent être à durée indéterminée ; c) Pour exercer des fonctions correspondant à un besoin saisonnier, par des contrats d'une durée maximale de six mois au cours d'une année ; d) Pour exercer des fonctions correspondant à un besoin occasionnel, par des contrats d'une durée maximale de dix mois au cours d'une année. Article 20 Propriété des équipements utilisés par l'agence Les locaux, le matériel et les logiciels achetés ou développés en commun sont la propriété de l'agence. Les locaux, le matériel et les logiciels mis à la disposition de l'agence par l'un de ses membres dans le cadre des concours au fonctionnement de l'agence restent la propriété de ce dernier. Les membres de l'agence lui concèdent un droit d'usage gratuit pour les matériels et les logiciels qu'ils mettent à sa disposition. Les règles de propriété des locaux, du matériel et des logiciels mis à la disposition de l'agence par l'un de ses membres dans le cadre des contributions aux moyens propres sont précisées dans l'annexe 2 prévue à l'article 16 de la présente convention. Article 21 Systèmes d'information sur les établissements de santé Les membres de l'agence mettent à la disposition de celle-ci, de manière habituelle ou sur requête ponctuelle, les systèmes d'information sur les établissements de santé dont ils disposent, dans les conditions définies par l'annexe 3 à la présente convention. Les membres de l'agence la tiennent informée des caractéristiques de leurs systèmes d'information respectifs et des perspectives d'évolution de ces systèmes, y compris à titre expérimental. Pour chaque module d'information disponible chez chacun des membres de l'agence, l'annexe 3 à la présente convention prévoit les modalités de sa mise à disposition de l'agence. Elle précise notamment les délais et les conditions pratiques d'accès aux informations. Ces modalités doivent être conformes à la réglementation ainsi qu'aux normes techniques applicables, en particulier relatives à la protection des données nominatives, au secret médical, au secret statistique, au contrat tripartite national prévu à l'article L. 162-22-1 du code de la sécurité sociale et au système commun d'information prévu à l'article L. 6113-8 du code de la santé publique. Dans le domaine des systèmes d'information, le programme de travail de l'agence prévoit notamment : - les informations qui doivent être périodiquement mobilisées ; - la nature des informations et des traitements à effectuer, ainsi que le délai de transmission, en ce qui concerne les projets thématiques. Il prévoit en outre les conditions selon lesquelles les membres de l'agence répondent aux éventuelles demandes ponctuelles du directeur de l'agence. Chaque membre de l'agence désigne au directeur un correspondant qui assure, en tant que de besoin, une expertise pour faciliter la mise à disposition, l'utilisation et l'interprétation des informations et qui participe à la consolidation des données issues d'origines diverses. Article 22 Recettes Les recettes de l'agence se composent : 1° Des concours financiers de ses membres ; 2° Du produit des emprunts ; 3° Du revenu de ses biens et activités ; 4° De dons et legs. L'agence peut également recevoir des subventions et concours financiers d'autres personnes morales publiques et privées. Article 23 Dépenses Les dépenses de l'agence comprennent : 1° Les frais de personnel ; 2° Les frais de matériel ; 3° Les frais d'investissement, ainsi que, d'une manière générale, toutes celles que justifie l'activité de l'agence. Article 24 Budget et compte financier Le budget, établi et présenté par le directeur, est adopté chaque année par la commission exécutive. Il inclut l'ensemble des opérations de recettes et de dépenses prévues pour l'exercice. Il distingue les opérations de fonctionnement et les opérations d'investissement. Il est voté en équilibre réel. La délibération sur le budget ne devient définitive qu'après approbation expresse par les ministres chargés du budget, de la santé et de la sécurité sociale, conformément à l'article L. 6115-2 du code de la santé publique. Ces dispositions sont applicables aux décisions modificatives, au compte financier et à l'affectation des résultats. Toutefois, sous réserve de ratification par la commission exécutive lors de sa plus prochaine réunion, le directeur peut arrêter des décisions modificatives provisoires qui ne portent pas atteinte à l'équilibre de chacune des sections du budget et qui n'ont pas pour objet un virement de crédits entre chapitres de personnel et chapitres de matériel. Article 25 Résultats de l'exercice L'activité de l'agence ne donnant lieu ni à la réalisation ni au partage de bénéfices, l'excédent éventuel des recettes d'un exercice sur les charges correspondantes est affecté en tout ou partie à la constitution de réserves, à la couverture des charges d'exploitation de l'exercice suivant ou au financement des dépenses d'investissement. Le déficit éventuel d'un exercice doit être apuré lors de l'exercice suivant soit par imputation sur les réserves, soit par réduction des dépenses de l'exercice suivant. Article 26 Tenue des comptes L'agence est soumise aux dispositions du décret n° 53-1227 du 10 décembre 1953 relatif à la réglementation comptable applicable aux établissements publics nationaux à caractère administratif ainsi qu'à celles du décret n° 62-1587 du 29 décembre 1962 portant règlement général sur la comptabilité publique applicables aux établissements publics à caractère administratif. La comptabilité de l'agence est tenue par un agent comptable nommé par arrêté des ministres chargés du budget, de la santé et de la sécurité sociale et soumis au contrôle de la Cour des comptes dans les conditions prévues à l'article L. 131-1 du code des juridictions financières. Article 27 Inspection, contrôle économique et financier de l'Etat L'agence est soumise au contrôle de la Cour des comptes dans les conditions prévues à l'article L. 133-2 du code des juridictions financières et à celui de l'inspection générale des affaires sociales, conformément à l'article L. 6115-2 du code de la santé publique. L'agence est également soumise aux dispositions du titre II du décret n° 55-733 du 26 mai 1955 portant codification et aménagement des textes relatifs au contrôle économique et financier de l'Etat. Article 28 Marchés L'agence est soumise aux dispositions du code des marchés publics relatives à l'Etat et à ses établissements publics, autres que ceux ayant un caractère industriel et commercial. TITRE IV DISPOSITIONS DIVERSES Article 29 Modification de la convention constitutive et exclusion d'un membre de l'agence La présente convention et ses annexes peuvent être modifiées par avenant, sur proposition du directeur et après délibération de la commission exécutive adoptée à la majorité des deux tiers. A défaut de signature d'un avenant par un membre de droit de l'agence, dans le délai de deux mois à compter de la délibération de la commission exécutive, les ministres chargés de la santé et de la sécurité sociale arrêtent, pour l'agence concernée, le contenu de l'avenant. A défaut de signature d'un avenant, dans le même délai, par tout autre membre de l'agence, la commission exécutive constate son exclusion de l'agence. L'exclusion d'un membre de l'agence donne lieu à un nouvel avenant à la présente convention, aux fins notamment de modifier la composition de la commission, conformément à l'article L. 6115-7 du code de la santé publique. Conformément à l'article R. 6115-1 du code de la santé publique, l'avenant adopté par les membres de l'agence doit être signé par les ministres chargés de la santé et de la sécurité sociale et ne prend effet qu'après sa publication au Journal officiel de la République française.",
            "texteHtml": "<p align='center'>CONVENTION CONSTITUTIVE TYPE DES AGENCES RÉGIONALES DE L'HOSPITALISATION CITÉE À L'ARTICLE R. 6115-1.   </p><p></p><p></p><p></p><p></p><p>Vu le code de la santé publique, notamment le chapitre V du titre Ier du livre Ier de la partie VI ;</p><p></p><p>   Vu la délibération du conseil d'administration de la Caisse nationale de l'assurance-maladie des travailleurs salariés en date du ... ;</p><p></p><p>   Vu la délibération du conseil d'administration de la caisse régionale d'assurance-maladie de ..., en date du ... ;</p><p></p><p>   Vu la délibération du comité technique paritaire auprès du directeur régional des affaires sanitaires et sociales de ..., en sa séance du ... ;</p><p></p><p>   Vu la délibération du comité technique paritaire auprès du directeur départemental des affaires sanitaires et sociales de ..., e sa séance du ... ;</p><p></p><p>   Vu la délibération ... ;</p><p></p><p>   (Les signataires de la convention constitutive peuvent être différents dans les départements d'outre-mer, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions.)</p><p></p><p>   - l'Etat, représenté par les ministres chargés de la santé et de la sécurité sociale ;</p><p></p><p>   - la Caisse nationale de l'assurance-maladie des travailleurs salariés, représentée par le médecin-conseil régional du régime général de sécurité sociale, habilité à cet effet ;</p><p></p><p>   - la caisse régionale d'assurance-maladie de ..., représentée par son directeur ;</p><p></p><p>   - l'association régionale des caisses de mutualité sociale agricole de ..., représentée par le directeur de la caisse de mutualité sociale agricole de ..., habilité à cet effet ;</p><p></p><p>   - la caisse mutuelle régionale d'assurance-maladie des travailleurs non salariés des professions non agricoles de ..., représentée par son directeur ;</p><p></p><p>   - le ou les organismes d'assurance-maladie suivant(s),</p><p>  constituent un groupement d'intérêt public, dont ils sont membres fondateurs, régi par les dispositions du chapitre V du titre Ier du livre Ier de la partie VI du code de la santé publique et par la présente convention.</p><p> TITRE Ier</p><p>  CONSTITUTION DE L'AGENCE</p><p>  Article 1er</p><p></p><p>   Le cas échéant, le groupement est dénommé \"agence interrégionale de l'hospitalisation de ...\".</p><p></p><p>   Le groupement est dénommé \"agence régionale de l'hospitalisation de ...\".</p><p></p><p>   Les parties à la présente convention sont dénommées \"membres de l'agence\".</p><p>  Article 2</p><p>  Compétence territoriale</p><p></p><p>   L'agence est compétente pour les départements de ...</p><p>  Article 3</p><p>  Siège</p><p></p><p>   Le siège de l'agence est fixé à ...</p><p>  Article 4</p><p>  Objet</p><p></p><p>   L'agence a pour objet d'exercer les missions et attributions définies à l'article L. 6115-1 du code de la santé publique, dans les conditions prévues aux articles L. 6115-3 à L. 6115-5, L. 6115-7 à L. 6115-9 et L. 6117-2 du même code.</p><p>  Article 5</p><p>  Date de constitution</p><p></p><p>   L'agence est constituée à la date de publication de la présente convention au Journal officiel de la République française.</p><p>  Article 6</p><p>  Organisation générale</p><p></p><p>   Chaque membre concourt au bon fonctionnement de l'agence ainsi qu'au plein exercice de ses missions et contribue à ses moyens propres.</p><p></p><p>   L'agence est administrée par la commission exécutive et dirigée par le directeur.</p><p></p><p>   L'agence est placée sous la tutelle des ministres chargés de la santé et de la sécurité sociale.</p><p>  Article 7</p><p>  Représentant légal</p><p></p><p>   Le directeur représente l'agence en justice et dans tous les actes de la vie civile.</p><p>  Article 8</p><p>  Capital</p><p></p><p>   L'agence est constituée sans capital.</p><p> Article 9</p><p>  Nouveaux membres</p><p></p><p>   Dès sa création, l'union régionale des caisses d'assurance-maladie devient de plein droit membre de l'agence. Cette entrée donne lieu à un avenant à la présente convention, aux fins notamment de définir le concours de l'union régionale des caisses d'assurance-maladie au fonctionnement de l'agence et sa contribution aux moyens propres de l'agence.</p><p></p><p>   Peuvent également devenir membres de l'agence, en y adhérant, des organismes d'assurance-maladie, autres que ceux que l'article L. 6115-2 du code de la santé publique désigne comme membres de droit. La demande d'adhésion est agréée par délibération de la commission exécutive adoptée à la majorité des deux tiers des suffrages exprimés. L'adhésion donne lieu à un avenant à la présente convention, en vue notamment de modifier la composition de la commission exécutive conformément à l'article L. 6115-7 du code de la santé publique et de préciser les modalités selon lesquelles le nouveau membre concourt au bon fonctionnement de l'agence et au plein exercice de ses missions et contribue à ses moyens propres.</p><p>  Article 10</p><p>  Retrait</p><p></p><p>   Tout membre de l'agence que l'article L. 6115-2 du code de la santé publique ne désigne pas comme membre de droit peut, pour motif légitime et à l'expiration d'une année civile, se retirer du groupement.</p><p></p><p>   Il doit notifier son intention par lettre recommandée au directeur, avant le 1er octobre, et s'être acquitté de ses obligations vis-à-vis de l'agence pour l'exercice en cours et les précédents.</p><p></p><p>   Le retrait d'un membre de l'agence donne lieu à un avenant à la présente convention, aux fins notamment de modifier la composition de la commission exécutive conformément à l'article L. 6115-7 du code de la santé publique.</p><p> TITRE II</p><p>  ADMINISTRATION DE L'AGENCE</p><p>  Article 11</p><p></p><p>   (La composition de la commission exécutive peut être aménagée pour les agences interrégionales dans les départements d'outre-mer et lorsque deux caisses régionales d'assurance-maladie sont compétentes dans une même région, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions. Avant la création de l'union régionale des caisses d'assurance-maladie, les représentants des organismes d'assurance-maladie désignent un représentant transitoire supplémentaire des organismes d'assurance-maladie. Des représentants supplémentaires sont, s'il y a lieu, soit nommés par les ministres chargés de la santé et de la sécurité sociale sur proposition du directeur de l'agence, soit désignés par les représentants des organismes d'assurance-maladie, dans le but d'assurer la parité des deux collèges prévue à l'article L. 6115-7 du code de la santé publique.)</p><p></p><p>   La commission exécutive de l'agence est ainsi composée :</p><p></p><p>   1° Le directeur de l'agence, président ;</p><p></p><p>   2° Membres du collège des représentants de l'Etat :</p><p></p><p>   a) Le directeur régional des affaires sanitaires et sociales ;</p><p></p><p>   b) Le médecin inspecteur régional de santé publique ;</p><p></p><p>   c) Les directeurs départementaux des affaires sanitaires et sociales de la région ;</p><p></p><p>   3° Représentants supplémentaires de l'Etat appartenant aux services régionaux et départementaux compétents en matière sanitaire ;</p><p></p><p>   4° Membres du collège des représentants des organismes d'assurance-maladie :</p><p></p><p>   a) Le directeur de la caisse régionale d'assurance-maladie ;</p><p></p><p>   b) Le directeur de l'union régionale des caisses d'assurance-maladie, dès sa création ;</p><p></p><p>   c) Le médecin conseil régional du régime général de sécurité sociale ;</p><p></p><p>   d) Le directeur désigné par l'association régionale des caisses de mutualité sociale agricole ;</p><p></p><p>   e) Le directeur de la caisse mutuelle régionale d'assurance-maladie des travailleurs non salariés des professions non agricoles ;</p><p></p><p>   f) Le directeur de l'organisme d'assurance-maladie de... ;</p><p></p><p>   5° Représentants administratifs et médicaux supplémentaires des organismes d'assurance-maladie désignés, pour une durée maximale de cinq ans, par les autres membres du collège des représentants des organismes d'assurance-maladie.</p><p> Article 12</p><p></p><p>   Le régime de vice-présidence de la commission exécutive peut être aménagé pour les agences interrégionales dans les départements d'outre-mer et lorsque deux caisses régionales d'assurance-maladie sont compétentes dans une même région, pour tenir compte de l'organisation administrative de l'Etat et des organismes d'assurance-maladie dans ces régions.</p><p></p><p>   Le directeur régional des affaires sanitaires et sociales et le directeur de la caisse régionale d'assurance-maladie sont vice-présidents de la commission exécutive.</p><p></p><p>   En cas d'empêchement du président, les séances de la commission exécutive sont présidées, en alternance, par l'un ou l'autre des deux vice-présidents.</p><p></p><p>   Le président et les deux vice-présidents sont membres du bureau de la commission exécutive. La commission exécutive peut également y désigner un nombre égal de membres de chaque collège. Le bureau prépare sous l'autorité du président les décisions de la commission exécutive.</p><p></p><p>   Les membres de la commission exécutive exercent gratuitement leur fonction.</p><p></p><p>   Un membre de la commission exécutive ne peut s'y faire représenter qu'en donnant mandat à un autre membre.</p><p></p><p>   Un membre de la commission exécutive ne peut pas recevoir plus d'un mandat.</p><p></p><p>   La commission exécutive ne délibère valablement que si la moitié au moins de ses membres sont présents ou représentés. Si le quorum n'est pas atteint, la commission est convoquée à nouveau, avec le même ordre du jour, dans un délai qui ne peut être supérieur à huit jours. Elle délibère alors sans condition de quorum.</p><p></p><p>   Les décisions de la commission exécutive sont prises à la majorité absolue de ses membres présents ou représentés, à l'exception des délibérations relatives aux adhésions, à l'exclusion d'un membre ou à la modification de la présente convention, qui sont prises dans les conditions prévues respectivement par les articles 9 et 28 de la présente convention.</p><p></p><p>   La commission exécutive arrête son règlement intérieur. Dès sa première réunion, elle fixe les règles de convocation et de détermination de l'ordre du jour.</p><p></p><p>   Le contrôleur d'Etat et l'agent comptable sont convoqués et assistent, avec voix consultative, aux séances de la commission exécutive.</p><p></p><p>   Pour l'exercice de ses attributions, la commission exécutive peut consulter, en tant que de besoin, le trésorier-payeur général de région.</p><p> Article 13</p><p>  Attributions de la commission exécutive</p><p></p><p>   La commission exécutive exerce les compétences de décision et d'avis qui lui sont confiées par les articles L. 6115-3 et L. 6115-4 du code de la santé publique. En outre, au titre de l'administration de l'agence, elle délibère sur les sujets suivants :</p><p></p><p>   1° L'organisation générale de l'agence ;</p><p></p><p>   2° Le programme de travail de l'agence et les modalités de son exécution ;</p><p></p><p>   3° Le rapport annuel d'activité de l'agence ;</p><p></p><p>   4° Le budget de l'agence, les décisions modificatives, le compte financier et l'affectation des résultats ;</p><p></p><p>   5° Les acquisitions, aliénations et échanges d'immeubles, ainsi que les baux et locations les concernant ;</p><p></p><p>   6° L'acceptation des dons et legs ;</p><p></p><p>   7° L'exercice des actions en justice au nom de l'agence et les transactions, sous réserve de ce qui est dit au 5° de l'article 14 ci-après ; la commission exécutive peut déléguer au directeur tout ou partie du pouvoir d'agir en justice au nom de l'agence ;</p><p></p><p>   8° Les décisions relatives à la mise en oeuvre de traitements automatisés d'informations nominatives mentionnées à l'article 19 du décret n° 78-774 du 17 juillet 1978 pris pour l'application des chapitres Ier à IV et VII de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés ;</p><p></p><p>   9° La composition de la commission d'appels d'offres prévue par l'article 21 du code des marchés publics.</p><p></p><p>   La commission exécutive entend le rapport du directeur régional des affaires sanitaires et sociales sur les travaux du conseil régional institué à l'article L. 1411-3 du code de la santé publique. Le directeur de l'agence communique à la commission exécutive le rapport de ce conseil.</p><p></p><p>   La commission exécutive émet un avis préalable à la conclusion par le directeur des contrats et marchés d'un montant supérieur à un seuil fixé par arrêté des ministres chargés de l'économie et des finances, de la santé et de la sécurité sociale.</p><p> Article 14</p><p>  Le directeur</p><p></p><p>   Le directeur exerce les compétences qui lui sont confiées par le chapitre V du titre Ier du livre Ier de la partie VI du code de la santé publique. Il dirige l'agence et dispose de tous les pouvoirs nécessaires à sa gestion. En particulier, il exerce les compétences suivantes :</p><p></p><p>   1° Il confie leurs fonctions à l'ensemble des personnels de l'agence, qu'il s'agisse des agents de son propre personnel mentionné à l'article 19 ci-après ou des agents placés sous son autorité directe en application de l'article 17, et il exerce sur eux son autorité ;</p><p></p><p>   2° Il préside la commission exécutive, dont il prépare et exécute les délibérations ;</p><p></p><p>   3° Il assure l'exécution du budget en qualité d'ordonnateur des recettes et des dépenses ;</p><p></p><p>   4° Sans préjudice des attributions que l'article 13 de la présente convention confère à la commission exécutive, il passe au nom de l'agence les contrats, marchés, baux et conventions, ainsi que les actes d'acquisition et de vente ;</p><p></p><p>   5° Il peut décider d'agir en justice au nom de l'agence, à titre conservatoire et sous réserve d'en avertir immédiatement les membres de la commission exécutive, par voie d'action en référé.</p><p></p><p>   Le directeur de l'agence présente le rapport annuel d'activité de l'agence aux organes dirigeants des organismes d'assurance-maladie de la région.</p><p></p><p>   Il peut consulter le trésorier-payeur général de région sur toute question relative à la gestion financière des établissements de santé et notamment à la situation budgétaire des établissements publics, ainsi que pour toute expertise économique et financière dans ce domaine.</p><p></p><p>   Le directeur de l'agence adresse directement aux chefs des services déconcentrés de l'Etat compétents en matière sanitaire les instructions nécessaires à l'exécution des tâches qu'il confie auxdits services.</p><p></p><p>   Il adresse directement aux directeurs des organismes d'assurance-maladie membres de l'agence, ainsi qu'au médecin-conseil régional du régime général de sécurité sociale, les demandes inhérentes à l'exécution des tâches correspondant à leurs obligations définies à la présente convention. La mention du personnel placé sous l'autorité du directeur n'est valable que s'il est fait application de l'article 17 de la présente convention.</p><p> TITRE III</p><p>  FONCTIONNEMENT DE L'AGENCE</p><p>  Article 15</p><p>  Concours des membres au fonctionnement de l'agence</p><p></p><p>   Les membres de l'agence mettent en commun, pour l'exercice des missions qui lui sont confiées, les moyens de contrôle, d'analyse et d'étude ainsi que les outils statistiques et informatiques dont ils disposent. Ils définissent et conçoivent, dans le cadre de l'agence et dans le respect des normes et nomenclatures nationales, l'utilisation et l'évolution de ces différents moyens et outils. Dans le domaine des systèmes d'information, cette utilisation des moyens et outils est régie par l'article 21 de la présente convention.</p><p></p><p>   L'annexe 1 à la présente convention définit, à partir de la situation constatée antérieurement à la création de l'agence, l'organisation générale du travail et la répartition des activités et des tâches entre ses membres, ainsi que les moyens en personnel, matériel et logiciels que chaque membre de l'agence ou organisme représenté en son sein s'engage à consacrer à l'exécution des missions de l'agence. Elle définit en particulier le nombre d'agents et leur qualité, ainsi que la nature et le niveau des activités qu'ils exercent.</p><p></p><p>   Au vu de cette annexe et du programme de travail mentionné à l'article 18 de la présente convention, le directeur arrête, conjointement avec le chef de chaque service déconcentré de l'Etat compétent en matière sanitaire, avec le directeur de chaque organisme d'assurance-maladie membre de l'agence, ainsi qu'avec le médecin-conseil régional du régime général de sécurité sociale, les modalités de concours de leurs services aux missions de l'agence. Ces dispositions prévoient en outre les conditions selon lesquelles les autorités chargées du contrôle médical répondent aux demandes ponctuelles de contrôle, d'enquête et d'analyse du directeur de l'agence.</p><p>  Article 16</p><p>  Contribution des membres aux moyens propres de l'agence</p><p></p><p>   Les membres de l'agence participent aux moyens propres de l'agence sous forme de :</p><p></p><p>   1° Contribution financière ;</p><p></p><p>   2° Mise à disposition de personnels, dans les conditions prévues à l'article 19 de la présente convention ;</p><p></p><p>   3° Mise à disposition de locaux ;</p><p></p><p>   4° Mise à disposition de matériel ou de logiciels, ou sous toute autre forme contribuant au fonctionnement du groupement.</p><p></p><p>   L'annexe 2 à la présente convention définit les conditions générales, la durée et le mode de renouvellement de ces contributions.</p><p></p><p>   Le directeur arrête chaque année, conjointement avec le chef de chaque service déconcentré de l'Etat compétent en matière sanitaire, avec le directeur de chaque organisme d'assurance-maladie membre de l'agence, ainsi qu'avec le médecin-conseil régional du régime général de sécurité sociale, les modalités de contribution de leurs services aux moyens propres de l'agence.</p><p> Article 17</p><p>  Parties des services régionaux de l'Etat compétents en matière sanitaire placées sous l'autorité directe du directeur de l'agence</p><p></p><p>   Après avis du représentant de l'Etat dans la région en date du ......, et du comité technique paritaire compétent en date du ......, il est fait application du deuxième alinéa de l'article L. 6115-8 du code de la santé publique.</p><p></p><p>   L'annexe 2 bis à la présente convention désigne les parties de services placées sous l'autorité directe du directeur de l'agence et les moyens en personnel, matériel et logiciels nécessaires à l'exercice des attributions de ces parties de services. Elle précise notamment le nombre et la qualité des agents concernés, la nature et le niveau des activités qu'ils exercent et, le cas échéant, les conditions de leur remplacement effectif.</p><p>  Article 18</p><p>  Organisations du travail de l'agence</p><p></p><p>   Dans le respect des orientations définies par les ministres chargés de la santé et de la sécurité sociale, la commission exécutive de l'agence arrête, selon une périodicité qu'elle détermine, son programme de travail et les modalités de sa mise en oeuvre par le directeur et les membres de l'agence. Ce programme porte notamment sur les études, enquêtes et contrôles conduits par l'agence et ses membres dans les établissements de santé. Il prévoit en particulier les opérations de contrôle médical mentionnées aux I et II de l'article R. 315-1 et à l'article R. 615-55 du code de la sécurité sociale, ainsi qu'aux articles L. 472-5 et L. 732-5 du code rural.</p><p></p><p>   La commission exécutive détermine les modalités d'accès du directeur et des membres de l'agence aux informations et dossiers détenus par les membres de l'agence et qui se rapportent à l'exercice de ses attributions, dans le respect des dispositions législatives et réglementaires relatives notamment au secret et à la discrétion professionnels, au secret médical, aux donnés nominatives et au traitement automatisé des informations, et dans le respect des règles déontologiques. Il est fait application du présent article lorsqu'un ou des services régionaux compétents en matière sanitaire et dont l'intervention est nécessaire à l'exercice des pouvoirs et responsabilités dévolus à l'agence sont placés pour partie sous l'autorité directe du directeur de l'agence.</p><p> Article 19</p><p>  Personnel de l'agence</p><p></p><p>   1° Le personnel propre de l'agence comprend dans les conditions prévues au troisième alinéa de l'article L. 6115-8 du code de la santé publique :</p><p></p><p>   a) Des fonctionnaires relevant de la fonction publique de l'Etat, de la fonction publique territoriale ou de la fonction publique hospitalière, des praticiens hospitaliers et, le cas échéant, des agents des organismes d'assurance-maladie membres de l'agence, placés en position de détachement dans les conditions déterminées respectivement par les statuts de la fonction publique, les statuts des praticiens hospitaliers et des praticiens-conseils et par les conventions collectives nationales des organismes de sécurité sociale ;</p><p></p><p>   b) Des agents mis à disposition par l'Etat, des collectivités territoriales, leurs établissements publics, des établissements publics de santé et les organismes d'assurance-maladie membres de l'agence, dans les conditions déterminées par le statut général des fonctionnaires, par les statuts des praticiens hospitaliers et par les dispositions législatives et conventionnelles applicables aux salariés des organismes d'assurance-maladie ;</p><p></p><p>   c) A titre exceptionnel et subsidiaire, dans les conditions déterminées par le 2° du présent article, des agents contractuels de droit public soumis aux dispositions applicables aux agents non titulaires de l'Etat ;</p><p></p><p>   2° L'agence peut recruter des agents contractuels de droit public :</p><p></p><p>   a) Lorsqu'il n'existe pas de corps de fonctionnaires susceptibles d'assurer les fonctions correspondantes ou, pour les emplois du niveau de la catégorie A, lorsque la nature des fonctions ou les besoins des services le justifient, par des contrats à durée déterminée d'une durée maximale de trois ans qui ne peuvent être renouvelés que par reconduction expresse ;</p><p></p><p>   b) Pour exercer des fonctions impliquant un service à temps incomplet, par des contrats qui peuvent être à durée indéterminée ;</p><p></p><p>   c) Pour exercer des fonctions correspondant à un besoin saisonnier, par des contrats d'une durée maximale de six mois au cours d'une année ;</p><p></p><p>   d) Pour exercer des fonctions correspondant à un besoin occasionnel, par des contrats d'une durée maximale de dix mois au cours d'une année.</p><p> Article 20</p><p>  Propriété des équipements utilisés par l'agence</p><p></p><p>   Les locaux, le matériel et les logiciels achetés ou développés en commun sont la propriété de l'agence.</p><p></p><p>   Les locaux, le matériel et les logiciels mis à la disposition de l'agence par l'un de ses membres dans le cadre des concours au fonctionnement de l'agence restent la propriété de ce dernier.</p><p></p><p>   Les membres de l'agence lui concèdent un droit d'usage gratuit pour les matériels et les logiciels qu'ils mettent à sa disposition.</p><p></p><p>   Les règles de propriété des locaux, du matériel et des logiciels mis à la disposition de l'agence par l'un de ses membres dans le cadre des contributions aux moyens propres sont précisées dans l'annexe 2 prévue à l'article 16 de la présente convention.</p><p>  Article 21</p><p>  Systèmes d'information sur les établissements de santé</p><p></p><p>   Les membres de l'agence mettent à la disposition de celle-ci, de manière habituelle ou sur requête ponctuelle, les systèmes d'information sur les établissements de santé dont ils disposent, dans les conditions définies par l'annexe 3 à la présente convention.</p><p></p><p>   Les membres de l'agence la tiennent informée des caractéristiques de leurs systèmes d'information respectifs et des perspectives d'évolution de ces systèmes, y compris à titre expérimental.</p><p></p><p>   Pour chaque module d'information disponible chez chacun des membres de l'agence, l'annexe 3 à la présente convention prévoit les modalités de sa mise à disposition de l'agence. Elle précise notamment les délais et les conditions pratiques d'accès aux informations. Ces modalités doivent être conformes à la réglementation ainsi qu'aux normes techniques applicables, en particulier relatives à la protection des données nominatives, au secret médical, au secret statistique, au contrat tripartite national prévu à l'article L. 162-22-1 du code de la sécurité sociale et au système commun d'information prévu à l'article L. 6113-8 du code de la santé publique.</p><p></p><p>   Dans le domaine des systèmes d'information, le programme de travail de l'agence prévoit notamment :</p><p></p><p>   - les informations qui doivent être périodiquement mobilisées ;</p><p></p><p>   - la nature des informations et des traitements à effectuer, ainsi que le délai de transmission, en ce qui concerne les projets thématiques.</p><p></p><p>   Il prévoit en outre les conditions selon lesquelles les membres de l'agence répondent aux éventuelles demandes ponctuelles du directeur de l'agence.</p><p></p><p>   Chaque membre de l'agence désigne au directeur un correspondant qui assure, en tant que de besoin, une expertise pour faciliter la mise à disposition, l'utilisation et l'interprétation des informations et qui participe à la consolidation des données issues d'origines diverses.</p><p> Article 22</p><p>  Recettes</p><p></p><p>   Les recettes de l'agence se composent :</p><p></p><p>   1° Des concours financiers de ses membres ;</p><p></p><p>   2° Du produit des emprunts ;</p><p></p><p>   3° Du revenu de ses biens et activités ;</p><p></p><p>   4° De dons et legs.</p><p></p><p>   L'agence peut également recevoir des subventions et concours financiers d'autres personnes morales publiques et privées.</p><p>  Article 23</p><p>  Dépenses</p><p></p><p>   Les dépenses de l'agence comprennent :</p><p></p><p>   1° Les frais de personnel ;</p><p></p><p>   2° Les frais de matériel ;</p><p></p><p>   3° Les frais d'investissement, ainsi que, d'une manière générale, toutes celles que justifie l'activité de l'agence.</p><p>  Article 24</p><p>  Budget et compte financier</p><p></p><p>   Le budget, établi et présenté par le directeur, est adopté chaque année par la commission exécutive.</p><p></p><p>   Il inclut l'ensemble des opérations de recettes et de dépenses prévues pour l'exercice. Il distingue les opérations de fonctionnement et les opérations d'investissement. Il est voté en équilibre réel.</p><p></p><p>   La délibération sur le budget ne devient définitive qu'après approbation expresse par les ministres chargés du budget, de la santé et de la sécurité sociale, conformément à l'article L. 6115-2 du code de la santé publique.</p><p></p><p>   Ces dispositions sont applicables aux décisions modificatives, au compte financier et à l'affectation des résultats.</p><p></p><p>   Toutefois, sous réserve de ratification par la commission exécutive lors de sa plus prochaine réunion, le directeur peut arrêter des décisions modificatives provisoires qui ne portent pas atteinte à l'équilibre de chacune des sections du budget et qui n'ont pas pour objet un virement de crédits entre chapitres de personnel et chapitres de matériel.</p><p>  Article 25</p><p>  Résultats de l'exercice</p><p></p><p>   L'activité de l'agence ne donnant lieu ni à la réalisation ni au partage de bénéfices, l'excédent éventuel des recettes d'un exercice sur les charges correspondantes est affecté en tout ou partie à la constitution de réserves, à la couverture des charges d'exploitation de l'exercice suivant ou au financement des dépenses d'investissement.</p><p></p><p>   Le déficit éventuel d'un exercice doit être apuré lors de l'exercice suivant soit par imputation sur les réserves, soit par réduction des dépenses de l'exercice suivant.</p><p> Article 26</p><p>  Tenue des comptes</p><p></p><p>   L'agence est soumise aux dispositions du décret n° 53-1227 du 10 décembre 1953 relatif à la réglementation comptable applicable aux établissements publics nationaux à caractère administratif ainsi qu'à celles du décret n° 62-1587 du 29 décembre 1962 portant règlement général sur la comptabilité publique applicables aux établissements publics à caractère administratif.</p><p></p><p>   La comptabilité de l'agence est tenue par un agent comptable nommé par arrêté des ministres chargés du budget, de la santé et de la sécurité sociale et soumis au contrôle de la Cour des comptes dans les conditions prévues à l'article L. 131-1 du code des juridictions financières.</p><p>  Article 27</p><p>  Inspection, contrôle économique et financier de l'Etat</p><p></p><p>   L'agence est soumise au contrôle de la Cour des comptes dans les conditions prévues à l'article L. 133-2 du code des juridictions financières et à celui de l'inspection générale des affaires sociales, conformément à l'article L. 6115-2 du code de la santé publique.</p><p></p><p>   L'agence est également soumise aux dispositions du titre II du décret n° 55-733 du 26 mai 1955 portant codification et aménagement des textes relatifs au contrôle économique et financier de l'Etat.</p><p>  Article 28</p><p>  Marchés</p><p></p><p>   L'agence est soumise aux dispositions du code des marchés publics relatives à l'Etat et à ses établissements publics, autres que ceux ayant un caractère industriel et commercial.</p><p> TITRE IV</p><p>  DISPOSITIONS DIVERSES</p><p>  Article 29</p><p>  Modification de la convention constitutive</p><p>  et exclusion d'un membre de l'agence</p><p></p><p>   La présente convention et ses annexes peuvent être modifiées par avenant, sur proposition du directeur et après délibération de la commission exécutive adoptée à la majorité des deux tiers.</p><p></p><p>   A défaut de signature d'un avenant par un membre de droit de l'agence, dans le délai de deux mois à compter de la délibération de la commission exécutive, les ministres chargés de la santé et de la sécurité sociale arrêtent, pour l'agence concernée, le contenu de l'avenant.</p><p></p><p>   A défaut de signature d'un avenant, dans le même délai, par tout autre membre de l'agence, la commission exécutive constate son exclusion de l'agence. L'exclusion d'un membre de l'agence donne lieu à un nouvel avenant à la présente convention, aux fins notamment de modifier la composition de la commission, conformément à l'article L. 6115-7 du code de la santé publique.</p><p></p><p>   Conformément à l'article R. 6115-1 du code de la santé publique, l'avenant adopté par les membres de l'agence doit être signé par les ministres chargés de la santé et de la sécurité sociale et ne prend effet qu'après sa publication au Journal officiel de la République française.</p><p></p>",
            "num": "Annexe 61-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1122336000000,
            "dateFin": 1229817600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 306783378,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA SIXIÈME PARTIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132376",
                        "id": "LEGISCTA000006132376",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908115",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132376",
            "sectionParentId": "LEGISCTA000006132376",
            "sectionParentTitre": "ANNEXES DE LA SIXIÈME PARTIE",
            "fullSectionsTitre": "Annexes &gt; ANNEXES DE LA SIXIÈME PARTIE",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006908115",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814956",
                    "textTitle": "Décret 2005-840 2005-07-20",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814956",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-07-26",
                    "dateSignaTexte": "2005-07-20",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000508214",
                    "textTitle": "Décret 53-1227 1953-12-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000508214",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "53-1227",
                    "datePubli": -506649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000866794",
                    "textTitle": "Décret 55-733 1955-05-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866794",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "55-733",
                    "datePubli": -460339200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000299367",
                    "textTitle": "Décret 62-1587 1962-12-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000299367",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "62-1587",
                    "datePubli": -221097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "Loi 78-17 1978-01-06",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000516823",
                    "textTitle": "Décret n°78-774 du 17 juillet 1978 - art. 19 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006530886",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "78-774",
                    "datePubli": 270000000000,
                    "dateDebut": 270000000000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L131-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L131-1",
                    "articleId": "LEGIARTI000006357156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 786672000000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L133-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-2",
                    "articleId": "LEGIARTI000006357188",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 786672000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1411-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-3",
                    "articleId": "LEGIARTI000006686905",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6113-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6113-8",
                    "articleId": "LEGIARTI000006690711",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-1",
                    "articleId": "LEGIARTI000006690744",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-2",
                    "articleId": "LEGIARTI000006690746",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-3",
                    "articleId": "LEGIARTI000006690748",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015286400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-4",
                    "articleId": "LEGIARTI000006690754",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-7",
                    "articleId": "LEGIARTI000006690761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6115-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6115-8",
                    "articleId": "LEGIARTI000006690763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6117-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6117-2",
                    "articleId": "LEGIARTI000006690777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6115-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R6115-1",
                    "articleId": "LEGIARTI000006916654",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1122336000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique 1, 2, 3, 4, L6115-1, L6115-3 à L6115-5, L6115-7 à L6115-9, L6117-2, 5, 6, 7, 8, 9, L6115-2, L6115-7, 10, 11, 12, 13, L6115-3, L6115-4, 14, L1411-3, 19, 17, 15, annexe, 16, L6115-8, annexe 2, 18, R315-1, 20, 21, L6113-8, 22,",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-22-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-22-1",
                    "articleId": "LEGIARTI000006740625",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 681004800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R615-55 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R615-55",
                    "articleId": "LEGIARTI000006751400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 631065600000
                },
                {
                    "textCid": "",
                    "textTitle": "Code des marchés publics 21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L472-5, L732-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908115",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1122336000000,
                    "dateFin": 1229817600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019973703",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1229817600000,
                    "dateFin": 1270080000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 61-1",
                "61-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}