{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020163436",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative au caractère probant des éléments collectés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL \" CARACTÈRE PROBANT DES ÉLÉMENTS COLLECTÉS \" Introduction l. Tout au long de son audit des comptes, le commissaire aux comptes collecte des éléments qui lui permettent d'aboutir à des conclusions à partir desquelles il fonde son opinion sur les comptes. 2. La présente norme a pour objet de définir le caractère probant des éléments collectés par le commissaire aux comptes dans le cadre de l'audit des comptes et les techniques de contrôle qui lui permettent de les collecter. Définition 3. Assertions : critères dont la réalisation conditionne la régularité, la sincérité et l'image fidèle des comptes. Caractère probant 4. Les éléments collectés par le commissaire aux comptes comprennent à la fois les informations recueillies au cours de l'audit, celles, le cas échéant, recueillies lors des audits portant sur les exercices précédents et lors d'autres interventions, ou encore celles recueillies dans le cadre de l'acceptation ou du maintien de la mission. 5. Ces éléments apportent au commissaire aux comptes des éléments de preuves ou des présomptions quant au respect d'une ou plusieurs assertions. Ces éléments doivent être suffisants et appropriés pour lui permettre de fonder son opinion sur les comptes. 6. Le caractère approprié est fonction de la qualité des éléments collectés, c'est-à-dire de leur fiabilité et de leur pertinence. Le caractère suffisant s'apprécie par rapport à la quantité d'éléments collectés. La quantité d'éléments à collecter dépend du risque d'anomalies significatives mais aussi de la qualité des éléments collectés. Le degré de fiabilité des éléments collectés dépend de leur origine, de leur nature et des circonstances particulières dans lesquelles ils ont été recueillis. Ainsi, en principe : ― les éléments collectés d'origine externe sont plus fiables que ceux d'origine interne. Pour cette raison, lorsque le commissaire aux comptes utilise des informations produites par l'entité pour mettre en œuvre des procédures d'audit, il collecte des éléments concernant leur exactitude et leur exhaustivité ; - les éléments collectés d'origine interne sont d'autant plus fiables que le contrôle interne est efficace ; - les éléments obtenus directement par le commissaire aux comptes, par exemple lors d'une observation physique, sont plus fiables que ceux obtenus par des demandes d'information ; - les éléments collectés sont plus fiables lorsqu'ils sont étayés par des documents ; - enfin, les éléments collectés constitués de documents originaux sont plus fiables que ceux constitués de copies. 7. Dans le cadre de son appréciation de la fiabilité des éléments collectés, le commissaire aux comptes garde un esprit critique quant aux indices qui pourraient remettre en cause leur validité. En cas de doute, il mène plus avant ses investigations. Ainsi, lorsqu'un élément collecté n'est pas cohérent par rapport à un autre, le commissaire aux comptes détermine les procédures d'audit complémentaires à mettre en place pour élucider cette incohérence. 8. Pour fonder son opinion, le commissaire aux comptes n'est pas tenu d'examiner toutes les informations disponibles dans l'entité dans la mesure où il peut généralement conclure sur la base d'approches par sondage et d'autres moyens de sélection d'éléments à tester. Assertions et collecte des éléments 9. Les éléments collectés apportent au commissaire aux comptes des éléments de preuves ou des présomptions quant au respect d'une ou plusieurs des assertions suivantes : Assertions concernant les flux d'opérations et les événements survenus au cours de la période : - réalité : les opérations et les événements qui ont été enregistrés se sont produits et se rapportent à l'entité ; - exhaustivité : toutes les opérations et tous les événements qui auraient dû être enregistrés sont enregistrés ; - mesure : les montants et autres données relatives aux opérations et événements ont été correctement enregistrés ; - séparation des exercices : les opérations et les événements ont été enregistrés dans la bonne période ; - classification : les opérations et les événements ont été enregistrés dans les comptes adéquats. Les assertions concernant les soldes des comptes en fin de période : - existence : les actifs et les passifs existent ; - droits et obligations : l'entité détient et contrôle les droits sur les actifs, et les dettes correspondent aux obligations de l'entité ; - exhaustivité : tous les actifs et les passifs qui auraient dû être enregistrés l'ont bien été ; - évaluation et imputation : les actifs et les passifs sont inscrits dans les comptes pour des montants appropriés et tous les ajustements résultant de leur évaluation ou imputation sont correctement enregistrés. Les assertions concernant la présentation des comptes et les informations fournies dans l'annexe : - réalité et droits et obligations : les événements, les transactions et les autres éléments fournis se sont produits et se rapportent à l'entité ; - exhaustivité : toutes les informations relatives à l'annexe des comptes requises par le référentiel comptable ont été fournies ; - présentation et intelligibilité : l'information financière est présentée et décrite de manière appropriée, et les informations données dans l'annexe des comptes sont clairement présentées ; - mesure et évaluation : les informations financières et les autres informations sont données fidèlement et pour les bons montants. Techniques de contrôle 10. Pour collecter les éléments nécessaires dans le cadre de l'audit des comptes, le commissaire aux comptes choisit parmi les techniques suivantes : - l'inspection des enregistrements ou des documents, qui consiste à examiner des enregistrements ou des documents, soit internes soit externes, sous forme papier, sous forme électronique ou autres supports ; - l'inspection des actifs corporels, qui correspond à un contrôle physique des actifs corporels ; - l'observation physique, qui consiste à examiner la façon dont une procédure est exécutée au sein de l'entité ; - la demande d'information, qui peut être adressée à des personnes internes ou externes à l'entité ; - la demande de confirmation des tiers, qui consiste à obtenir de la part d'un tiers une déclaration directement adressée au commissaire aux comptes concernant une ou plusieurs informations ; - la vérification d'un calcul ; - la réexécution de contrôles, qui porte sur des contrôles réalisés à l'origine par l'entité ; - les procédures analytiques, qui consistent à apprécier des informations financières à partir : - de leurs corrélations avec d'autres informations, issues ou non des comptes, ou avec des données antérieures, postérieures ou prévisionnelles de l'entité ou d'entités similaires ; et - de l'analyse des variations significatives ou des tendances inattendues. 11. Ces techniques de contrôle peuvent s'utiliser seules ou en combinaison à tous les stades de l'audit des comptes.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative au caractère probant des éléments collectés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p></p><p></p><p align='center'>NORME D'EXERCICE PROFESSIONNEL \" CARACTÈRE PROBANT DES ÉLÉMENTS COLLECTÉS \"</p><p>Introduction</p><p>l. Tout au long de son audit des comptes, le commissaire aux comptes collecte des éléments qui lui permettent d'aboutir à des conclusions à partir desquelles il fonde son opinion sur les comptes.</p><p>2. La présente norme a pour objet de définir le caractère probant des éléments collectés par le commissaire aux comptes dans le cadre de l'audit des comptes et les techniques de contrôle qui lui permettent de les collecter.</p><p>Définition</p><p>3. Assertions : critères dont la réalisation conditionne la régularité, la sincérité et l'image fidèle des comptes.</p><p>Caractère probant</p><p>4. Les éléments collectés par le commissaire aux comptes comprennent à la fois les informations recueillies au cours de l'audit, celles, le cas échéant, recueillies lors des audits portant sur les exercices précédents et lors d'autres interventions, ou encore celles recueillies dans le cadre de l'acceptation ou du maintien de la mission.</p><p>5. Ces éléments apportent au commissaire aux comptes des éléments de preuves ou des présomptions quant au respect d'une ou plusieurs assertions. Ces éléments doivent être suffisants et appropriés pour lui permettre de fonder son opinion sur les comptes.</p><p>6. Le caractère approprié est fonction de la qualité des éléments collectés, c'est-à-dire de leur fiabilité et de leur pertinence.</p><p>Le caractère suffisant s'apprécie par rapport à la quantité d'éléments collectés. La quantité d'éléments à collecter dépend du risque d'anomalies significatives mais aussi de la qualité des éléments collectés. Le degré de fiabilité des éléments collectés dépend de leur origine, de leur nature et des circonstances particulières dans lesquelles ils ont été recueillis. Ainsi, en principe :</p><p>― les éléments collectés d'origine externe sont plus fiables que ceux d'origine interne. Pour cette raison, lorsque le commissaire aux comptes utilise des informations produites par l'entité pour mettre en œuvre des procédures d'audit, il collecte des éléments concernant leur exactitude et leur exhaustivité ;</p><p>- les éléments collectés d'origine interne sont d'autant plus fiables que le contrôle interne est efficace ;</p><p>- les éléments obtenus directement par le commissaire aux comptes, par exemple lors d'une observation physique, sont plus fiables que ceux obtenus par des demandes d'information ;</p><p>- les éléments collectés sont plus fiables lorsqu'ils sont étayés par des documents ;</p><p>- enfin, les éléments collectés constitués de documents originaux sont plus fiables que ceux constitués de copies.</p><p>7. Dans le cadre de son appréciation de la fiabilité des éléments collectés, le commissaire aux comptes garde un esprit critique quant aux indices qui pourraient remettre en cause leur validité. En cas de doute, il mène plus avant ses investigations.</p><p>Ainsi, lorsqu'un élément collecté n'est pas cohérent par rapport à un autre, le commissaire aux comptes détermine les procédures d'audit complémentaires à mettre en place pour élucider cette incohérence.</p><p>8. Pour fonder son opinion, le commissaire aux comptes n'est pas tenu d'examiner toutes les informations disponibles dans l'entité dans la mesure où il peut généralement conclure sur la base d'approches par sondage et d'autres moyens de sélection d'éléments à tester.</p><p>Assertions et collecte des éléments</p><p>9. Les éléments collectés apportent au commissaire aux comptes des éléments de preuves ou des présomptions quant au respect d'une ou plusieurs des assertions suivantes :</p><p>Assertions concernant les flux d'opérations et les événements survenus au cours de la période :</p><p>- réalité : les opérations et les événements qui ont été enregistrés se sont produits et se rapportent à l'entité ;</p><p>- exhaustivité : toutes les opérations et tous les événements qui auraient dû être enregistrés sont enregistrés ;</p><p>- mesure : les montants et autres données relatives aux opérations et événements ont été correctement enregistrés ;</p><p>- séparation des exercices : les opérations et les événements ont été enregistrés dans la bonne période ;</p><p>- classification : les opérations et les événements ont été enregistrés dans les comptes adéquats.</p><p>Les assertions concernant les soldes des comptes en fin de période :</p><p>- existence : les actifs et les passifs existent ;</p><p>- droits et obligations : l'entité détient et contrôle les droits sur les actifs, et les dettes correspondent aux obligations de l'entité ;<br/>- exhaustivité : tous les actifs et les passifs qui auraient dû être enregistrés l'ont bien été ;</p><p>- évaluation et imputation : les actifs et les passifs sont inscrits dans les comptes pour des montants appropriés et tous les ajustements résultant de leur évaluation ou imputation sont correctement enregistrés.</p><p>Les assertions concernant la présentation des comptes et les informations fournies dans l'annexe :</p><p>- réalité et droits et obligations : les événements, les transactions et les autres éléments fournis se sont produits et se rapportent à l'entité ;</p><p>- exhaustivité : toutes les informations relatives à l'annexe des comptes requises par le référentiel comptable ont été fournies ;</p><p>- présentation et intelligibilité : l'information financière est présentée et décrite de manière appropriée, et les informations données dans l'annexe des comptes sont clairement présentées ;</p><p>- mesure et évaluation : les informations financières et les autres informations sont données fidèlement et pour les bons montants.</p><p>Techniques de contrôle</p><p>10. Pour collecter les éléments nécessaires dans le cadre de l'audit des comptes, le commissaire aux comptes choisit parmi les techniques suivantes :</p><p>- l'inspection des enregistrements ou des documents, qui consiste à examiner des enregistrements ou des documents, soit internes soit externes, sous forme papier, sous forme électronique ou autres supports ;</p><p>- l'inspection des actifs corporels, qui correspond à un contrôle physique des actifs corporels ;</p><p>- l'observation physique, qui consiste à examiner la façon dont une procédure est exécutée au sein de l'entité ;</p><p>- la demande d'information, qui peut être adressée à des personnes internes ou externes à l'entité ;</p><p>- la demande de confirmation des tiers, qui consiste à obtenir de la part d'un tiers une déclaration directement adressée au commissaire aux comptes concernant une ou plusieurs informations ;</p><p>- la vérification d'un calcul ;</p><p>- la réexécution de contrôles, qui porte sur des contrôles réalisés à l'origine par l'entité ;</p><p>- les procédures analytiques, qui consistent à apprécier des informations financières à partir :</p><p>- de leurs corrélations avec d'autres informations, issues ou non des comptes, ou avec des données antérieures, postérieures ou prévisionnelles de l'entité ou d'entités similaires ; et</p><p>- de l'analyse des variations significatives ou des tendances inattendues.</p><p>11. Ces techniques de contrôle peuvent s'utiliser seules ou en combinaison à tous les stades de l'audit des comptes.</p><p></p>",
            "num": "A823-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1232496000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Des techniques de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163195",
                        "id": "LEGISCTA000020163438",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163197",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163195",
            "sectionParentId": "LEGISCTA000020163438",
            "sectionParentTitre": "Paragraphe 3 : Des techniques de contrôle",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 3 : Des techniques de contrôle",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163436",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000816608",
                    "textTitle": "Arrêté du 19 juillet 2006, article 1 v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000816608",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163436",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-9",
                "823-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}