{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044568319",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. Le réquisitoire peut être pris contre personne dénommée ou non dénommée. Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles 41-1 à 41-3 , soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83 . En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède. II.-En matière criminelle, lorsque la gravité ou la complexité de l'affaire le justifie ainsi que lorsqu'il requiert une cosaisine, le procureur de la République près le tribunal judiciaire au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de l'article 43 , y compris en faisant déférer devant eux les personnes concernées. Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal judiciaire au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire. Le procureur de la République près ce tribunal judiciaire est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement. En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. II bis.-Le procureur de la République près le tribunal judiciaire dans lequel il n'y a pas de juge d'instruction est compétent pour requérir l'ouverture d'une information devant le ou les juges d'instruction du tribunal judiciaire compétents en application du deuxième alinéa ou des quatrième et avant-dernier alinéas de l'article 52-1 , y compris en faisant déférer devant eux les personnes concernées. Dans les cas prévus au premier alinéa du présent II bis, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal judiciaire au sein duquel se trouvent le ou les juges d'instruction et qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de sa juridiction en matière d'information, y compris pour diriger et contrôler les enquêtes de police judiciaire. Le procureur de la République près ce tribunal judiciaire est seul compétent pour suivre le déroulement des informations mentionnées aux deux premiers alinéas du présent II bis jusqu'à leur règlement. En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, devant le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. III.-Si le procureur de la République près le tribunal judiciaire dans lequel il y a un ou plusieurs juges d'instruction ou dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II ou en application du deuxième alinéa du II bis et qu'il estime que ne doit être ouverte aucune information ou que ne doit être ouverte aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le dernier alinéa de l'article 394 et l'article 396 . Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le cinquième jour ouvrable suivant. A défaut, elle est mise d'office en liberté.",
            "texteHtml": "<p>I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. </p><p>Le réquisitoire peut être pris contre personne dénommée ou non dénommée. </p><p>Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000044569854&dateTexte=&categorieLien=id' title='Code de procédure pénale - art. 41-1 (VD)'>41-1 à 41-3</a>, soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575454&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 83 (V)'>83</a>. </p><p>En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède. </p><p>II.-En matière criminelle, lorsque la gravité ou la complexité de l'affaire le justifie ainsi que lorsqu'il requiert une cosaisine, le procureur de la République près le tribunal judiciaire au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574978&dateTexte=&categorieLien=cid'>43</a>, y compris en faisant déférer devant eux les personnes concernées. </p><p>Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal judiciaire au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire. </p><p>Le procureur de la République près ce tribunal judiciaire est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement. </p><p>En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. </p><p>II bis.-Le procureur de la République près le tribunal judiciaire dans lequel il n'y a pas de juge d'instruction est compétent pour requérir l'ouverture d'une information devant le ou les juges d'instruction du tribunal judiciaire compétents en application du deuxième alinéa ou des quatrième et avant-dernier alinéas de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575009&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 52-1 (V)'>52-1</a>, y compris en faisant déférer devant eux les personnes concernées. </p><p>Dans les cas prévus au premier alinéa du présent II bis, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal judiciaire au sein duquel se trouvent le ou les juges d'instruction et qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de sa juridiction en matière d'information, y compris pour diriger et contrôler les enquêtes de police judiciaire. </p><p>Le procureur de la République près ce tribunal judiciaire est seul compétent pour suivre le déroulement des informations mentionnées aux deux premiers alinéas du présent II bis jusqu'à leur règlement. </p><p>En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, devant le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. </p><p>III.-Si le procureur de la République près le tribunal judiciaire dans lequel il y a un ou plusieurs juges d'instruction ou dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II ou en application du deuxième alinéa du II bis et qu'il estime que ne doit être ouverte aucune information ou que ne doit être ouverte aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576441&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 394 (V)'>394 </a>et l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576417&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 396 (V)'>396</a>. Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le cinquième jour ouvrable suivant. A défaut, elle est mise d'office en liberté.</p><p></p>",
            "num": "80",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "9.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640304000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167421",
                        "id": "LEGISCTA000006167421",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575436",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167421",
            "sectionParentId": "LEGISCTA000006167421",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 1 : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044568319",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044545992",
                    "textTitle": "LOI n°2021-1729 du 22 décembre 2021 - art. 7",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000044549009",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-23",
                    "dateSignaTexte": "2021-12-22",
                    "dateDebutCible": "2021-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000271253",
                    "textTitle": "Loi n° 2007-291 du 5 mars 2007 - art. 30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000033459413",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2007-291",
                    "datePubli": 1173139200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000039086952",
                    "textTitle": "Code de la justice pénale des mineurs - art. L423-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000039088253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1568419200000,
                    "dateDebut": 1632960000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 394 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "394",
                    "articleId": "LEGIARTI000006576441",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 396 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "396",
                    "articleId": "LEGIARTI000006576417",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 41-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "41-1",
                    "articleId": "LEGIARTI000044569854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 43",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000006574978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000006575005",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 52-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "52-1",
                    "articleId": "LEGIARTI000006575009",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-111 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-111",
                    "articleId": "LEGIARTI000044570169",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-116 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-116",
                    "articleId": "LEGIARTI000042744040",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 83 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000006575454",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1204329600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 9-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-2",
                    "articleId": "LEGIARTI000043409311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619136000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-2",
                    "articleId": "LEGIARTI000039345015",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-3",
                    "articleId": "LEGIARTI000039345020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-35",
                    "articleId": "LEGIARTI000047383420",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-36",
                    "articleId": "LEGIARTI000047383494",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575436",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 730944000000,
                    "dateFin": 746928000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575437",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 746928000000,
                    "dateFin": 930182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575438",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 930182400000,
                    "dateFin": 1173139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575439",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1173139200000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026938994",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1479600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035546105",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312484",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038388762",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044568319",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "80"
            ],
            "versionPrecedente": "LEGIARTI000038388762",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038388762",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. Le réquisitoire peut être pris contre personne dénommée ou non dénommée. Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles 41-1 à 41-3 , soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83. En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède. II.-En matière criminelle, ainsi que lorsqu'il requiert une cosaisine, le procureur de la République près le tribunal judiciaire au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de l'article 43 , y compris en faisant déférer devant eux les personnes concernées. Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal judiciaire au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire. Le procureur de la République près ce tribunal judiciaire est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement. En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. II bis.-Le procureur de la République près le tribunal judiciaire dans lequel il n'y a pas de juge d'instruction est compétent pour requérir l'ouverture d'une information devant le ou les juges d'instruction du tribunal judiciaire compétents en application du deuxième alinéa ou des quatrième et avant-dernier alinéas de l'article 52-1, y compris en faisant déférer devant eux les personnes concernées. Dans les cas prévus au premier alinéa du présent II bis, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal judiciaire au sein duquel se trouvent le ou les juges d'instruction et qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de sa juridiction en matière d'information, y compris pour diriger et contrôler les enquêtes de police judiciaire. Le procureur de la République près ce tribunal judiciaire est seul compétent pour suivre le déroulement des informations mentionnées aux deux premiers alinéas du présent II bis jusqu'à leur règlement. En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, devant le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. III.-Si le procureur de la République près le tribunal judiciaire dans lequel il y a un ou plusieurs juges d'instruction ou dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II ou en application du deuxième alinéa du II bis et qu'il estime que ne doit être ouverte aucune information ou que ne doit être ouverte aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le dernier alinéa de l'article 394 et l'article 396. Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le cinquième jour ouvrable suivant. A défaut, elle est mise d'office en liberté.",
            "texteHtml": "<p>I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République.</p><p>Le réquisitoire peut être pris contre personne dénommée ou non dénommée.</p><p>Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574951&dateTexte=&categorieLien=cid'>41-1 à 41-3</a>, soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83.</p><p>En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède.</p><p>II.-En matière criminelle, ainsi que lorsqu'il requiert une cosaisine, le procureur de la République près le tribunal judiciaire au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574978&dateTexte=&categorieLien=cid'>43</a>, y compris en faisant déférer devant eux les personnes concernées.</p><p>Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal judiciaire au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire.</p><p>Le procureur de la République près ce tribunal judiciaire est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement.</p><p>En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents.</p><p>II bis.-Le procureur de la République près le tribunal judiciaire dans lequel il n'y a pas de juge d'instruction est compétent pour requérir l'ouverture d'une information devant le ou les juges d'instruction du tribunal judiciaire compétents en application du deuxième alinéa ou des quatrième et avant-dernier alinéas de l'article 52-1, y compris en faisant déférer devant eux les personnes concernées.</p><p>Dans les cas prévus au premier alinéa du présent II bis, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal judiciaire au sein duquel se trouvent le ou les juges d'instruction et qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de sa juridiction en matière d'information, y compris pour diriger et contrôler les enquêtes de police judiciaire.</p><p>Le procureur de la République près ce tribunal judiciaire est seul compétent pour suivre le déroulement des informations mentionnées aux deux premiers alinéas du présent II bis jusqu'à leur règlement.</p><p>En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, devant le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents.</p><p>III.-Si le procureur de la République près le tribunal judiciaire dans lequel il y a un ou plusieurs juges d'instruction ou dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II ou en application du deuxième alinéa du II bis et qu'il estime que ne doit être ouverte aucune information ou que ne doit être ouverte aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le dernier alinéa de l'article 394 et l'article 396. Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le cinquième jour ouvrable suivant. A défaut, elle est mise d'office en liberté.</p>",
            "num": "80",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1640304000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167421",
                        "id": "LEGISCTA000006167421",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575436",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167421",
            "sectionParentId": "LEGISCTA000006167421",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 1 : Dispositions générales",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038388762",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038261631",
                    "textTitle": "LOI n° 2019-222 du 23 mars 2019 - art. 95",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "95",
                    "articleId": "LEGIARTI000038262718",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-03-24",
                    "dateSignaTexte": "2019-03-23",
                    "dateDebutCible": "2019-03-25"
                },
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000271253",
                    "textTitle": "Loi n° 2007-291 du 5 mars 2007 - art. 30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000033459413",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2007-291",
                    "datePubli": 1173139200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000039086952",
                    "textTitle": "Code de la justice pénale des mineurs - art. L423-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000039088253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1568419200000,
                    "dateDebut": 1632960000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 41-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "41-1",
                    "articleId": "LEGIARTI000006574951",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 43",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000006574978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000006575005",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-111 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-111",
                    "articleId": "LEGIARTI000044570169",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-116 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-116",
                    "articleId": "LEGIARTI000042744040",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 9-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-2",
                    "articleId": "LEGIARTI000043409311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619136000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-2",
                    "articleId": "LEGIARTI000039345015",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-3",
                    "articleId": "LEGIARTI000039345020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-35",
                    "articleId": "LEGIARTI000047383420",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-36",
                    "articleId": "LEGIARTI000047383494",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575436",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 730944000000,
                    "dateFin": 746928000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575437",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 746928000000,
                    "dateFin": 930182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575438",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 930182400000,
                    "dateFin": 1173139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575439",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1173139200000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026938994",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1479600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035546105",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312484",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038388762",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044568319",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "80"
            ],
            "versionPrecedente": "LEGIARTI000038312484",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038312484",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. Le réquisitoire peut être pris contre personne dénommée ou non dénommée. Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles 41-1 à 41-3 , soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83. En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède. II.-En matière criminelle, ainsi que lorsqu'il requiert une cosaisine, le procureur de la République près le tribunal de grande instance au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de l'article 43 , y compris en faisant déférer devant eux les personnes concernées. Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal de grande instance au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire. Le procureur de la République près ce tribunal de grande instance est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement. En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. III.-Si le procureur de la République près le tribunal de grande instance dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II et qu'il estime qu'aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le dernier alinéa de l'article 394 et l'article 396. Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le cinquième jour ouvrable suivant. A défaut, elle est mise d'office en liberté.",
            "texteHtml": "<p>I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République.</p><p>Le réquisitoire peut être pris contre personne dénommée ou non dénommée.</p><p>Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574951&dateTexte=&categorieLien=cid'>41-1 à 41-3</a>, soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83.</p><p>En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède.</p><p>II.-En matière criminelle, ainsi que lorsqu'il requiert une cosaisine, le procureur de la République près le tribunal de grande instance au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574978&dateTexte=&categorieLien=cid'>43</a>, y compris en faisant déférer devant eux les personnes concernées.</p><p>Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal de grande instance au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire.</p><p>Le procureur de la République près ce tribunal de grande instance est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement.</p><p>En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents.</p><p>III.-Si le procureur de la République près le tribunal de grande instance dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II et qu'il estime qu'aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le dernier alinéa de l'article 394 et l'article 396. Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le cinquième jour ouvrable suivant. A défaut, elle est mise d'office en liberté.</p>",
            "num": "80",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1553472000000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167421",
                        "id": "LEGISCTA000006167421",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575436",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167421",
            "sectionParentId": "LEGISCTA000006167421",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 1 : Dispositions générales",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038312484",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038261631",
                    "textTitle": "LOI n°2019-222 du 23 mars 2019 - art. 60",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000038262684",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-03-24",
                    "dateSignaTexte": "2019-03-23",
                    "dateDebutCible": "2019-03-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000271253",
                    "textTitle": "Loi n° 2007-291 du 5 mars 2007 - art. 30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000033459413",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2007-291",
                    "datePubli": 1173139200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000039086952",
                    "textTitle": "Code de la justice pénale des mineurs - art. L423-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000039088253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1568419200000,
                    "dateDebut": 1632960000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 41-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "41-1",
                    "articleId": "LEGIARTI000006574951",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 43",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000006574978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000006575005",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-111 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-111",
                    "articleId": "LEGIARTI000044570169",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-116 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-116",
                    "articleId": "LEGIARTI000042744040",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 9-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-2",
                    "articleId": "LEGIARTI000043409311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619136000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-2",
                    "articleId": "LEGIARTI000039345015",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-3",
                    "articleId": "LEGIARTI000039345020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-35",
                    "articleId": "LEGIARTI000047383420",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-36",
                    "articleId": "LEGIARTI000047383494",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575436",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 730944000000,
                    "dateFin": 746928000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575437",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 746928000000,
                    "dateFin": 930182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575438",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 930182400000,
                    "dateFin": 1173139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575439",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1173139200000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026938994",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1479600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035546105",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312484",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038388762",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044568319",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "80"
            ],
            "versionPrecedente": "LEGIARTI000035546105",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026938994",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. Le réquisitoire peut être pris contre personne dénommée ou non dénommée. Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles 41-1 à 41-3 , soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83. En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86 . Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède. II.-Le procureur de la République près le tribunal de grande instance au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de l'article 43, y compris en faisant déférer devant eux les personnes concernées. Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal de grande instance au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire. Le procureur de la République près ce tribunal de grande instance est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement. En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, devant le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. III.-Si le procureur de la République près le tribunal de grande instance dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II et qu'il estime qu'aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le troisième alinéa de l'article 394 et l'article 396. Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le troisième jour ouvrable suivant.A défaut, elle est mise d'office en liberté.",
            "texteHtml": "<p>I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. </p><p>Le réquisitoire peut être pris contre personne dénommée ou non dénommée. </p><p>Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574951&dateTexte=&categorieLien=cid'>articles 41-1 à 41-3</a>, soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83. </p><p>En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575462&dateTexte=&categorieLien=cid'>l'article 86</a>. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède. </p><p>II.-Le procureur de la République près le tribunal de grande instance au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574978&dateTexte=&categorieLien=cid'>l'article 43,</a> y compris en faisant déférer devant eux les personnes concernées. </p><p>Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal de grande instance au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire. </p><p>Le procureur de la République près ce tribunal de grande instance est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement. </p><p>En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, devant le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. </p><p>III.-Si le procureur de la République près le tribunal de grande instance dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II et qu'il estime qu'aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le troisième alinéa de l'article 394 et l'article 396. Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le troisième jour ouvrable suivant.A défaut, elle est mise d'office en liberté.</p>",
            "num": "80",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1498867200000,
            "dateFin": 1479600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167421",
                        "id": "LEGISCTA000006167421",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575436",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167421",
            "sectionParentId": "LEGISCTA000006167421",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De l'exercice de l'action publique et de l'instruction &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 1 : Dispositions générales",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000026938994",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Aux termes de l'article 136 de la loi n° 2009-526 du 12 mai 2009, le chapitre Ier de la loi n° 2007-291 du 5 mars 2007 entre en vigueur le 1er janvier 2011. Aux termes de l'article 163 de la loi n° 2010-1657 du 29 décembre 2010, le chapitre Ier de la loi n° 2007-291 du 5 mars 2007 entre en vigueur le 1er janvier 2014. Aux termes de l'article 129 de la loi n° 2013-1278 du 29 décembre 2013, le chapitre Ier de la loi n° 2007-291 du 5 mars 2007 entre en vigueur le 1er janvier 2015. Aux termes de l'article 98 de la loi n° 2014-1654 du 29 décembre 2014, le chapitre Ier de la loi n° 2007-291 du 5 mars 2007 entre en vigueur le 1er janvier 2017. L'article unique de la loi n° 2012-1441 du 24 décembre 2012 a modifié la date d'entrée en vigueur des articles 1 et 2 de la loi n° 2011-1862 du 13 décembre 2011 prévue à l'article 70 de ladite loi en la reportant du 1er janvier 2013 au 1er janvier 2015. L'article 99 de la loi n° 2014-1654 du 29 décembre 2014 a modifié cette date en la reportant du 1er janvier 2015 au 1er janvier 2017. Aux termes de l'article 15 de la loi n° 2016-1547, les articles 1 et 2 de la loi n° 2011-1862 du 13 décembre 2011 entrent en vigueur le 1er juillet 2017.",
            "notaHtml": "<p>Aux termes de l'article 136 de la loi n° 2009-526 du 12 mai 2009, le chapitre Ier de la loi n° 2007-291 du 5 mars 2007 entre en vigueur le 1er janvier 2011.</p><p>Aux termes de l'article 163 de la loi n° 2010-1657 du 29 décembre 2010, le chapitre Ier de la loi n° 2007-291 du 5 mars 2007 entre en vigueur le 1er janvier 2014.</p><p>Aux termes de l'article 129 de la loi n° 2013-1278 du 29 décembre 2013, le chapitre Ier de la loi n° 2007-291 du 5 mars 2007 entre en vigueur le 1er janvier 2015.</p><p>Aux termes de l'article 98 de la loi n° 2014-1654 du 29 décembre 2014, le chapitre Ier de la loi n° 2007-291 du 5 mars 2007 entre en vigueur le 1er janvier 2017.</p><p>L'article unique de la loi n° 2012-1441 du 24 décembre 2012 a modifié la date d'entrée en vigueur des articles 1 et 2 de la loi n° 2011-1862 du 13 décembre 2011 prévue à l'article 70 de ladite loi en la reportant du 1er janvier 2013 au 1er janvier 2015.</p><p>L'article 99 de la loi n° 2014-1654 du 29 décembre 2014 a modifié cette date en la reportant du 1er janvier 2015 au 1er janvier 2017.</p><p>Aux termes de l'article 15 de la loi n° 2016-1547, les articles 1 et 2 de la loi n° 2011-1862 du 13 décembre 2011 entrent en vigueur le 1er juillet 2017.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024960344",
                    "textTitle": "Loi n°2011-1862 du 13 décembre 2011 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024961894",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-12-14",
                    "dateSignaTexte": "2011-12-13",
                    "dateDebutCible": "2011-12-15"
                },
                {
                    "textCid": "JORFTEXT000033418805",
                    "textTitle": "LOI n° 2016-1547 du 18 novembre 2016 - art. 25 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000033423892",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-11-19",
                    "dateSignaTexte": "2016-11-18",
                    "dateDebutCible": "2016-11-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000271253",
                    "textTitle": "Loi n° 2007-291 du 5 mars 2007 - art. 30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000033459413",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2007-291",
                    "datePubli": 1173139200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000039086952",
                    "textTitle": "Code de la justice pénale des mineurs - art. L423-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000039088253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1568419200000,
                    "dateDebut": 1632960000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 41-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "41-1",
                    "articleId": "LEGIARTI000006574951",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 43",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000006574978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000006575005",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-111 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-111",
                    "articleId": "LEGIARTI000044570169",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-116 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-116",
                    "articleId": "LEGIARTI000042744040",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 86",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "86",
                    "articleId": "LEGIARTI000006575462",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 9-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-2",
                    "articleId": "LEGIARTI000043409311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619136000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-2",
                    "articleId": "LEGIARTI000039345015",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-3",
                    "articleId": "LEGIARTI000039345020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-35",
                    "articleId": "LEGIARTI000047383420",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-36",
                    "articleId": "LEGIARTI000047383494",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575436",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 730944000000,
                    "dateFin": 746928000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575437",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 746928000000,
                    "dateFin": 930182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575438",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 930182400000,
                    "dateFin": 1173139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575439",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1173139200000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026938994",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1479600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035546105",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312484",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038388762",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044568319",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "80"
            ],
            "versionPrecedente": "LEGIARTI000006575439",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035546105",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. Le réquisitoire peut être pris contre personne dénommée ou non dénommée. Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles 41-1 à 41-3 , soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83. En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède. II.-En matière criminelle, ainsi que lorsqu'il requiert une cosaisine, le procureur de la République près le tribunal de grande instance au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de l'article 43 , y compris en faisant déférer devant eux les personnes concernées. Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal de grande instance au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire. Le procureur de la République près ce tribunal de grande instance est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement. En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. III.-Si le procureur de la République près le tribunal de grande instance dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II et qu'il estime qu'aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le troisième alinéa de l'article 394 et l'article 396. Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le troisième jour ouvrable suivant. A défaut, elle est mise d'office en liberté.",
            "texteHtml": "<p>I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. </p><p>Le réquisitoire peut être pris contre personne dénommée ou non dénommée. </p><p>Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574951&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 41-1 (V)'>41-1 à 41-3</a>, soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83. </p><p>En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède. </p><p>II.-En matière criminelle, ainsi que lorsqu'il requiert une cosaisine, le procureur de la République près le tribunal de grande instance au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574978&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 43 (V)'>43</a>, y compris en faisant déférer devant eux les personnes concernées. </p><p>Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal de grande instance au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire. </p><p>Le procureur de la République près ce tribunal de grande instance est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement. </p><p>En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. </p><p>III.-Si le procureur de la République près le tribunal de grande instance dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II et qu'il estime qu'aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le troisième alinéa de l'article 394 et l'article 396. Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le troisième jour ouvrable suivant. A défaut, elle est mise d'office en liberté.</p>",
            "num": "80",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1498867200000,
            "dateFin": 1553472000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167421",
                        "id": "LEGISCTA000006167421",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575436",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167421",
            "sectionParentId": "LEGISCTA000006167421",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 1 : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035546105",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "L'article unique de la loi n° 2012-1441 du 24 décembre 2012 a modifié la date d'entrée en vigueur des articles 1 et 2 de la loi n° 2011-1862 du 13 décembre 2011 prévue à l'article 70 de ladite loi en la reportant du 1er janvier 2013 au 1er janvier 2015. L'article 99 de la loi n° 2014-1654 du 29 décembre 2014 a modifié cette date en la reportant du 1er janvier 2015 au 1er janvier 2017. Aux termes de l'article 15 de la loi n° 2016-1547, les articles 1 et 2 de la loi n° 2011-1862 du 13 décembre 2011 entrent en vigueur le 1er juillet 2017.",
            "notaHtml": "<p>L'article unique de la loi n° 2012-1441 du 24 décembre 2012 a modifié la date d'entrée en vigueur des articles 1 et 2 de la loi n° 2011-1862 du 13 décembre 2011 prévue à l'article 70 de ladite loi en la reportant du 1er janvier 2013 au 1er janvier 2015.</p><p>L'article 99 de la loi n° 2014-1654 du 29 décembre 2014 a modifié cette date en la reportant du 1er janvier 2015 au 1er janvier 2017.</p><p>Aux termes de l'article 15 de la loi n° 2016-1547, les articles 1 et 2 de la loi n° 2011-1862 du 13 décembre 2011 entrent en vigueur le 1er juillet 2017.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024960344",
                    "textTitle": "LOI n°2011-1862\r\n du 13 décembre 2011 - art. 2",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024961894",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-12-14",
                    "dateSignaTexte": "2011-12-13",
                    "dateDebutCible": "2011-12-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000271253",
                    "textTitle": "Loi n° 2007-291 du 5 mars 2007 - art. 30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000033459413",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2007-291",
                    "datePubli": 1173139200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000039086952",
                    "textTitle": "Code de la justice pénale des mineurs - art. L423-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000039088253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1568419200000,
                    "dateDebut": 1632960000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "41-1",
                    "articleId": "LEGIARTI000006574951",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000006574978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000006575005",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-111 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-111",
                    "articleId": "LEGIARTI000044570169",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-116 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-116",
                    "articleId": "LEGIARTI000042744040",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 9-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-2",
                    "articleId": "LEGIARTI000043409311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619136000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-2",
                    "articleId": "LEGIARTI000039345015",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-3",
                    "articleId": "LEGIARTI000039345020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-35",
                    "articleId": "LEGIARTI000047383420",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-36",
                    "articleId": "LEGIARTI000047383494",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575436",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 730944000000,
                    "dateFin": 746928000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575437",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 746928000000,
                    "dateFin": 930182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575438",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 930182400000,
                    "dateFin": 1173139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575439",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1173139200000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026938994",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1479600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035546105",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312484",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038388762",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044568319",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "80"
            ],
            "versionPrecedente": "LEGIARTI000026938994",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006575439",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. Le réquisitoire peut être pris contre personne dénommée ou non dénommée. Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles 41-1 à 41-3 , soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83. En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86 . Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède. II.-En matière criminelle, ainsi que lorsqu'il requiert une cosaisine, le procureur de la République près le tribunal de grande instance au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de l'article 43 , y compris en faisant déférer devant eux les personnes concernées. Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal de grande instance au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire. Le procureur de la République près ce tribunal de grande instance est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement. En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, devant la juridiction de proximité, le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. III.-Si le procureur de la République près le tribunal de grande instance dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II et qu'il estime qu'aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le troisième alinéa de l'article 394 et l'article 396 . Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le troisième jour ouvrable suivant. A défaut, elle est mise d'office en liberté.",
            "texteHtml": "<p>I.-Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. </p><p>Le réquisitoire peut être pris contre personne dénommée ou non dénommée. </p><p>Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574951&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 41-1 (V)'>articles 41-1 à 41-3</a>, soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83. </p><p>En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575462&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 86 (V)'>l'article 86</a>. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède. </p><p>II.-En matière criminelle, ainsi que lorsqu'il requiert une cosaisine, le procureur de la République près le tribunal de grande instance au sein duquel il n'y a pas de pôle de l'instruction est compétent pour requérir l'ouverture d'une information devant les magistrats du pôle territorialement compétents pour les infractions relevant de sa compétence en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574978&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 43 (V)'>l'article 43</a>, y compris en faisant déférer devant eux les personnes concernées. </p><p>Dans les cas prévus au premier alinéa, le réquisitoire introductif peut également être pris par le procureur de la République près le tribunal de grande instance au sein duquel se trouve le pôle, qui est à cette fin territorialement compétent sur l'ensemble du ressort de compétence de ce pôle, y compris pour diriger et contrôler les enquêtes de police judiciaire. </p><p>Le procureur de la République près ce tribunal de grande instance est seul compétent pour suivre le déroulement des informations visées aux alinéas précédents jusqu'à leur règlement. </p><p>En cas de renvoi devant la juridiction de jugement, l'affaire est renvoyée, selon le cas, devant la juridiction de proximité, le tribunal de police, le tribunal correctionnel, le tribunal pour enfants ou la cour d'assises initialement compétents. </p><p>III.-Si le procureur de la République près le tribunal de grande instance dans lequel il y a un pôle de l'instruction constate qu'une personne est déférée devant lui en vue de l'ouverture d'une information en application du deuxième alinéa du II et qu'il estime qu'aucune information relevant de la compétence du pôle ne doit être ouverte, il peut, avant de transmettre le dossier de la procédure au procureur de la République territorialement compétent, requérir le placement sous contrôle judiciaire ou en détention provisoire de la personne selon les modalités prévues par le troisième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576441&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 394 (V)'>l'article 394 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576417&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 396 (V)'>l'article 396</a>. Si la personne est placée en détention provisoire, elle doit comparaître devant le procureur de la République territorialement compétent au plus tard le troisième jour ouvrable suivant. A défaut, elle est mise d'office en liberté.</p>",
            "num": "80",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1173139200000,
            "dateFin": 1498867200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167421",
                        "id": "LEGISCTA000006167421",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575436",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167421",
            "sectionParentId": "LEGISCTA000006167421",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 1 : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006575439",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000692469",
                    "textTitle": "Loi 57-1426 1957-12-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692469",
                    "natureText": "LOI",
                    "datePubliTexte": "1958-01-08",
                    "dateSignaTexte": "1957-12-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000271253",
                    "textTitle": "Loi n°2007-291 du 5 mars 2007 - art. 6 () JORF 6 mars 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006494619",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-03-06",
                    "dateSignaTexte": "2007-03-05",
                    "dateDebutCible": "2007-03-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000271253",
                    "textTitle": "Loi n° 2007-291 du 5 mars 2007 - art. 30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000033459413",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2007-291",
                    "datePubli": 1173139200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000039086952",
                    "textTitle": "Code de la justice pénale des mineurs - art. L423-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000039088253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1568419200000,
                    "dateDebut": 1632960000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 394 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "394",
                    "articleId": "LEGIARTI000006576441",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 396 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "396",
                    "articleId": "LEGIARTI000006576417",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "41-1",
                    "articleId": "LEGIARTI000006574951",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000006574978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000006575005",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-111 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-111",
                    "articleId": "LEGIARTI000044570169",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-116 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-116",
                    "articleId": "LEGIARTI000042744040",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 86 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "86",
                    "articleId": "LEGIARTI000006575462",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 9-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-2",
                    "articleId": "LEGIARTI000043409311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619136000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-2",
                    "articleId": "LEGIARTI000039345015",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-3",
                    "articleId": "LEGIARTI000039345020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-35",
                    "articleId": "LEGIARTI000047383420",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-36",
                    "articleId": "LEGIARTI000047383494",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575436",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 730944000000,
                    "dateFin": 746928000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575437",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 746928000000,
                    "dateFin": 930182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575438",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 930182400000,
                    "dateFin": 1173139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575439",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1173139200000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026938994",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1479600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035546105",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312484",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038388762",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044568319",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "80"
            ],
            "versionPrecedente": "LEGIARTI000006575438",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006575438",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. Le réquisitoire peut être pris contre personne dénommée ou non dénommée. Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles 41-1 à 41-3, soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83. En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède.",
            "texteHtml": "<p></p>   Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République.<p></p><p></p>   Le réquisitoire peut être pris contre personne dénommée ou non dénommée.<p></p><p></p>   Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d'instruction, par réquisitoire supplétif, qu'il informe sur ces nouveaux faits, soit requérir l'ouverture d'une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d'un classement sans suite ou de procéder à l'une des mesures prévues aux articles 41-1 à 41-3, soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l'ouverture d'une information distincte, celle-ci peut être confiée au même juge d'instruction, désigné dans les conditions prévues au premier alinéa de l'article 83.<p></p><p></p>   En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d'instruction par la partie civile en cours d'information, il est fait application des dispositions de l'alinéa qui précède.<p></p>",
            "num": "80",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 930182400000,
            "dateFin": 1173139200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167421",
                        "id": "LEGISCTA000006167421",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575436",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167421",
            "sectionParentId": "LEGISCTA000006167421",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 1 : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006575438",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000692469",
                    "textTitle": "Loi 57-1426 1957-12-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692469",
                    "natureText": "LOI",
                    "datePubliTexte": "1958-01-08",
                    "dateSignaTexte": "1957-12-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000759946",
                    "textTitle": "Loi n°99-515 du 23 juin 1999 - art. 14 () JORF 24 juin 1999",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006493201",
                    "natureText": "LOI",
                    "datePubliTexte": "1999-06-24",
                    "dateSignaTexte": "1999-06-23",
                    "dateDebutCible": "1999-06-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000271253",
                    "textTitle": "Loi n° 2007-291 du 5 mars 2007 - art. 30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000033459413",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2007-291",
                    "datePubli": 1173139200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000039086952",
                    "textTitle": "Code de la justice pénale des mineurs - art. L423-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000039088253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1568419200000,
                    "dateDebut": 1632960000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. 83 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000006575454",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1204329600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. 86 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "86",
                    "articleId": "LEGIARTI000006575462",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000006575005",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-111 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-111",
                    "articleId": "LEGIARTI000044570169",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-116 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-116",
                    "articleId": "LEGIARTI000042744040",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 9-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-2",
                    "articleId": "LEGIARTI000043409311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619136000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-2",
                    "articleId": "LEGIARTI000039345015",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-3",
                    "articleId": "LEGIARTI000039345020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-35",
                    "articleId": "LEGIARTI000047383420",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-36",
                    "articleId": "LEGIARTI000047383494",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale 86, 41-1 à 41-3, 83",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006071154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575436",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 730944000000,
                    "dateFin": 746928000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575437",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 746928000000,
                    "dateFin": 930182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575438",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 930182400000,
                    "dateFin": 1173139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575439",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1173139200000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026938994",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1479600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035546105",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312484",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038388762",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044568319",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "80"
            ],
            "versionPrecedente": "LEGIARTI000006575437",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006575437",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. Le réquisitoire peut être pris contre personne dénommée ou non dénommée. Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86.",
            "texteHtml": "<p></p>   Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République.<p></p><p></p>   Le réquisitoire peut être pris contre personne dénommée ou non dénommée.<p></p><p></p>   Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent.<p></p><p></p>   En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86.<p></p>",
            "num": "80",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 746928000000,
            "dateFin": 930182400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167421",
                        "id": "LEGISCTA000006167421",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575436",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167421",
            "sectionParentId": "LEGISCTA000006167421",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 1 : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006575437",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000692469",
                    "textTitle": "Loi 57-1426 1957-12-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692469",
                    "natureText": "LOI",
                    "datePubliTexte": "1958-01-08",
                    "dateSignaTexte": "1957-12-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000732008",
                    "textTitle": "Loi 93-1013 1993-08-24 art. 7 JORF 25 août 1993 en vigueur le 2 septembre 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000732008",
                    "natureText": "LOI",
                    "datePubliTexte": "1994-07-26",
                    "dateSignaTexte": "1993-08-24",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000271253",
                    "textTitle": "Loi n° 2007-291 du 5 mars 2007 - art. 30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000033459413",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2007-291",
                    "datePubli": 1173139200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000039086952",
                    "textTitle": "Code de la justice pénale des mineurs - art. L423-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000039088253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1568419200000,
                    "dateDebut": 1632960000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. 86 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "86",
                    "articleId": "LEGIARTI000006575462",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000006575005",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-111 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-111",
                    "articleId": "LEGIARTI000044570169",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-116 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-116",
                    "articleId": "LEGIARTI000042744040",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 9-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-2",
                    "articleId": "LEGIARTI000043409311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619136000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-2",
                    "articleId": "LEGIARTI000039345015",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-3",
                    "articleId": "LEGIARTI000039345020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-35",
                    "articleId": "LEGIARTI000047383420",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-36",
                    "articleId": "LEGIARTI000047383494",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575436",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 730944000000,
                    "dateFin": 746928000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575437",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 746928000000,
                    "dateFin": 930182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575438",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 930182400000,
                    "dateFin": 1173139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575439",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1173139200000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026938994",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1479600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035546105",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312484",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038388762",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044568319",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "80"
            ],
            "versionPrecedente": "LEGIARTI000006575436",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006575436",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République. Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86.",
            "texteHtml": "<p></p>   Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur de la République.<p></p><p></p>   Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent.<p></p><p></p>   En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 86.<p></p>",
            "num": "80",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 730944000000,
            "dateFin": 746928000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1957-12-31",
                        "fin": "1997-03-31",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151882",
                        "id": "LEGISCTA000006151882",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-01-01",
                        "fin": "1997-03-31",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167435",
                        "id": "LEGISCTA000006167435",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575436",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167435",
            "sectionParentId": "LEGISCTA000006167435",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 1 : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006575436",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000692469",
                    "textTitle": "Loi 57-1426 1957-12-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692469",
                    "natureText": "LOI",
                    "datePubliTexte": "1958-01-08",
                    "dateSignaTexte": "1957-12-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000178780",
                    "textTitle": "Loi n°93-2 du 4 janvier 1993 - art. 22 () JORF 5 janvier 1993 en vigueur le 1er mars 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000006491945",
                    "natureText": "LOI",
                    "datePubliTexte": "1993-01-04",
                    "dateSignaTexte": "1993-01-04",
                    "dateDebutCible": "1993-03-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000271253",
                    "textTitle": "Loi n° 2007-291 du 5 mars 2007 - art. 30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000033459413",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2007-291",
                    "datePubli": 1173139200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000039086952",
                    "textTitle": "Code de la justice pénale des mineurs - art. L423-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000039088253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1568419200000,
                    "dateDebut": 1632960000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. 86 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "86",
                    "articleId": "LEGIARTI000006575462",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000006575005",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-111 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-111",
                    "articleId": "LEGIARTI000044570169",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-116 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-116",
                    "articleId": "LEGIARTI000042744040",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 9-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-2",
                    "articleId": "LEGIARTI000043409311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619136000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-2",
                    "articleId": "LEGIARTI000039345015",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D15-4-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D15-4-3",
                    "articleId": "LEGIARTI000039345020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-35",
                    "articleId": "LEGIARTI000047383420",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D47-1-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D47-1-36",
                    "articleId": "LEGIARTI000047383494",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1649980800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575436",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 730944000000,
                    "dateFin": 746928000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575437",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 746928000000,
                    "dateFin": 930182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575438",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 930182400000,
                    "dateFin": 1173139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575439",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1173139200000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026938994",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1479600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035546105",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312484",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038388762",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044568319",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "80"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}