{
    "cid": "LEGIARTI000020891583",
    "num": "L1432-3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Administration générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140607",
                        "id": "LEGISCTA000006140607",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Agences régionales de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891559",
                        "id": "LEGISCTA000020897740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement des agences régionales de santé \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891571",
                        "id": "LEGISCTA000020897736",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation des agences \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891573",
                        "id": "LEGISCTA000020897734",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2022-02-23",
                        "titre": "Sous-section 2 : Conseil de surveillance \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000020897730",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-02-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Conseil d'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000045212630",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045212621",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031593620",
                    "textTitle": "Ordonnance n°2015-1620 du 10 décembre 2015 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031598999",
                    "natureText": "ORDONNANCE",
                    "date": 1645652675311,
                    "parentCid": null,
                    "numTexte": "2015-1620",
                    "datePubli": 1449792000000,
                    "dateDebut": 1449878400000
                },
                {
                    "textCid": "JORFTEXT000043134296",
                    "textTitle": "Décret n°2021-163 du 15 février 2021 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043137261",
                    "natureText": "DECRET",
                    "date": 1645652675311,
                    "parentCid": null,
                    "numTexte": "2021-163",
                    "datePubli": 1613433600000,
                    "dateDebut": 1613520000000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5",
                    "articleId": "LEGIARTI000006353021",
                    "natureText": "CODE",
                    "date": 1645652675311,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -163382400000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6",
                    "articleId": "LEGIARTI000006353026",
                    "natureText": "CODE",
                    "date": 1645652675311,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -163382400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-9",
                    "articleId": "LEGIARTI000019347716",
                    "natureText": "CODE",
                    "date": 1645652675311,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-18",
                    "articleId": "LEGIARTI000026664423",
                    "natureText": "CODE",
                    "date": 1645652675311,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1353715200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-57",
                    "articleId": "LEGIARTI000022051390",
                    "natureText": "CODE",
                    "date": 1645652675311,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1441-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1441-5",
                    "articleId": "LEGIARTI000042654778",
                    "natureText": "CODE",
                    "date": 1645652675311,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607472000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1443-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1443-6",
                    "articleId": "LEGIARTI000022022383",
                    "natureText": "CODE",
                    "date": 1645652675312,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1269648000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-65 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-65",
                    "articleId": "LEGIARTI000022051370",
                    "natureText": "CODE",
                    "date": 1645652675312,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 119",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "119",
                    "articleId": "LEGIARTI000045199091",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "num": "L1432-3",
            "origine": "LEGI",
            "texte": "I.-Le conseil d'administration de l'agence régionale de santé est composé : 1° De représentants de l'Etat ; 2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de l'article L. 2122-9 du code du travail ; 3° De représentants des collectivités territoriales et de leurs groupements ; 4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence. Des membres du conseil peuvent disposer de plusieurs voix. Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil d'administration avec voix consultative. Peuvent participer aux réunions du conseil d'administration, avec voix consultative, un député et un sénateur élus dans l'un des départements de la région, désignés respectivement par le Président de l'Assemblée nationale et par le Président du Sénat. Ils sont désignés en priorité parmi les membres des commissions permanentes chargées des affaires sociales des deux assemblées. Le conseil d'administration est présidé par le représentant de l'Etat dans la région. Celui-ci est assisté de quatre vice-présidents, dont trois désignés parmi les membres mentionnés au 3° du présent I. Le conseil d'administration approuve le budget et le budget annexe de l'agence, sur proposition du directeur général ; il peut les rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire. Le conseil d'administration émet un avis motivé sur le projet régional de santé. Il émet un avis sur le contrat pluriannuel d'objectifs et de moyens de l'agence et, au moins une fois par an, sur les résultats de l'action de l'agence. En période d'état d'urgence sanitaire déclaré sur le fondement du chapitre Ier bis du titre III du livre Ier de la troisième partie, il se réunit au moins une fois par mois pour se tenir informé de l'évolution de la situation et des décisions prises par la direction de l'agence. Le conseil d'administration fixe, sur proposition du directeur général, les grandes orientations de la politique menée par l'agence en ce qui concerne la conclusion et l'exécution de conventions avec les collectivités territoriales et leurs groupements pour la mise en œuvre du projet régional de santé. Le directeur général lui transmet chaque année un rapport sur ces conventions. Le conseil d'administration procède régulièrement, en lien avec les délégations départementales de l'agence et les élus locaux, à un état des lieux de la désertification médicale dans la région et formule, le cas échéant, des propositions afin de lutter contre cette situation. Le conseil d'administration approuve le compte financier. Chaque année, le directeur général de l'agence transmet au conseil d'administration un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée ainsi qu'un rapport sur les actions financées par le budget annexe de l'agence. Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire. II.-Nul ne peut être membre du conseil d'administration : 1° A plus d'un titre ; 2° S'il encourt l'incapacité prévue à l'article L. 6 du code électoral ; 3° S'il est salarié de l'agence ; 4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ; 5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ; 6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence. Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil d'administration avec voix consultative. Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers. III.-L'écart entre le nombre de femmes et le nombre d'hommes parmi les membres du conseil d'administration mentionnés aux 1° à 4° du I et les représentants des personnels mentionnés au septième alinéa du I ne peut être supérieur à un. Parmi les membres désignés par une même personne, l'écart entre le nombre de femmes et le nombre d'hommes ne peut être supérieur à un. Aux fins d'assurer le respect de la règle définie à l'alinéa précédent, un décret détermine les conditions dans lesquelles est organisée l'élection des représentants des personnels de manière à ce que l'écart entre les femmes et les hommes au sein de ces représentants n'excède pas un. Il détermine également les cas dans lesquels, au regard de l'insuffisance de personnes éligibles de chaque sexe constatée lors du scrutin, et par dérogation au premier alinéa, les représentants du personnel ne sont pas pris en compte pour l'application de la règle définie à cet alinéa. Un tirage au sort est réalisé, le cas échéant, afin de déterminer, parmi les personnes appelées à prendre part à la désignation ou au renouvellement des membres du conseil d'administration et ne désignant qu'un membre ou un nombre impair de membres, celles qui désignent une femme et celles qui désignent un homme. Toutefois, dans le cas où une personne investie du pouvoir de nomination ou de désignation souhaite renouveler le mandat d'un membre sortant, elle le désigne au préalable. Il est alors procédé à la désignation des autres membres après application, compte tenu des membres dont le mandat a été renouvelé, du tirage au sort mentionné à l'alinéa précédent. Les modalités du tirage au sort mentionné au troisième alinéa du présent III ainsi que le délai dans lequel il est organisé sont fixés par décret. IV.-Les modalités d'application du présent article sont fixées par décret.",
            "texteHtml": "<p>I.-Le conseil d'administration de l'agence régionale de santé est composé :</p><p>1° De représentants de l'Etat ;</p><p>2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de l'article <a href='/article/LEGIARTI000019347716'>L. 2122-9 </a>du code du travail ;</p><p>3° De représentants des collectivités territoriales et de leurs groupements ;</p><p>4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence.</p><p>Des membres du conseil peuvent disposer de plusieurs voix.</p><p>Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil d'administration avec voix consultative.</p><p>Peuvent participer aux réunions du conseil d'administration, avec voix consultative, un député et un sénateur élus dans l'un des départements de la région, désignés respectivement par le Président de l'Assemblée nationale et par le Président du Sénat. Ils sont désignés en priorité parmi les membres des commissions permanentes chargées des affaires sociales des deux assemblées.</p><p>Le conseil d'administration est présidé par le représentant de l'Etat dans la région. Celui-ci est assisté de quatre vice-présidents, dont trois désignés parmi les membres mentionnés au 3° du présent I.</p><p>Le conseil d'administration approuve le budget et le budget annexe de l'agence, sur proposition du directeur général ; il peut les rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire.</p><p>Le conseil d'administration émet un avis motivé sur le projet régional de santé. Il émet un avis sur le contrat pluriannuel d'objectifs et de moyens de l'agence et, au moins une fois par an, sur les résultats de l'action de l'agence. En période d'état d'urgence sanitaire déclaré sur le fondement du chapitre Ier bis du titre III du livre Ier de la troisième partie, il se réunit au moins une fois par mois pour se tenir informé de l'évolution de la situation et des décisions prises par la direction de l'agence.</p><p>Le conseil d'administration fixe, sur proposition du directeur général, les grandes orientations de la politique menée par l'agence en ce qui concerne la conclusion et l'exécution de conventions avec les collectivités territoriales et leurs groupements pour la mise en œuvre du projet régional de santé. Le directeur général lui transmet chaque année un rapport sur ces conventions.<br/><br/>\n Le conseil d'administration procède régulièrement, en lien avec les délégations départementales de l'agence et les élus locaux, à un état des lieux de la désertification médicale dans la région et formule, le cas échéant, des propositions afin de lutter contre cette situation.</p><p>Le conseil d'administration approuve le compte financier.</p><p>Chaque année, le directeur général de l'agence transmet au conseil d'administration un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée ainsi qu'un rapport sur les actions financées par le budget annexe de l'agence.</p><p>Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire.</p><p>II.-Nul ne peut être membre du conseil d'administration :</p><p>1° A plus d'un titre ;</p><p>2° S'il encourt <a href='/article/LEGIARTI000006353021'></a>l'incapacité prévue à l'article <a href='/article/LEGIARTI000006353026'>L. 6</a> du code électoral ;</p><p>3° S'il est salarié de l'agence ;</p><p>4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ;</p><p>5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ;</p><p>6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence.</p><p>Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil d'administration avec voix consultative.</p><p>Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers.</p><p>III.-L'écart entre le nombre de femmes et le nombre d'hommes parmi les membres du conseil d'administration mentionnés aux 1° à 4° du I et les représentants des personnels mentionnés au septième alinéa du I ne peut être supérieur à un. Parmi les membres désignés par une même personne, l'écart entre le nombre de femmes et le nombre d'hommes ne peut être supérieur à un.</p><p>Aux fins d'assurer le respect de la règle définie à l'alinéa précédent, un décret détermine les conditions dans lesquelles est organisée l'élection des représentants des personnels de manière à ce que l'écart entre les femmes et les hommes au sein de ces représentants n'excède pas un. Il détermine également les cas dans lesquels, au regard de l'insuffisance de personnes éligibles de chaque sexe constatée lors du scrutin, et par dérogation au premier alinéa, les représentants du personnel ne sont pas pris en compte pour l'application de la règle définie à cet alinéa.</p><p>Un tirage au sort est réalisé, le cas échéant, afin de déterminer, parmi les personnes appelées à prendre part à la désignation ou au renouvellement des membres du conseil d'administration et ne désignant qu'un membre ou un nombre impair de membres, celles qui désignent une femme et celles qui désignent un homme.</p><p>Toutefois, dans le cas où une personne investie du pouvoir de nomination ou de désignation souhaite renouveler le mandat d'un membre sortant, elle le désigne au préalable. Il est alors procédé à la désignation des autres membres après application, compte tenu des membres dont le mandat a été renouvelé, du tirage au sort mentionné à l'alinéa précédent.</p><p>Les modalités du tirage au sort mentionné au troisième alinéa du présent III ainsi que le délai dans lequel il est organisé sont fixés par décret.</p><p>IV.-Les modalités d'application du présent article sont fixées par décret.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-02-23T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Administration générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140607",
                        "id": "LEGISCTA000006140607",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Agences régionales de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891559",
                        "id": "LEGISCTA000020897740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement des agences régionales de santé \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891571",
                        "id": "LEGISCTA000020897736",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation des agences \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891573",
                        "id": "LEGISCTA000020897734",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2022-02-23",
                        "titre": "Sous-section 2 : Conseil de surveillance \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000020897730",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-02-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Conseil d'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000045212630",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000038310673",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031593620",
                    "textTitle": "Ordonnance n°2015-1620 du 10 décembre 2015 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031598999",
                    "natureText": "ORDONNANCE",
                    "date": 1645652677904,
                    "parentCid": null,
                    "numTexte": "2015-1620",
                    "datePubli": 1449792000000,
                    "dateDebut": 1449878400000
                },
                {
                    "textCid": "JORFTEXT000043134296",
                    "textTitle": "Décret n°2021-163 du 15 février 2021 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043137261",
                    "natureText": "DECRET",
                    "date": 1645652677905,
                    "parentCid": null,
                    "numTexte": "2021-163",
                    "datePubli": 1613433600000,
                    "dateDebut": 1613520000000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5",
                    "articleId": "LEGIARTI000006353021",
                    "natureText": "CODE",
                    "date": 1645652677905,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -163382400000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6",
                    "articleId": "LEGIARTI000006353026",
                    "natureText": "CODE",
                    "date": 1645652677905,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -163382400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-9",
                    "articleId": "LEGIARTI000019347716",
                    "natureText": "CODE",
                    "date": 1645652677905,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-18",
                    "articleId": "LEGIARTI000026664423",
                    "natureText": "CODE",
                    "date": 1645652677905,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1353715200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-57",
                    "articleId": "LEGIARTI000022051390",
                    "natureText": "CODE",
                    "date": 1645652677905,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1441-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1441-5",
                    "articleId": "LEGIARTI000042654778",
                    "natureText": "CODE",
                    "date": 1645652677905,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607472000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1443-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1443-6",
                    "articleId": "LEGIARTI000022022383",
                    "natureText": "CODE",
                    "date": 1645652677905,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1269648000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-65 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-65",
                    "articleId": "LEGIARTI000022051370",
                    "natureText": "CODE",
                    "date": 1645652677906,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038261631",
                    "textTitle": "LOI n°2019-222 du 23 mars 2019 - art. 11",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000038262762",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-03-24",
                    "dateSignaTexte": "2019-03-23",
                    "dateDebutCible": "2019-03-25"
                }
            ],
            "num": "L1432-3",
            "origine": "LEGI",
            "texte": "I.-Le conseil de surveillance de l'agence régionale de santé est composé : 1° De représentants de l'Etat ; 2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de l'article L. 2122-9 du code du travail ; 3° De représentants des collectivités territoriales ; 4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence. Des membres du conseil peuvent disposer de plusieurs voix. Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil de surveillance avec voix consultative. Le conseil de surveillance est présidé par le représentant de l'Etat dans la région. Le conseil de surveillance approuve le budget et le budget annexe de l'agence, sur proposition du directeur général ; il peut les rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire. Il émet un avis sur le projet régional de santé, le contrat pluriannuel d'objectifs et de moyens de l'agence, ainsi qu'au moins une fois par an, sur les résultats de l'action de l'agence. Il approuve le compte financier. Chaque année, le directeur général de l'agence transmet au conseil de surveillance un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée. Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire. II.-Nul ne peut être membre du conseil de surveillance : 1° A plus d'un titre ; 2° S'il encourt l'incapacité prévue à l'article L. 6 du code électoral ; 3° S'il est salarié de l'agence ; 4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ; 5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ; 6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence. Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil de surveillance avec voix consultative. Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers. III.-L'écart entre le nombre de femmes et le nombre d'hommes parmi les membres du conseil de surveillance mentionnés aux 1° à 4° du I et les représentants des personnels mentionnés au septième alinéa du I ne peut être supérieur à un. Parmi les membres désignés par une même personne, l'écart entre le nombre de femmes et le nombre d'hommes ne peut être supérieur à un. Aux fins d'assurer le respect de la règle définie à l'alinéa précédent, un décret détermine les conditions dans lesquelles est organisée l'élection des représentants des personnels de manière à ce que l'écart entre les femmes et les hommes au sein de ces représentants n'excède pas un. Il détermine également les cas dans lesquels, au regard de l'insuffisance de personnes éligibles de chaque sexe constatée lors du scrutin, et par dérogation au premier alinéa, les représentants du personnel ne sont pas pris en compte pour l'application de la règle définie à cet alinéa. Un tirage au sort est réalisé, le cas échéant, afin de déterminer, parmi les personnes appelées à prendre part à la désignation ou au renouvellement des membres du conseil de surveillance et ne désignant qu'un membre ou un nombre impair de membres, celles qui désignent une femme et celles qui désignent un homme. Toutefois, dans le cas où une personne investie du pouvoir de nomination ou de désignation souhaite renouveler le mandat d'un membre sortant, elle le désigne au préalable. Il est alors procédé à la désignation des autres membres après application, compte tenu des membres dont le mandat a été renouvelé, du tirage au sort mentionné à l'alinéa précédent. Les modalités du tirage au sort mentionné au troisième alinéa du présent III ainsi que le délai dans lequel il est organisé sont fixés par décret. IV.-Les modalités d'application du présent article sont fixées par décret.",
            "texteHtml": "<p>I.-Le conseil de surveillance de l'agence régionale de santé est composé : </p><p>1° De représentants de l'Etat ; </p><p>2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de l'article <a href='/article/LEGIARTI000019347716'>L. 2122-9 </a>du code du travail ; </p><p>3° De représentants des collectivités territoriales ; </p><p>4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence. </p><p>Des membres du conseil peuvent disposer de plusieurs voix. </p><p>Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil de surveillance avec voix consultative. </p><p>Le conseil de surveillance est présidé par le représentant de l'Etat dans la région. </p><p>Le conseil de surveillance approuve le budget et le budget annexe de l'agence, sur proposition du directeur général ; il peut les rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire. </p><p>Il émet un avis sur le projet régional de santé, le contrat pluriannuel d'objectifs et de moyens de l'agence, ainsi qu'au moins une fois par an, sur les résultats de l'action de l'agence. </p><p>Il approuve le compte financier. </p><p>Chaque année, le directeur général de l'agence transmet au conseil de surveillance un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée. </p><p>Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire. </p><p>II.-Nul ne peut être membre du conseil de surveillance : </p><p>1° A plus d'un titre ; </p><p>2° S'il encourt         <a href='/article/LEGIARTI000006353021'></a>l'incapacité prévue à l'article <a href='/article/LEGIARTI000006353026'>L. 6</a> du code électoral ; </p><p>3° S'il est salarié de l'agence ; </p><p>4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ; </p><p>5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ; </p><p>6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence. </p><p>Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil de surveillance avec voix consultative. </p><p>Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers. </p><p>III.-L'écart entre le nombre de femmes et le nombre d'hommes parmi les membres du conseil de surveillance mentionnés aux 1° à 4° du I et les représentants des personnels mentionnés au septième alinéa du I ne peut être supérieur à un. Parmi les membres désignés par une même personne, l'écart entre le nombre de femmes et le nombre d'hommes ne peut être supérieur à un. </p><p>Aux fins d'assurer le respect de la règle définie à l'alinéa précédent, un décret détermine les conditions dans lesquelles est organisée l'élection des représentants des personnels de manière à ce que l'écart entre les femmes et les hommes au sein de ces représentants n'excède pas un. Il détermine également les cas dans lesquels, au regard de l'insuffisance de personnes éligibles de chaque sexe constatée lors du scrutin, et par dérogation au premier alinéa, les représentants du personnel ne sont pas pris en compte pour l'application de la règle définie à cet alinéa. </p><p>Un tirage au sort est réalisé, le cas échéant, afin de déterminer, parmi les personnes appelées à prendre part à la désignation ou au renouvellement des membres du conseil de surveillance et ne désignant qu'un membre ou un nombre impair de membres, celles qui désignent une femme et celles qui désignent un homme. </p><p>Toutefois, dans le cas où une personne investie du pouvoir de nomination ou de désignation souhaite renouveler le mandat d'un membre sortant, elle le désigne au préalable. Il est alors procédé à la désignation des autres membres après application, compte tenu des membres dont le mandat a été renouvelé, du tirage au sort mentionné à l'alinéa précédent. </p><p>Les modalités du tirage au sort mentionné au troisième alinéa du présent III ainsi que le délai dans lequel il est organisé sont fixés par décret. </p><p>IV.-Les modalités d'application du présent article sont fixées par décret.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-03-25T00:00:00.000Z",
            "dateFin": "2022-02-23T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Administration générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140607",
                        "id": "LEGISCTA000006140607",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Agences régionales de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891559",
                        "id": "LEGISCTA000020897740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement des agences régionales de santé \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891571",
                        "id": "LEGISCTA000020897736",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation des agences \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891573",
                        "id": "LEGISCTA000020897734",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2022-02-23",
                        "titre": "Sous-section 2 : Conseil de surveillance \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000020897730",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-02-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Conseil d'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000045212630",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000033862648",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031593620",
                    "textTitle": "Ordonnance n°2015-1620 du 10 décembre 2015 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031598999",
                    "natureText": "ORDONNANCE",
                    "date": 1645652646161,
                    "parentCid": null,
                    "numTexte": "2015-1620",
                    "datePubli": 1449792000000,
                    "dateDebut": 1449878400000
                },
                {
                    "textCid": "JORFTEXT000043134296",
                    "textTitle": "Décret n°2021-163 du 15 février 2021 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043137261",
                    "natureText": "DECRET",
                    "date": 1645652646162,
                    "parentCid": null,
                    "numTexte": "2021-163",
                    "datePubli": 1613433600000,
                    "dateDebut": 1613520000000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5",
                    "articleId": "LEGIARTI000006353021",
                    "natureText": "CODE",
                    "date": 1645652646162,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -163382400000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6",
                    "articleId": "LEGIARTI000006353026",
                    "natureText": "CODE",
                    "date": 1645652646162,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -163382400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-9",
                    "articleId": "LEGIARTI000019347716",
                    "natureText": "CODE",
                    "date": 1645652646162,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-18",
                    "articleId": "LEGIARTI000026664423",
                    "natureText": "CODE",
                    "date": 1645652646162,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1353715200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-57",
                    "articleId": "LEGIARTI000022051390",
                    "natureText": "CODE",
                    "date": 1645652646162,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1441-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1441-5",
                    "articleId": "LEGIARTI000042654778",
                    "natureText": "CODE",
                    "date": 1645652646162,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607472000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1443-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1443-6",
                    "articleId": "LEGIARTI000022022383",
                    "natureText": "CODE",
                    "date": 1645652646162,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1269648000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-65 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-65",
                    "articleId": "LEGIARTI000022051370",
                    "natureText": "CODE",
                    "date": 1645652646162,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033860809",
                    "textTitle": "Ordonnance n°2017-30 du 12 janvier 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000033861624",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-01-13",
                    "dateSignaTexte": "2017-01-12",
                    "dateDebutCible": "2017-01-14"
                }
            ],
            "num": "L1432-3",
            "origine": "LEGI",
            "texte": "I.-Le conseil de surveillance de l'agence régionale de santé est composé : 1° De représentants de l'Etat ; 2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de l'article L. 2122-9 du code du travail ; 3° De représentants des collectivités territoriales ; 4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence. Des membres du conseil peuvent disposer de plusieurs voix. Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil de surveillance avec voix consultative. Le conseil de surveillance est présidé par le représentant de l'Etat dans la région. Le conseil de surveillance approuve le budget et le budget annexe de l'agence, sur proposition du directeur général ; il peut les rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire. Il émet un avis sur le projet régional de santé, le contrat pluriannuel d'objectifs et de moyens de l'agence, ainsi qu'au moins une fois par an, sur les résultats de l'action de l'agence. Il approuve le compte financier. Chaque année, le directeur général de l'agence transmet au conseil de surveillance un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée. Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire. II.-Nul ne peut être membre du conseil de surveillance : 1° A plus d'un titre ; 2° S'il encourt l'une des incapacités prévues par les articles L. 5 et L. 6 du code électoral ; 3° S'il est salarié de l'agence ; 4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ; 5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ; 6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence. Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil de surveillance avec voix consultative. Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers. III.-L'écart entre le nombre de femmes et le nombre d'hommes parmi les membres du conseil de surveillance mentionnés aux 1° à 4° du I et les représentants des personnels mentionnés au septième alinéa du I ne peut être supérieur à un. Parmi les membres désignés par une même personne, l'écart entre le nombre de femmes et le nombre d'hommes ne peut être supérieur à un. Aux fins d'assurer le respect de la règle définie à l'alinéa précédent, un décret détermine les conditions dans lesquelles est organisée l'élection des représentants des personnels de manière à ce que l'écart entre les femmes et les hommes au sein de ces représentants n'excède pas un. Il détermine également les cas dans lesquels, au regard de l'insuffisance de personnes éligibles de chaque sexe constatée lors du scrutin, et par dérogation au premier alinéa, les représentants du personnel ne sont pas pris en compte pour l'application de la règle définie à cet alinéa. Un tirage au sort est réalisé, le cas échéant, afin de déterminer, parmi les personnes appelées à prendre part à la désignation ou au renouvellement des membres du conseil de surveillance et ne désignant qu'un membre ou un nombre impair de membres, celles qui désignent une femme et celles qui désignent un homme. Toutefois, dans le cas où une personne investie du pouvoir de nomination ou de désignation souhaite renouveler le mandat d'un membre sortant, elle le désigne au préalable. Il est alors procédé à la désignation des autres membres après application, compte tenu des membres dont le mandat a été renouvelé, du tirage au sort mentionné à l'alinéa précédent. Les modalités du tirage au sort mentionné au troisième alinéa du présent III ainsi que le délai dans lequel il est organisé sont fixés par décret. IV.-Les modalités d'application du présent article sont fixées par décret.",
            "texteHtml": "<p>I.-Le conseil de surveillance de l'agence régionale de santé est composé : </p><p>1° De représentants de l'Etat ; </p><p>2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de l'article <a href='/article/LEGIARTI000019347716' title='Code du travail - art. L2122-9 (VT)'>L. 2122-9 </a>du code du travail ; </p><p>3° De représentants des collectivités territoriales ; </p><p>4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence. </p><p>Des membres du conseil peuvent disposer de plusieurs voix. </p><p>Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil de surveillance avec voix consultative. </p><p>Le conseil de surveillance est présidé par le représentant de l'Etat dans la région. </p><p>Le conseil de surveillance approuve le budget et le budget annexe de l'agence, sur proposition du directeur général ; il peut les rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire. </p><p>Il émet un avis sur le projet régional de santé, le contrat pluriannuel d'objectifs et de moyens de l'agence, ainsi qu'au moins une fois par an, sur les résultats de l'action de l'agence. </p><p>Il approuve le compte financier. </p><p>Chaque année, le directeur général de l'agence transmet au conseil de surveillance un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée. </p><p>Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire. </p><p>II.-Nul ne peut être membre du conseil de surveillance : </p><p>1° A plus d'un titre ; </p><p>2° S'il encourt l'une des incapacités prévues par les articles <a href='/article/LEGIARTI000006353021' title='Code électoral - art. L5 (V)'>L. 5 </a>et <a href='/article/LEGIARTI000006353026' title='Code électoral - art. L6 (V)'>L. 6</a> du code électoral ; </p><p>3° S'il est salarié de l'agence ; </p><p>4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ; </p><p>5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ; </p><p>6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence. </p><p>Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil de surveillance avec voix consultative. </p><p>Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers. </p><p>III.-L'écart entre le nombre de femmes et le nombre d'hommes parmi les membres du conseil de surveillance mentionnés aux 1° à 4° du I et les représentants des personnels mentionnés au septième alinéa du I ne peut être supérieur à un. Parmi les membres désignés par une même personne, l'écart entre le nombre de femmes et le nombre d'hommes ne peut être supérieur à un. </p><p>Aux fins d'assurer le respect de la règle définie à l'alinéa précédent, un décret détermine les conditions dans lesquelles est organisée l'élection des représentants des personnels de manière à ce que l'écart entre les femmes et les hommes au sein de ces représentants n'excède pas un. Il détermine également les cas dans lesquels, au regard de l'insuffisance de personnes éligibles de chaque sexe constatée lors du scrutin, et par dérogation au premier alinéa, les représentants du personnel ne sont pas pris en compte pour l'application de la règle définie à cet alinéa. </p><p>Un tirage au sort est réalisé, le cas échéant, afin de déterminer, parmi les personnes appelées à prendre part à la désignation ou au renouvellement des membres du conseil de surveillance et ne désignant qu'un membre ou un nombre impair de membres, celles qui désignent une femme et celles qui désignent un homme. </p><p>Toutefois, dans le cas où une personne investie du pouvoir de nomination ou de désignation souhaite renouveler le mandat d'un membre sortant, elle le désigne au préalable. Il est alors procédé à la désignation des autres membres après application, compte tenu des membres dont le mandat a été renouvelé, du tirage au sort mentionné à l'alinéa précédent. </p><p>Les modalités du tirage au sort mentionné au troisième alinéa du présent III ainsi que le délai dans lequel il est organisé sont fixés par décret. </p><p>IV.-Les modalités d'application du présent article sont fixées par décret.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-01-14T00:00:00.000Z",
            "dateFin": "2019-03-25T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Administration générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140607",
                        "id": "LEGISCTA000006140607",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Agences régionales de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891559",
                        "id": "LEGISCTA000020897740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement des agences régionales de santé \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891571",
                        "id": "LEGISCTA000020897736",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation des agences \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891573",
                        "id": "LEGISCTA000020897734",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2022-02-23",
                        "titre": "Sous-section 2 : Conseil de surveillance \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000020897730",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-02-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Conseil d'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000045212630",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000031930717",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031593620",
                    "textTitle": "Ordonnance n°2015-1620 du 10 décembre 2015 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031598999",
                    "natureText": "ORDONNANCE",
                    "date": 1645652646365,
                    "parentCid": null,
                    "numTexte": "2015-1620",
                    "datePubli": 1449792000000,
                    "dateDebut": 1449878400000
                },
                {
                    "textCid": "JORFTEXT000043134296",
                    "textTitle": "Décret n°2021-163 du 15 février 2021 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043137261",
                    "natureText": "DECRET",
                    "date": 1645652646365,
                    "parentCid": null,
                    "numTexte": "2021-163",
                    "datePubli": 1613433600000,
                    "dateDebut": 1613520000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-18",
                    "articleId": "LEGIARTI000026664423",
                    "natureText": "CODE",
                    "date": 1645652646366,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1353715200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-57",
                    "articleId": "LEGIARTI000022051390",
                    "natureText": "CODE",
                    "date": 1645652646366,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1441-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1441-5",
                    "articleId": "LEGIARTI000042654778",
                    "natureText": "CODE",
                    "date": 1645652646366,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607472000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1443-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1443-6",
                    "articleId": "LEGIARTI000022022383",
                    "natureText": "CODE",
                    "date": 1645652646366,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1269648000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-65 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-65",
                    "articleId": "LEGIARTI000022051370",
                    "natureText": "CODE",
                    "date": 1645652646366,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031912641",
                    "textTitle": "LOI n°2016-41 du 26 janvier 2016 - art. 158 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "158",
                    "articleId": "LEGIARTI000031916526",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-01-27",
                    "dateSignaTexte": "2016-01-26",
                    "dateDebutCible": "2016-01-28"
                }
            ],
            "num": "L1432-3",
            "origine": "LEGI",
            "texte": "I. - Le conseil de surveillance de l'agence régionale de santé est composé : 1° De représentants de l'Etat ; 2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de l'article L. 2122-9 du code du travail ; 3° De représentants des collectivités territoriales ; 4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence. Des membres du conseil peuvent disposer de plusieurs voix. Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil de surveillance avec voix consultative. Le conseil de surveillance est présidé par le représentant de l'Etat dans la région. Le conseil de surveillance approuve le budget et le budget annexe de l'agence, sur proposition du directeur général ; il peut les rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire. Il émet un avis sur le projet  régional de santé, le contrat pluriannuel d'objectifs et de moyens de l'agence, ainsi qu'au moins une fois par an, sur les résultats de l'action de l'agence. Il approuve le compte financier. Chaque année, le directeur général de l'agence transmet au conseil de surveillance un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée. Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire. II. - Nul ne peut être membre du conseil de surveillance : 1° A plus d'un titre ; 2° S'il encourt l'une des incapacités prévues par les articles L. 5 et L. 6 du code électoral ; 3° S'il est salarié de l'agence ; 4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ; 5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ; 6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence. Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil de surveillance avec voix consultative. Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers. III. - Les modalités d'application du présent article sont fixées par décret.",
            "texteHtml": "<p>I. - Le conseil de surveillance de l'agence régionale de santé est composé : </p><p>1° De représentants de l'Etat ; </p><p>2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de l'article L. 2122-9 du code du travail ; </p><p>3° De représentants des collectivités territoriales ; </p><p>4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence. </p><p>Des membres du conseil peuvent disposer de plusieurs voix. </p><p>Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil de surveillance avec voix consultative. </p><p>Le conseil de surveillance est présidé par le représentant de l'Etat dans la région. </p><p>Le conseil de surveillance approuve le budget et le budget annexe de l'agence, sur proposition du directeur général ; il peut les rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire. </p><p>Il émet un avis sur le projet  régional de santé, le contrat pluriannuel d'objectifs et de moyens de l'agence, ainsi qu'au moins une fois par an, sur les résultats de l'action de l'agence. </p><p>Il approuve le compte financier. </p><p>Chaque année, le directeur général de l'agence transmet au conseil de surveillance un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée. </p><p>Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire. </p><p>II. - Nul ne peut être membre du conseil de surveillance : </p><p>1° A plus d'un titre ; </p><p>2° S'il encourt l'une des incapacités prévues par les articles L. 5 et L. 6 du code électoral ; </p><p>3° S'il est salarié de l'agence ; </p><p>4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ; </p><p>5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ; </p><p>6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence. </p><p>Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil de surveillance avec voix consultative. </p><p>Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers. </p><p>III. - Les modalités d'application du présent article sont fixées par décret. </p>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-28T00:00:00.000Z",
            "dateFin": "2017-01-14T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Administration générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140607",
                        "id": "LEGISCTA000006140607",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Agences régionales de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891559",
                        "id": "LEGISCTA000020897740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement des agences régionales de santé \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891571",
                        "id": "LEGISCTA000020897736",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation des agences \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891573",
                        "id": "LEGISCTA000020897734",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2022-02-23",
                        "titre": "Sous-section 2 : Conseil de surveillance \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000020897730",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-02-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Conseil d'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000045212630",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000029962626",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031593620",
                    "textTitle": "Ordonnance n°2015-1620 du 10 décembre 2015 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031598999",
                    "natureText": "ORDONNANCE",
                    "date": 1645652643535,
                    "parentCid": null,
                    "numTexte": "2015-1620",
                    "datePubli": 1449792000000,
                    "dateDebut": 1449878400000
                },
                {
                    "textCid": "JORFTEXT000043134296",
                    "textTitle": "Décret n°2021-163 du 15 février 2021 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043137261",
                    "natureText": "DECRET",
                    "date": 1645652643535,
                    "parentCid": null,
                    "numTexte": "2021-163",
                    "datePubli": 1613433600000,
                    "dateDebut": 1613520000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-18",
                    "articleId": "LEGIARTI000026664423",
                    "natureText": "CODE",
                    "date": 1645652643535,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1353715200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-57",
                    "articleId": "LEGIARTI000022051390",
                    "natureText": "CODE",
                    "date": 1645652643536,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1441-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1441-5",
                    "articleId": "LEGIARTI000042654778",
                    "natureText": "CODE",
                    "date": 1645652643536,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607472000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1443-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1443-6",
                    "articleId": "LEGIARTI000022022383",
                    "natureText": "CODE",
                    "date": 1645652643536,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1269648000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-65 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-65",
                    "articleId": "LEGIARTI000022051370",
                    "natureText": "CODE",
                    "date": 1645652643536,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029953502",
                    "textTitle": "LOI n°2014-1554 du 22 décembre 2014 - art. 56",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "56",
                    "articleId": "LEGIARTI000029954563",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-12-24",
                    "dateSignaTexte": "2014-12-22",
                    "dateDebutCible": "2014-12-25"
                }
            ],
            "num": "L1432-3",
            "origine": "LEGI",
            "texte": "I. - Le conseil de surveillance de l'agence régionale de santé est composé : 1° De représentants de l'Etat ; 2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de l'article L. 2122-9 du code du travail ; 3° De représentants des collectivités territoriales ; 4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence. Des membres du conseil peuvent disposer de plusieurs voix. Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil de surveillance avec voix consultative. Le conseil de surveillance est présidé par le représentant de l'Etat dans la région. Le conseil de surveillance approuve le budget et le budget annexe de l'agence, sur proposition du directeur général ; il peut les rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire. Il émet un avis sur le plan stratégique régional de santé, le contrat pluriannuel d'objectifs et de moyens de l'agence, ainsi qu'au moins une fois par an, sur les résultats de l'action de l'agence. Il approuve le compte financier. Chaque année, le directeur général de l'agence transmet au conseil de surveillance un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée. Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire. II. - Nul ne peut être membre du conseil de surveillance : 1° A plus d'un titre ; 2° S'il encourt l'une des incapacités prévues par les articles L. 5 et L. 6 du code électoral ; 3° S'il est salarié de l'agence ; 4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ; 5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ; 6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence. Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil de surveillance avec voix consultative. Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers. III. - Les modalités d'application du présent article sont fixées par décret.",
            "texteHtml": "<p>I. - Le conseil de surveillance de l'agence régionale de santé est composé : </p><p>1° De représentants de l'Etat ; </p><p>2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de l'article L. 2122-9 du code du travail ; </p><p>3° De représentants des collectivités territoriales ; </p><p>4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence. </p><p>Des membres du conseil peuvent disposer de plusieurs voix. </p><p>Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil de surveillance avec voix consultative. </p><p>Le conseil de surveillance est présidé par le représentant de l'Etat dans la région. </p><p>Le conseil de surveillance approuve le budget et le budget annexe de l'agence, sur proposition du directeur général ; il peut les rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire. </p><p>Il émet un avis sur le plan stratégique régional de santé, le contrat pluriannuel d'objectifs et de moyens de l'agence, ainsi qu'au moins une fois par an, sur les résultats de l'action de l'agence. </p><p>Il approuve le compte financier. </p><p>Chaque année, le directeur général de l'agence transmet au conseil de surveillance un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée. </p><p>Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire. </p><p>II. - Nul ne peut être membre du conseil de surveillance : </p><p>1° A plus d'un titre ; </p><p>2° S'il encourt l'une des incapacités prévues par les articles L. 5 et L. 6 du code électoral ; </p><p>3° S'il est salarié de l'agence ; </p><p>4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ; </p><p>5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ; </p><p>6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence. </p><p>Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil de surveillance avec voix consultative. </p><p>Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers. </p><p>III. - Les modalités d'application du présent article sont fixées par décret. </p>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-01T00:00:00.000Z",
            "dateFin": "2016-01-28T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Administration générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140607",
                        "id": "LEGISCTA000006140607",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Agences régionales de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891559",
                        "id": "LEGISCTA000020897740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement des agences régionales de santé \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891571",
                        "id": "LEGISCTA000020897736",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation des agences \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891573",
                        "id": "LEGISCTA000020897734",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2022-02-23",
                        "titre": "Sous-section 2 : Conseil de surveillance \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000020897730",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-02-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Conseil d'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891581",
                        "id": "LEGISCTA000045212630",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000020897684",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031593620",
                    "textTitle": "Ordonnance n°2015-1620 du 10 décembre 2015 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031598999",
                    "natureText": "ORDONNANCE",
                    "date": 1645652646357,
                    "parentCid": null,
                    "numTexte": "2015-1620",
                    "datePubli": 1449792000000,
                    "dateDebut": 1449878400000
                },
                {
                    "textCid": "JORFTEXT000043134296",
                    "textTitle": "Décret n°2021-163 du 15 février 2021 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043137261",
                    "natureText": "DECRET",
                    "date": 1645652646357,
                    "parentCid": null,
                    "numTexte": "2021-163",
                    "datePubli": 1613433600000,
                    "dateDebut": 1613520000000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5",
                    "articleId": "LEGIARTI000006353021",
                    "natureText": "CODE",
                    "date": 1645652646357,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -163382400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-9",
                    "articleId": "LEGIARTI000019347716",
                    "natureText": "CODE",
                    "date": 1645652646357,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-18",
                    "articleId": "LEGIARTI000026664423",
                    "natureText": "CODE",
                    "date": 1645652646357,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1353715200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1432-57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1432-57",
                    "articleId": "LEGIARTI000022051390",
                    "natureText": "CODE",
                    "date": 1645652646357,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1441-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1441-5",
                    "articleId": "LEGIARTI000042654778",
                    "natureText": "CODE",
                    "date": 1645652646357,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607472000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1443-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1443-6",
                    "articleId": "LEGIARTI000022022383",
                    "natureText": "CODE",
                    "date": 1645652646357,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1269648000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-65 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-65",
                    "articleId": "LEGIARTI000022051370",
                    "natureText": "CODE",
                    "date": 1645652646357,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020879475",
                    "textTitle": "LOI n°2009-879\n du 21 juillet 2009 - art. 118",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "118",
                    "articleId": "LEGIARTI000020881292",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-07-22",
                    "dateSignaTexte": "2009-07-21",
                    "dateDebutCible": "2009-07-23"
                }
            ],
            "num": "L1432-3",
            "origine": "LEGI",
            "texte": "I.-Le conseil de surveillance de l'agence régionale de santé est composé : 1° De représentants de l'Etat ; 2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de l'article L. 2122-9 du code du travail ; 3° De représentants des collectivités territoriales ; 4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence. Des membres du conseil peuvent disposer de plusieurs voix. Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil de surveillance avec voix consultative. Le conseil de surveillance est présidé par le représentant de l'Etat dans la région. Le conseil de surveillance approuve le budget de l'agence, sur proposition du directeur général ; il peut le rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire. Il émet un avis sur le plan stratégique régional de santé, le contrat pluriannuel d'objectifs et de moyens de l'agence, ainsi qu'au moins une fois par an, sur les résultats de l'action de l'agence. Il approuve le compte financier. Chaque année, le directeur général de l'agence transmet au conseil de surveillance un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée. Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire. II.-Nul ne peut être membre du conseil de surveillance : 1° A plus d'un titre ; 2° S'il encourt l'une des incapacités prévues par les articles L. 5 et L. 6 du code électoral ; 3° S'il est salarié de l'agence ; 4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ; 5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ; 6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence. Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil de surveillance avec voix consultative. Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers. III.-Les modalités d'application du présent article sont fixées par décret.",
            "texteHtml": "<p>I.-Le conseil de surveillance de l'agence régionale de santé est composé : </p><p>1° De représentants de l'Etat ; </p><p>2° De membres des conseils et conseils d'administration des organismes locaux d'assurance maladie de son ressort dont la caisse nationale désigne les membres du conseil de l'Union nationale des caisses d'assurance maladie. Pour les organismes relevant du régime général, ces membres sont désignés par des organisations syndicales de salariés et des organisations professionnelles d'employeurs reconnues représentatives au niveau national et interprofessionnel au sens de <a href='/article/LEGIARTI000019347716' title='Code du travail - art. L2122-9 (V)'>l'article L. 2122-9 </a>du code du travail ; </p><p>3° De représentants des collectivités territoriales ; </p><p>4° De représentants des patients, des personnes âgées et des personnes handicapées, ainsi qu'au moins d'une personnalité choisie à raison de sa qualification dans les domaines de compétence de l'agence. </p><p>Des membres du conseil peuvent disposer de plusieurs voix. </p><p>Des représentants des personnels de l'agence, ainsi que le directeur général de l'agence, siègent au conseil de surveillance avec voix consultative. </p><p>Le conseil de surveillance est présidé par le représentant de l'Etat dans la région. </p><p>Le conseil de surveillance approuve le budget de l'agence, sur proposition du directeur général ; il peut le rejeter par une majorité qualifiée, selon des modalités déterminées par voie réglementaire. </p><p>Il émet un avis sur le plan stratégique régional de santé, le contrat pluriannuel d'objectifs et de moyens de l'agence, ainsi qu'au moins une fois par an, sur les résultats de l'action de l'agence. </p><p>Il approuve le compte financier. </p><p>Chaque année, le directeur général de l'agence transmet au conseil de surveillance un état financier retraçant, pour l'exercice, l'ensemble des charges de l'Etat, des régimes d'assurance maladie et de la Caisse nationale de solidarité pour l'autonomie relatives à la politique de santé et aux services de soins et médico-sociaux dans le ressort de l'agence régionale de santé concernée. </p><p>Il lui transmet également un rapport sur la situation financière des établissements publics de santé placés sous administration provisoire. </p><p>II.-Nul ne peut être membre du conseil de surveillance : </p><p>1° A plus d'un titre ; </p><p>2° S'il encourt l'une des incapacités prévues par les <a href='/article/LEGIARTI000006353021' title='Code électoral - art. L5 (V)'>articles L. 5 et L. 6</a> du code électoral ; </p><p>3° S'il est salarié de l'agence ; </p><p>4° S'il a, personnellement ou par l'intermédiaire de son conjoint, des liens ou intérêts directs ou indirects dans une personne morale relevant de la compétence de l'agence ; </p><p>5° S'il exerce des responsabilités dans une entreprise qui bénéficie d'un concours financier de la part de l'agence ou qui participe à la prestation de travaux, de fournitures ou de services ou à l'exécution de contrats d'assurance, de bail ou de location ; </p><p>6° S'il perçoit, à quelque titre que ce soit, des honoraires de la part de l'agence. </p><p>Toutefois, l'incompatibilité visée au 3° du présent II ne peut être opposée aux personnes mentionnées au septième alinéa du I siégeant au conseil de surveillance avec voix consultative. </p><p>Les incompatibilités visées au 4° du présent II ne sont pas opposables aux représentants des usagers. </p><p>III.-Les modalités d'application du présent article sont fixées par décret.</p>",
            "type": "AUTONOME",
            "dateDebut": "2010-04-01T00:00:00.000Z",
            "dateFin": "2016-01-01T00:00:00.000Z"
        }
    ]
}