{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020163359",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "DES RÈGLES DE LA COMPTABILITÉ SPÉCIALE DES ADMINISTRATEURS JUDICIAIRES ET DES MANDATAIRES JUDICIAIRES À LA LIQUIDATION DES ENTREPRISES I. ― Définition des livres comptables Aux termes des articles 59 et 60 du décret n° 85-1389 du 27 décembre 1985 , la comptabilité spéciale des administrateurs judiciaires et des mandataires judiciaires à la liquidation des entreprises comprend les éléments suivants : ― un répertoire centralisateur des mandats reçus ; ― un livre-journal ; ― des journaux auxiliaires ; ― un grand livre ; ― des grands livres auxiliaires des comptes individuels ouverts pour chaque mandat ; ― un recueil des états périodiques ; ― des reçus pour les versements d'espèces. La comptabilité spéciale doit permettre l'établissement des états trimestriels visés à l'article 63 du décret. Une période comptable correspond à un trimestre civil. 1. 1. Le répertoire des mandats. Le répertoire général enregistre et centralise tous les mandats et missions reçus, amiables ou judiciaires. Les mandats et missions reçus doivent être inscrits par ordre chronologique de nomination. A partir du répertoire général, des sous-répertoires par type de mandat ou par juridiction peuvent être établis. Les mandats ou missions reçus avant l'entrée en vigueur du décret n° 98-1232 du 29 décembre 1998 peuvent également faire l'objet d'un ou plusieurs sous-répertoires spécifiques. Il doit y avoir continuité dans la numérotation du répertoire général, quels que soient le mandat ou la mission reçus. Le répertoire enregistre sous un numéro distinct chaque nouveau mandat ou mission, même si la même personne ou le même patrimoine faisaient l'objet d'un autre mandat ou mission précédemment mentionné. Afférentes à un même dossier, deux missions, successives ou concomitantes, sont considérées comme distinctes, chacune devant recevoir un numéro d'ordre propre au répertoire général, dès lors qu'elles doivent faire l'objet de redditions de comptes séparées. Toute reddition définitive de comptes au titre d'un mandat ou d'une mission donné entraîne l'obligation de mentionner la fin du mandat ou de la mission sur le répertoire. 1. 2. Le livre-journal. Un journal est un état où figurent toutes les opérations comptables dans un ordre chronologique. Le livre-journal retranscrit ou centralise les écritures des journaux auxiliaires. La récapitulation au livre-journal comprend les masses et non les soldes. La centralisation ne peut être effectuée qu'à la condition de conserver tous documents permettant de vérifier ces opérations jour par jour. Les opérations des journaux auxiliaires sont retranscrites ou centralisées au moins une fois par mois sur le livre-journal. Les écritures de centralisation doivent mentionner : ― la période mensuelle concernée ; ― la référence des journaux d'origine ; ― les totaux de la période, en débit, crédit et solde. 1. 3. Les journaux auxiliaires. Les journaux auxiliaires mentionnent l'ensemble des opérations comptables des mandats ou missions, opération par opération, et par ordre chronologique. Un journal auxiliaire est ouvert par compte de banque utilisé. Un journal auxiliaire d'opérations diverses peut être ouvert pour les virements de compte à compte ou les opérations de régularisation. Un état des effets, titres et valeurs doit être tenu. Un journal de caisse est ouvert pour toutes les opérations en espèces. Les journaux auxiliaires doivent être édités régulièrement, et au moins une fois par mois. Les totaux des journaux auxiliaires doivent être reportés sur le livre-journal au moins une fois par mois. 1. 4. Le grand livre. Le grand livre est utilisé pour le suivi des comptes de chaque mandat ou mission et retrace les mouvements des comptes individuels. Le professionnel ouvre un compte individuel pour chaque mandat ou mission donnant lieu à mouvement de fonds. Le grand livre comprend l'ensemble des comptes individuels. Il sert de base à l'établissement des états trimestriels. Le grand livre peut être divisé en plusieurs grands livres auxiliaires, en regard de la tenue des sous-répertoires. Le livre-journal et le grand livre classent un même ensemble d'écritures dans un ordre propre à chacun d'eux. Chaque écriture portée au livre-journal ou dans les journaux auxiliaires figure également dans les comptes individuels. Il y a égalité entre les totaux en mouvement et en solde du livre-journal et les totaux du grand livre. 1. 5. Les grands livres auxiliaires. Ils sont constitués par les comptes individuels ouverts pour chaque mandat ou mission. A chaque sous-répertoire est associé un grand livre auxiliaire. L'ensemble des grands livres auxiliaires constitue le grand livre. Chaque mois les opérations des grands livres auxiliaires sont centralisées sur le grand livre. Les dispositions concernant les écritures portées sur les grands livres auxiliaires sont les mêmes que celles applicables pour le livre-journal ou les journaux auxiliaires. Un compte individuel ne peut être retiré du grand livre que si son solde est nul et si la reddition des comptes a été déposée au cours du trimestre précédent. Ce retrait ne peut se faire sans une édition préalable de toutes lesécritures portées sur ce compte. Tout compte individuel, même archivé, doit pouvoir faire l'objet d'une présentation sur support papier dans les délais de prescription légaux. Au terme de chaque trimestre, les grands livres auxiliaires doivent être édités avec une totalisation des opérations du trimestre de tous les comptes, en débit et en crédit, tant en cumuls qu'en soldes. 1. 6. Les états périodiques. 1. 6. 1. Les états trimestriels. Les états trimestriels doivent mentionner, conformément à l'article 63 du décret n° 85-1389 du 27 décembre 1985 , pour tous les mandats ou missions n'ayant pas fait l'objet d'une reddition des comptes avant la fin du trimestre précédent : ― le numéro de l'affaire au répertoire ; ― le nom de l'affaire ; ― le nom de la juridiction mandante ou la qualité du mandant ; ― la date de la décision de désignation ; ― la nature du mandat ou de la mission ; ― les mouvements comptables enregistrés pour l'affaire depuis l'origine ; ― les mouvements et le solde par compte ouvert à la Caisse des dépôts et consignations et dans d'autres établissements financiers ; ― l'ensemble des fonds, effets, titres ou valeurs appartenant à autrui ; ― les espèces disponibles aux mains du professionnel ; ― les intérêts produits par un compte global rémunéré au profit de chaque entreprise ( art. 68-1 du décret n° 98-1232 du 29 décembre 1998). Les états trimestriels doivent être conservés pendant dix ans. Si l'administrateur judiciaire ou le mandataire judiciaire à la liquidation des entreprises tient plusieurs sous-répertoires, il doit fournir un état trimestriel par sous-répertoire, avec un état centralisateur des journaux auxiliaires (Grand Livre arrêté au trimestre). Le numéro de l'affaire au répertoire devant figurer sur ces états trimestriels correspond au numéro d'ordre du répertoire général. L'ensemble des états établis au titre de chaque trimestre est constitué par l'ensemble des comptes individuels de tous les mandats en cours et n'ayant pas fait l'objet d'une reddition des comptes avant la fin du trimestre précédent. Les mouvements comptables enregistrés pour l'affaire depuis l'origine correspondent au cumul de tous les mouvements depuis l'ouverture du dossier. En cas de changement de logiciel, le nouveau programme doit être à même de reprendre au minimum les cumuls, mandat par mandat, et non les soldes, des opérations enregistrées avant le transfert, si ce n'est l'intégralité desdites opérations. L'ensemble des fonds, effets, titres ou valeurs appartenant à autrui sont les fonds, effets, titres ou valeurs mobilières détenus par le professionnel et non encore comptabilisés sur les journaux de trésorerie. Les effets, titres ou valeurs sont normalement évalués sur la base de leur valeur d'acquisition. Leur montant par mandat ou mission apparaît sur une ligne spéciale des états trimestriels. Lorsqu'un administrateur judiciaire ou un mandataire judiciaire à la liquidation des entreprises dépose des fonds à la Caisse des dépôts et consignations sur un compte global rémunéré, il fait apparaître une fois par trimestre et à la fin de sa mission, en comptabilité spéciale et sur les états trimestriels, sous une ligne séparée, et au titre de chaque mandat ou mission, les cumuls des intérêts produits et comptabilisés. Les intérêts sont affectés à chaque mandat ou mission au prorata des soldes moyens tels qu'ils apparaissent sur la comptabilité spéciale. Les mouvements comptables d'opérations intervenues postérieurement à une fin de mission sont enregistrés dans un compte spécial de liaison. Un dossier compte de liaison regroupant les écritures relatives à ces opérations est ouvert à cet effet et figure à l'état trimestriel selon la même disposition que tout autre mandat. Les émoluments perçus après l'achèvement d'un mandat qui n'est plus mentionné à l'état trimestriel doivent transiter en écritures par le dossier compte de liaison. 1. 6. 2. Les états de contrôle. Le total des sommes figurant sur les différents états trimestriels établis à une même date doit être récapitulé sur un état de synthèse qui doit faire apparaître le solde global de l'ensemble des mandats en cours. Ce solde doit correspondre au total des soldes des comptes de trésorerie après rapprochement. 1. 7. Les carnets de reçus pour les remises d'espèces. Ces reçus doivent être numérotés et datés. Ils doivent comporter les dispositions prévues à l'article 65 du décret n° 85-1389 du 27 décembre 1985. Les fonds reçus en espèces sont déposés immédiatement en banque.A défaut, un journal de caisse doit être ouvert et tenu au jour le jour. Aucun règlement en espèces ne doit intervenir sans transiter par un organisme financier. Les écritures retraçant ces opérations mentionnent le numéro des reçus. II. ― Description du jeu des écritures 2. 1. Les caractéristiques de l'écriture. Chaque écriture comporte : ― le nom de l'affaire ; ― la date de l'opération ; ― le numéro de l'écriture (reporté sur la pièce justificative) ; ― le libellé de l'opération avec le nom de l'émetteur de la recette ou du bénéficiaire du paiement ; ― le montant de l'opération ; ― l'indication du journal concerné. 2. 2. La saisie des écritures. Chaque écriture comptable doit être enregistrée simultanément au compte individuel du mandat et dans un journal auxiliaire. Chaque écriture comptable doit s'appuyer sur une pièce justificative constituée par un document écrit qui doit être dûment référencé. Chaque écriture comptable comporte le numéro du compte individuel mouvementé, en correspondance avec le numéro de répertoire. Le libellé de l'écriture doit permettre d'identifier clairement l'opération. L'organisation comptable et informatique de l'étude doit permettre, à partir des indications des journaux auxiliaires ou des comptes individuels, de retrouver rapidement les pièces justificatives correspondantes. La comptabilité est tenue au jour le jour. Les mouvements comptables sont enregistrés chronologiquement. Les opérations de trésorerie sont en principe comptabilisées à l'émission du paiement ou au dépôt en banque du titre de paiement et il est édité régulièrement, à tout le moins une fois par mois, des états de rapprochement par comparaison avec les soldes bancaires. Le pointage des bordereaux de banques doit être exécuté quotidiennement ou à chaque relevé, sauf à pouvoir justifier de l'impossibilité d'y satisfaire. La comptabilité et le logiciel utilisés doivent être à même de permettre d'établir ces états de rapprochement à tout moment. 2. 3. Les éditions. Les états comptables centralisateurs doivent être édités régulièrement et au minimum une fois par période comptable. Les comptes individuels de chaque mandat doivent pouvoir, à tout instant, être consultés sur papier ou sur écran. Les documents édités doivent comporter, pour chaque écriture, les mentions visées au 2. 1. L'édition d'un compte doit toujours pouvoir être faite à la demande. 2. 4. La validité des écritures comptables. La tenue des documents comptables ne doit faire apparaître ni blanc ni altération d'aucune sorte. Les écritures saisies en informatique ne font partie du système comptable qu'après validation. Ainsi, toute séquence de saisie doit être en principe éditée sous forme de brouillard de saisie, qui constitue un état de contrôle. La validation des écritures saisies consiste à figer les différents éléments de l'écriture visés au 2. 1 de façon telle que toute modification ultérieure de l'un de ses éléments soit impossible. Aucun effacement d'écriture n'est autorisé. Une annulation ne peut intervenir après validation que par contre-passation d'une écriture rectificative. La validation doit intervenir avant la clôture de chaque période comptable. III. ― Comptabilité en euros La comptabilité doit être tenue en langue française. A partir du 1er janvier 1999, les documents comptables peuvent être établis en euros. Ce choix est irrévocable. Les règles de conversion et d'arrondis doivent être respectées. 3. 1. Rappel des règles. On ne peut convertir directement deux monnaies nationales participant à l'euro entre elles. Exemple : la conversion francs-florins doit s'établir d'abord de francs en euros, puis d'euros en florins. On ne peut convertir une monnaie nationale participant à l'euro directement en monnaie externe à la zone euro. Exemple : la conversion francs-dollars doit s'établir d'abord de francs en euros, puis d'euros en dollars. Le taux de conversion de l'euro en ex monnaie nationale doit comporter six chiffres significatifs, soit cinq chiffres après la virgule pour le franc français (en ce qui concerne la livre irlandaise, il faut tenir compte de six chiffres après la virgule, puisque cette monnaie a une valeur unitaire supérieure à l'euro). Il est obligatoire d'utiliser trois chiffres après la virgule et d'arrondir au cent supérieur lorsque la troisième décimale est supérieure ou égale à 5, au cent inférieur si la troisième décimale est inférieure à 5. Le règlement communautaire interdit l'usage du taux inverse, ce qui oblige à effectuer une division au lieu d'une multiplication. 3. 2. Traitement des écarts. Des écarts peuvent apparaître entre la somme initiale et la somme reconvertie en francs dans une opération francs-euros-francs. Ils ne peuvent excéder 3 centimes.C'est à l'établissement financier de traiter ce problème. Des écarts peuvent apparaître entre une addition de valeurs converties individuellement en euros et le total converti en euros (c'est l'exemple de la remise de plusieurs chèques émis en euros et convertis dans la comptabilité en francs, la banque portant le total de la remise au compte). Il est nécessaire de comptabiliser cet écart et de l'intégrer dans l'ajustement des comptes à l'intérieur de la comptabilité spéciale de l'étude. Cet écart devra être affecté à l'un des comptes individuels mouvementés. 3. 3. Conversion des historiques. Lors du passage de la comptabilité en euros, au plus tard le 1er janvier 2002, les historiques devront être convertis en euros, en respectant les règles d'arrondis pour chaque opération concernée. L'arrondi global résultant de ces conversions doit être individualisé dans un compte spécifique.",
            "texteHtml": "<p align='center'>DES RÈGLES DE LA COMPTABILITÉ SPÉCIALE DES ADMINISTRATEURS JUDICIAIRES ET DES MANDATAIRES JUDICIAIRES À LA LIQUIDATION DES ENTREPRISES </p><p align='center'>I. ― <b>Définition des livres comptables </b></p><p>Aux termes des <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000688578&idArticle=LEGIARTI000006412383&dateTexte=&categorieLien=cid' title='Décret n°85-1389 du 27 décembre 1985 - art. 59 (Ab)'>articles 59 </a>et <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000688578&idArticle=LEGIARTI000006412406&dateTexte=&categorieLien=cid' title='Décret n°85-1389 du 27 décembre 1985 - art. 60 (Ab)'>60 du décret n° 85-1389 du 27 décembre 1985</a>, la comptabilité spéciale des administrateurs judiciaires et des mandataires judiciaires à la liquidation des entreprises comprend les éléments suivants : </p><p>― un répertoire centralisateur des mandats reçus ; </p><p>― un livre-journal ; </p><p>― des journaux auxiliaires ; </p><p>― un grand livre ; </p><p>― des grands livres auxiliaires des comptes individuels ouverts pour chaque mandat ; </p><p>― un recueil des états périodiques ; </p><p>― des reçus pour les versements d'espèces. </p><p>La comptabilité spéciale doit permettre l'établissement des états trimestriels visés à l'article 63 du décret. </p><p>Une période comptable correspond à un trimestre civil. </p><p>1. 1. Le répertoire des mandats. </p><p>Le répertoire général enregistre et centralise tous les mandats et missions reçus, amiables ou judiciaires. </p><p>Les mandats et missions reçus doivent être inscrits par ordre chronologique de nomination.</p><p>A partir du répertoire général, des sous-répertoires par type de mandat ou par juridiction peuvent être établis. </p><p>Les mandats ou missions reçus avant l'entrée en vigueur du <a href='/affichTexte.do?cidTexte=JORFTEXT000000393001&categorieLien=cid' title='Décret n°98-1232 du 29 décembre 1998 (V)'>décret n° 98-1232 du 29 décembre 1998 </a>peuvent également faire l'objet d'un ou plusieurs sous-répertoires spécifiques. </p><p>Il doit y avoir continuité dans la numérotation du répertoire général, quels que soient le mandat ou la mission reçus. </p><p>Le répertoire enregistre sous un numéro distinct chaque nouveau mandat ou mission, même si la même personne ou le même patrimoine faisaient l'objet d'un autre mandat ou mission précédemment mentionné. </p><p>Afférentes à un même dossier, deux missions, successives ou concomitantes, sont considérées comme distinctes, chacune devant recevoir un numéro d'ordre propre au répertoire général, dès lors qu'elles doivent faire l'objet de redditions de comptes séparées. </p><p>Toute reddition définitive de comptes au titre d'un mandat ou d'une mission donné entraîne l'obligation de mentionner la fin du mandat ou de la mission sur le répertoire. </p><p>1. 2. Le livre-journal. </p><p>Un journal est un état où figurent toutes les opérations comptables dans un ordre chronologique. </p><p>Le livre-journal retranscrit ou centralise les écritures des journaux auxiliaires. La récapitulation au livre-journal comprend les masses et non les soldes. La centralisation ne peut être effectuée qu'à la condition de conserver tous documents permettant de vérifier ces opérations jour par jour. </p><p>Les opérations des journaux auxiliaires sont retranscrites ou centralisées au moins une fois par mois sur le livre-journal. </p><p>Les écritures de centralisation doivent mentionner : </p><p>― la période mensuelle concernée ; </p><p>― la référence des journaux d'origine ; </p><p>― les totaux de la période, en débit, crédit et solde. </p><p>1. 3. Les journaux auxiliaires. </p><p>Les journaux auxiliaires mentionnent l'ensemble des opérations comptables des mandats ou missions, opération par opération, et par ordre chronologique. </p><p>Un journal auxiliaire est ouvert par compte de banque utilisé. </p><p>Un journal auxiliaire d'opérations diverses peut être ouvert pour les virements de compte à compte ou les opérations de régularisation. </p><p>Un état des effets, titres et valeurs doit être tenu. </p><p>Un journal de caisse est ouvert pour toutes les opérations en espèces. </p><p>Les journaux auxiliaires doivent être édités régulièrement, et au moins une fois par mois. </p><p>Les totaux des journaux auxiliaires doivent être reportés sur le livre-journal au moins une fois par mois. </p><p>1. 4. Le grand livre. </p><p>Le grand livre est utilisé pour le suivi des comptes de chaque mandat ou mission et retrace les mouvements des comptes individuels. </p><p>Le professionnel ouvre un compte individuel pour chaque mandat ou mission donnant lieu à mouvement de fonds. </p><p>Le grand livre comprend l'ensemble des comptes individuels. </p><p>Il sert de base à l'établissement des états trimestriels. </p><p>Le grand livre peut être divisé en plusieurs grands livres auxiliaires, en regard de la tenue des sous-répertoires. </p><p>Le livre-journal et le grand livre classent un même ensemble d'écritures dans un ordre propre à chacun d'eux. </p><p>Chaque écriture portée au livre-journal ou dans les journaux auxiliaires figure également dans les comptes individuels. </p><p>Il y a égalité entre les totaux en mouvement et en solde du livre-journal et les totaux du grand livre. </p><p>1. 5. Les grands livres auxiliaires. </p><p>Ils sont constitués par les comptes individuels ouverts pour chaque mandat ou mission.</p><p>A chaque sous-répertoire est associé un grand livre auxiliaire.</p><p>L'ensemble des grands livres auxiliaires constitue le grand livre. </p><p>Chaque mois les opérations des grands livres auxiliaires sont centralisées sur le grand livre. </p><p>Les dispositions concernant les écritures portées sur les grands livres auxiliaires sont les mêmes que celles applicables pour le livre-journal ou les journaux auxiliaires. </p><p>Un compte individuel ne peut être retiré du grand livre que si son solde est nul et si la reddition des comptes a été déposée au cours du trimestre précédent. </p><p>Ce retrait ne peut se faire sans une édition préalable de toutes lesécritures portées sur ce compte. </p><p>Tout compte individuel, même archivé, doit pouvoir faire l'objet d'une présentation sur support papier dans les délais de prescription légaux. </p><p>Au terme de chaque trimestre, les grands livres auxiliaires doivent être édités avec une totalisation des opérations du trimestre de tous les comptes, en débit et en crédit, tant en cumuls qu'en soldes. </p><p>1. 6. Les états périodiques. </p><p>1. 6. 1. Les états trimestriels. </p><p>Les états trimestriels doivent mentionner, conformément à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000688578&idArticle=LEGIARTI000006412448&dateTexte=&categorieLien=cid' title='Décret n°85-1389 du 27 décembre 1985 - art. 63 (Ab)'>l'article 63 du décret n° 85-1389 du 27 décembre 1985</a>, pour tous les mandats ou missions n'ayant pas fait l'objet d'une reddition des comptes avant la fin du trimestre précédent : </p><p>― le numéro de l'affaire au répertoire ; </p><p>― le nom de l'affaire ; </p><p>― le nom de la juridiction mandante ou la qualité du mandant ; </p><p>― la date de la décision de désignation ; </p><p>― la nature du mandat ou de la mission ; </p><p>― les mouvements comptables enregistrés pour l'affaire depuis l'origine ; </p><p>― les mouvements et le solde par compte ouvert à la Caisse des dépôts et consignations et dans d'autres établissements financiers ; </p><p>― l'ensemble des fonds, effets, titres ou valeurs appartenant à autrui ; </p><p>― les espèces disponibles aux mains du professionnel ; </p><p>― les intérêts produits par un compte global rémunéré au profit de chaque entreprise (<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000393001&idArticle=LEGIARTI000006416654&dateTexte=&categorieLien=cid' title='Décret n°98-1232 du 29 décembre 1998 - art. 68 (V)'>art. 68-1 </a>du décret n° 98-1232 du 29 décembre 1998). </p><p>Les états trimestriels doivent être conservés pendant dix ans. </p><p>Si l'administrateur judiciaire ou le mandataire judiciaire à la liquidation des entreprises tient plusieurs sous-répertoires, il doit fournir un état trimestriel par sous-répertoire, avec un état centralisateur des journaux auxiliaires (Grand Livre arrêté au trimestre). </p><p>Le numéro de l'affaire au répertoire devant figurer sur ces états trimestriels correspond au numéro d'ordre du répertoire général.</p><p>L'ensemble des états établis au titre de chaque trimestre est constitué par l'ensemble des comptes individuels de tous les mandats en cours et n'ayant pas fait l'objet d'une reddition des comptes avant la fin du trimestre précédent. </p><p>Les mouvements comptables enregistrés pour l'affaire depuis l'origine correspondent au cumul de tous les mouvements depuis l'ouverture du dossier. En cas de changement de logiciel, le nouveau programme doit être à même de reprendre au minimum les cumuls, mandat par mandat, et non les soldes, des opérations enregistrées avant le transfert, si ce n'est l'intégralité desdites opérations.</p><p>L'ensemble des fonds, effets, titres ou valeurs appartenant à autrui sont les fonds, effets, titres ou valeurs mobilières détenus par le professionnel et non encore comptabilisés sur les journaux de trésorerie. </p><p>Les effets, titres ou valeurs sont normalement évalués sur la base de leur valeur d'acquisition. Leur montant par mandat ou mission apparaît sur une ligne spéciale des états trimestriels. </p><p>Lorsqu'un administrateur judiciaire ou un mandataire judiciaire à la liquidation des entreprises dépose des fonds à la Caisse des dépôts et consignations sur un compte global rémunéré, il fait apparaître une fois par trimestre et à la fin de sa mission, en comptabilité spéciale et sur les états trimestriels, sous une ligne séparée, et au titre de chaque mandat ou mission, les cumuls des intérêts produits et comptabilisés. </p><p>Les intérêts sont affectés à chaque mandat ou mission au prorata des soldes moyens tels qu'ils apparaissent sur la comptabilité spéciale. </p><p>Les mouvements comptables d'opérations intervenues postérieurement à une fin de mission sont enregistrés dans un compte spécial de liaison. </p><p>Un dossier compte de liaison regroupant les écritures relatives à ces opérations est ouvert à cet effet et figure à l'état trimestriel selon la même disposition que tout autre mandat. </p><p>Les émoluments perçus après l'achèvement d'un mandat qui n'est plus mentionné à l'état trimestriel doivent transiter en écritures par le dossier compte de liaison. </p><p>1. 6. 2. Les états de contrôle. </p><p>Le total des sommes figurant sur les différents états trimestriels établis à une même date doit être récapitulé sur un état de synthèse qui doit faire apparaître le solde global de l'ensemble des mandats en cours. </p><p>Ce solde doit correspondre au total des soldes des comptes de trésorerie après rapprochement. </p><p>1. 7. Les carnets de reçus pour les remises d'espèces. </p><p>Ces reçus doivent être numérotés et datés. Ils doivent comporter les dispositions prévues à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000688578&idArticle=LEGIARTI000006412474&dateTexte=&categorieLien=cid' title='Décret n°85-1389 du 27 décembre 1985 - art. 65 (Ab)'>l'article 65</a> du décret n° 85-1389 du 27 décembre 1985. </p><p>Les fonds reçus en espèces sont déposés immédiatement en banque.A défaut, un journal de caisse doit être ouvert et tenu au jour le jour. Aucun règlement en espèces ne doit intervenir sans transiter par un organisme financier. </p><p>Les écritures retraçant ces opérations mentionnent le numéro des reçus. </p><div align='center'>II. ― <b>Description du jeu des écritures </b></div><p>2. 1. Les caractéristiques de l'écriture. </p><p>Chaque écriture comporte : </p><p>― le nom de l'affaire ; </p><p>― la date de l'opération ; </p><p>― le numéro de l'écriture (reporté sur la pièce justificative) ; </p><p>― le libellé de l'opération avec le nom de l'émetteur de la recette ou du bénéficiaire du paiement ; </p><p>― le montant de l'opération ; </p><p>― l'indication du journal concerné. </p><p>2. 2. La saisie des écritures. </p><p>Chaque écriture comptable doit être enregistrée simultanément au compte individuel du mandat et dans un journal auxiliaire. </p><p>Chaque écriture comptable doit s'appuyer sur une pièce justificative constituée par un document écrit qui doit être dûment référencé. </p><p>Chaque écriture comptable comporte le numéro du compte individuel mouvementé, en correspondance avec le numéro de répertoire. </p><p>Le libellé de l'écriture doit permettre d'identifier clairement l'opération.</p><p>L'organisation comptable et informatique de l'étude doit permettre, à partir des indications des journaux auxiliaires ou des comptes individuels, de retrouver rapidement les pièces justificatives correspondantes. </p><p>La comptabilité est tenue au jour le jour. </p><p>Les mouvements comptables sont enregistrés chronologiquement. </p><p>Les opérations de trésorerie sont en principe comptabilisées à l'émission du paiement ou au dépôt en banque du titre de paiement et il est édité régulièrement, à tout le moins une fois par mois, des états de rapprochement par comparaison avec les soldes bancaires. </p><p>Le pointage des bordereaux de banques doit être exécuté quotidiennement ou à chaque relevé, sauf à pouvoir justifier de l'impossibilité d'y satisfaire. </p><p>La comptabilité et le logiciel utilisés doivent être à même de permettre d'établir ces états de rapprochement à tout moment. </p><p>2. 3. Les éditions. </p><p>Les états comptables centralisateurs doivent être édités régulièrement et au minimum une fois par période comptable. </p><p>Les comptes individuels de chaque mandat doivent pouvoir, à tout instant, être consultés sur papier ou sur écran. </p><p>Les documents édités doivent comporter, pour chaque écriture, les mentions visées au 2. 1.</p><p>L'édition d'un compte doit toujours pouvoir être faite à la demande. </p><p>2. 4. La validité des écritures comptables. </p><p>La tenue des documents comptables ne doit faire apparaître ni blanc ni altération d'aucune sorte. </p><p>Les écritures saisies en informatique ne font partie du système comptable qu'après validation. </p><p>Ainsi, toute séquence de saisie doit être en principe éditée sous forme de brouillard de saisie, qui constitue un état de contrôle. </p><p>La validation des écritures saisies consiste à figer les différents éléments de l'écriture visés au 2. 1 de façon telle que toute modification ultérieure de l'un de ses éléments soit impossible. </p><p>Aucun effacement d'écriture n'est autorisé. Une annulation ne peut intervenir après validation que par contre-passation d'une écriture rectificative. </p><p>La validation doit intervenir avant la clôture de chaque période comptable. </p><div align='center'>III. ― <b>Comptabilité en euros </b></div><p>La comptabilité doit être tenue en langue française.</p><p>A partir du 1er janvier 1999, les documents comptables peuvent être établis en euros. Ce choix est irrévocable. Les règles de conversion et d'arrondis doivent être respectées. </p><p>3. 1. Rappel des règles. </p><p>On ne peut convertir directement deux monnaies nationales participant à l'euro entre elles. </p><p>Exemple : la conversion francs-florins doit s'établir d'abord de francs en euros, puis d'euros en florins. </p><p>On ne peut convertir une monnaie nationale participant à l'euro directement en monnaie externe à la zone euro. </p><p>Exemple : la conversion francs-dollars doit s'établir d'abord de francs en euros, puis d'euros en dollars. </p><p>Le taux de conversion de l'euro en ex monnaie nationale doit comporter six chiffres significatifs, soit cinq chiffres après la virgule pour le franc français (en ce qui concerne la livre irlandaise, il faut tenir compte de six chiffres après la virgule, puisque cette monnaie a une valeur unitaire supérieure à l'euro). </p><p>Il est obligatoire d'utiliser trois chiffres après la virgule et d'arrondir au cent supérieur lorsque la troisième décimale est supérieure ou égale à 5, au cent inférieur si la troisième décimale est inférieure à 5. </p><p>Le règlement communautaire interdit l'usage du taux inverse, ce qui oblige à effectuer une division au lieu d'une multiplication. </p><p>3. 2. Traitement des écarts. </p><p>Des écarts peuvent apparaître entre la somme initiale et la somme reconvertie en francs dans une opération francs-euros-francs. Ils ne peuvent excéder 3 centimes.C'est à l'établissement financier de traiter ce problème. </p><p>Des écarts peuvent apparaître entre une addition de valeurs converties individuellement en euros et le total converti en euros (c'est l'exemple de la remise de plusieurs chèques émis en euros et convertis dans la comptabilité en francs, la banque portant le total de la remise au compte). </p><p>Il est nécessaire de comptabiliser cet écart et de l'intégrer dans l'ajustement des comptes à l'intérieur de la comptabilité spéciale de l'étude. Cet écart devra être affecté à l'un des comptes individuels mouvementés. </p><p>3. 3. Conversion des historiques. </p><p>Lors du passage de la comptabilité en euros, au plus tard le 1er janvier 2002, les historiques devront être convertis en euros, en respectant les règles d'arrondis pour chaque opération concernée.</p><p>L'arrondi global résultant de ces conversions doit être individualisé dans un compte spécifique.</p>",
            "num": "Annexe I",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1232496000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-08-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie A Livre VIII",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020998200",
                        "id": "LEGISCTA000020998200",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 8-2 (ANNEXE À L'ARTICLE A. 814-1)\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163271",
                        "id": "LEGISCTA000020163363",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163275",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163271",
            "sectionParentId": "LEGISCTA000020163363",
            "sectionParentTitre": "ANNEXE 8-2 (ANNEXE À L'ARTICLE A. 814-1)\n",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; ANNEXE 8-2 (ANNEXE À L'ARTICLE A. 814-1)\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163359",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000688578",
                    "textTitle": "Décret n°85-1389 du 27 décembre 1985 - art. 59 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "59",
                    "articleId": "LEGIARTI000006412383",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "85-1389",
                    "datePubli": 504662400000,
                    "dateDebut": 504921600000
                },
                {
                    "textCid": "JORFTEXT000000688578",
                    "textTitle": "Décret n°85-1389 du 27 décembre 1985 - art. 60 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000006412406",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "85-1389",
                    "datePubli": 504662400000,
                    "dateDebut": 504921600000
                },
                {
                    "textCid": "JORFTEXT000000688578",
                    "textTitle": "Décret n°85-1389 du 27 décembre 1985 - art. 63 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "63",
                    "articleId": "LEGIARTI000006412448",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "85-1389",
                    "datePubli": 504662400000,
                    "dateDebut": 504921600000
                },
                {
                    "textCid": "JORFTEXT000000688578",
                    "textTitle": "Décret n°85-1389 du 27 décembre 1985 - art. 65 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "65",
                    "articleId": "LEGIARTI000006412474",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "85-1389",
                    "datePubli": 504662400000,
                    "dateDebut": 504921600000
                },
                {
                    "textCid": "JORFTEXT000000393001",
                    "textTitle": "Décret n°98-1232 du 29 décembre 1998 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000393001",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-1232",
                    "datePubli": 914976000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000393001",
                    "textTitle": "Décret n°98-1232 du 29 décembre 1998 - art. 68 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "68",
                    "articleId": "LEGIARTI000006416654",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-1232",
                    "datePubli": 914976000000,
                    "dateDebut": 914976000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163359",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}