{
    "cid": "LEGIARTI000031747763",
    "num": "D141-9",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IER : L'ORGANISATION GÉNÉRALE DU SECTEUR DE L'ÉNERGIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747287",
                        "id": "LEGISCTA000031747287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : LE RÔLE DE L'ÉTAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747741",
                        "id": "LEGISCTA000031747741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'évaluation des besoins et la programmation des capacités énergétiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747743",
                        "id": "LEGISCTA000031747743",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-03-27",
                        "fin": "2999-01-01",
                        "titre": "Section  2 : Dispositions spécifiques à l'électricité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032297467",
                        "id": "LEGISCTA000032297470",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-03-27",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Le bilan électrique national",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032297519",
                        "id": "LEGISCTA000032297522",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000032300826",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L141-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L141-8",
                    "articleId": "LEGIARTI000031055748",
                    "natureText": "CODE",
                    "date": 1599830791852,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1439942400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000032294009",
                    "textTitle": "Décret n°2016-350 du 24 mars 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032297449",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-03-26",
                    "dateSignaTexte": "2016-03-24",
                    "dateDebutCible": "2016-03-27"
                }
            ],
            "num": "D141-9",
            "origine": "LEGI",
            "texte": "Le gestionnaire du réseau public de transport d'électricité établit chaque année le bilan électrique prévu à l'article L. 141-8 . Ce bilan couvre l'année précédant la date de sa publication. Il contient un volet relatif à la France métropolitaine et un volet relatif aux zones non interconnectées au réseau métropolitain continental. Pour l'établissement du volet relatif aux zones non interconnectées au réseau continental, le gestionnaire du réseau public de transport d'électricité s'appuie sur les contributions transmises par les gestionnaires des réseaux publics de distribution d'électricité compétents sur ces territoires. Le volet du bilan relatif à la France métropolitaine est publié avant le 1er février de chaque année. Le volet relatif aux zones non interconnectées au réseau métropolitain continental est publié avant le 1er mars de chaque année et est annexé au volet relatif à la France métropolitaine.",
            "texteHtml": "<p>Le gestionnaire du réseau public de transport d'électricité établit chaque année le bilan électrique prévu à l'article <a href='/article/LEGIARTI000031055748' title='Code de l'énergie - art. L141-8 (V)'>L. 141-8</a>. Ce bilan couvre l'année précédant la date de sa publication. Il contient un volet relatif à la France métropolitaine et un volet relatif aux zones non interconnectées au réseau métropolitain continental. </p><p>Pour l'établissement du volet relatif aux zones non interconnectées au réseau continental, le gestionnaire du réseau public de transport d'électricité s'appuie sur les contributions transmises par les gestionnaires des réseaux publics de distribution d'électricité compétents sur ces territoires. </p><p>Le volet du bilan relatif à la France métropolitaine est publié avant le 1er février de chaque année. Le volet relatif aux zones non interconnectées au réseau métropolitain continental est publié avant le 1er mars de chaque année et est annexé au volet relatif à la France métropolitaine.</p>",
            "type": "AUTONOME",
            "dateDebut": "2016-03-27T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IER : L'ORGANISATION GÉNÉRALE DU SECTEUR DE L'ÉNERGIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747287",
                        "id": "LEGISCTA000031747287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : LE RÔLE DE L'ÉTAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747741",
                        "id": "LEGISCTA000031747741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'évaluation des besoins et la programmation des capacités énergétiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747743",
                        "id": "LEGISCTA000031747743",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2016-08-14",
                        "titre": "Section 1 : La programmation des capacités de production d'électricité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747745",
                        "id": "LEGISCTA000031747745",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-08-14",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions communes à toutes les énergies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747745",
                        "id": "LEGISCTA000033047051",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000031747763",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                },
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "num": "D141-9",
            "origine": "LEGI",
            "texte": "Aux fins d'établissement du bilan prévisionnel pluriannuel, le gestionnaire du réseau public de transport a accès à toutes les informations utiles auprès des gestionnaires de réseaux publics de distribution, des producteurs, des fournisseurs et des consommateurs. Les producteurs exploitant ou envisageant d'exploiter des installations de production d'électricité raccordées directement au réseau public de transport ou indirectement, par l'intermédiaire d'installations appartenant à un autre utilisateur de ce réseau, sont tenus d'informer le gestionnaire de réseau de tout projet de mise en service d'installations nouvelles, de remise en service d'installations existantes temporairement arrêtées, de cessation d'exploitation d'installations existantes ou de toute modification ayant un effet sur les performances techniques d'une installation. Ils sont tenus de fournir au gestionnaire de réseau, à sa demande, les informations sur les caractéristiques techniques générales des installations, les dates d'effet envisagées pour les projets ainsi que, le cas échéant, l'état d'avancement des procédures administratives liées à ces projets. En outre, les producteurs informent, de leur propre initiative et dans les meilleurs délais, le gestionnaire du réseau public de transport de : 1° La délivrance du permis de construire de l'ouvrage principal destiné à accueillir un nouvel équipement de production d'électricité ; 2° La commande de fourniture de l'équipement principal d'une installation nouvelle ou l'ordre de livraison de cet équipement principal s'il a été acheté dans le cadre d'une commande groupée, dès notification au fournisseur ; 3° Leur intention de cesser l'exploitation ou de modifier la puissance de certaines installations. Les producteurs exploitant ou envisageant d'exploiter des installations raccordées à un réseau public de distribution sont soumis à l'encontre du gestionnaire du réseau public de distribution concerné aux mêmes obligations que celles visées aux cinq alinéas précédents. Les fournisseurs d'énergie communiquent au gestionnaire du réseau public de transport, à sa demande, des informations sur les mécanismes qu'ils mettent en œuvre ou envisagent de mettre en œuvre susceptibles d'affecter la consommation de leurs clients, en particulier en application des articles L. 221-1 et L. 221-7. Ces mécanismes sont notamment les effacements de consommation en pointe, les incitations au transfert de consommation d'heures pleines vers les heures creuses et les incitations aux économies d'énergie. Les informations à fournir portent sur les modalités et le calendrier de mise en œuvre de ces mécanismes ainsi que sur les effets quantitatifs attendus. Les gestionnaires de réseau public de distribution communiquent au gestionnaire du réseau public de transport, à sa demande, des informations permettant de prévoir les soutirages et injections effectués par leur propre réseau de distribution aux points de livraison du réseau public de transport. Ces informations portent, notamment, sur les perspectives d'évolution des consommations locales et de développement d'installations de production raccordées aux réseaux publics de distribution. Les consommateurs d'électricité mettent à disposition du gestionnaire du réseau public de transport, à la demande de ce dernier, les éléments permettant d'apprécier l'évolution des soutirages des installations raccordées au réseau public de transport. Ces éléments portent sur les perspectives de puissance maximale et d'énergie soutirée annuellement et sur la capacité à effacer ponctuellement une partie des consommations, en précisant si cette capacité fait l'objet d'un contrat avec un fournisseur d'énergie et le nom de ce fournisseur. Le gestionnaire du réseau public de transport prend les dispositions nécessaires pour préserver la confidentialité des informations ainsi recueillies. Dans ce cadre, le bilan prévisionnel peut contenir des informations sous une forme agrégée ne portant pas atteinte à la confidentialité des informations élémentaires fournies par chaque acteur.",
            "texteHtml": "<p><br/>Aux fins d'établissement du bilan prévisionnel pluriannuel, le gestionnaire du réseau public de transport a accès à toutes les informations utiles auprès des gestionnaires de réseaux publics de distribution, des producteurs, des fournisseurs et des consommateurs.<br/>Les producteurs exploitant ou envisageant d'exploiter des installations de production d'électricité raccordées directement au réseau public de transport ou indirectement, par l'intermédiaire d'installations appartenant à un autre utilisateur de ce réseau, sont tenus d'informer le gestionnaire de réseau de tout projet de mise en service d'installations nouvelles, de remise en service d'installations existantes temporairement arrêtées, de cessation d'exploitation d'installations existantes ou de toute modification ayant un effet sur les performances techniques d'une installation. Ils sont tenus de fournir au gestionnaire de réseau, à sa demande, les informations sur les caractéristiques techniques générales des installations, les dates d'effet envisagées pour les projets ainsi que, le cas échéant, l'état d'avancement des procédures administratives liées à ces projets.<br/>En outre, les producteurs informent, de leur propre initiative et dans les meilleurs délais, le gestionnaire du réseau public de transport de :<br/>1° La délivrance du permis de construire de l'ouvrage principal destiné à accueillir un nouvel équipement de production d'électricité ;<br/>2° La commande de fourniture de l'équipement principal d'une installation nouvelle ou l'ordre de livraison de cet équipement principal s'il a été acheté dans le cadre d'une commande groupée, dès notification au fournisseur ;<br/>3° Leur intention de cesser l'exploitation ou de modifier la puissance de certaines installations.<br/>Les producteurs exploitant ou envisageant d'exploiter des installations raccordées à un réseau public de distribution sont soumis à l'encontre du gestionnaire du réseau public de distribution concerné aux mêmes obligations que celles visées aux cinq alinéas précédents.<br/>Les fournisseurs d'énergie communiquent au gestionnaire du réseau public de transport, à sa demande, des informations sur les mécanismes qu'ils mettent en œuvre ou envisagent de mettre en œuvre susceptibles d'affecter la consommation de leurs clients, en particulier en application des articles L. 221-1 et L. 221-7. Ces mécanismes sont notamment les effacements de consommation en pointe, les incitations au transfert de consommation d'heures pleines vers les heures creuses et les incitations aux économies d'énergie. Les informations à fournir portent sur les modalités et le calendrier de mise en œuvre de ces mécanismes ainsi que sur les effets quantitatifs attendus.<br/>Les gestionnaires de réseau public de distribution communiquent au gestionnaire du réseau public de transport, à sa demande, des informations permettant de prévoir les soutirages et injections effectués par leur propre réseau de distribution aux points de livraison du réseau public de transport. Ces informations portent, notamment, sur les perspectives d'évolution des consommations locales et de développement d'installations de production raccordées aux réseaux publics de distribution.<br/>Les consommateurs d'électricité mettent à disposition du gestionnaire du réseau public de transport, à la demande de ce dernier, les éléments permettant d'apprécier l'évolution des soutirages des installations raccordées au réseau public de transport. Ces éléments portent sur les perspectives de puissance maximale et d'énergie soutirée annuellement et sur la capacité à effacer ponctuellement une partie des consommations, en précisant si cette capacité fait l'objet d'un contrat avec un fournisseur d'énergie et le nom de ce fournisseur.<br/>Le gestionnaire du réseau public de transport prend les dispositions nécessaires pour préserver la confidentialité des informations ainsi recueillies. Dans ce cadre, le bilan prévisionnel peut contenir des informations sous une forme agrégée ne portant pas atteinte à la confidentialité des informations élémentaires fournies par chaque acteur.</p>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-01T00:00:00.000Z",
            "dateFin": "2016-03-27T00:00:00.000Z"
        }
    ]
}