{
    "cid": "LEGIARTI000034396286",
    "num": "R162-35-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141849",
                        "id": "LEGISCTA000006141849",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156529",
                        "id": "LEGISCTA000006156529",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2010-04-01",
                        "titre": "Section 5 : Etablissements de soins.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173267",
                        "id": "LEGISCTA000006173267",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Etablissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173267",
                        "id": "LEGISCTA000022055017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-11-22",
                        "fin": "2016-01-01",
                        "titre": "Sous-section 6 : Contrat d'amélioration des pratiques en établissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031503436",
                        "id": "LEGISCTA000031503440",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2017-04-09",
                        "titre": "Sous-section 6 : Amélioration de la qualité et de la sécurité des soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031503436",
                        "id": "LEGISCTA000031799721",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-04-09",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Contrôle de la facturation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031503436",
                        "id": "LEGISCTA000034404982",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000034396286",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034390458",
                    "textTitle": "Décret n°2017-500 du 6 avril 2017 - art. 6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000044965713",
                    "natureText": "DECRET",
                    "date": 1642113893377,
                    "parentCid": null,
                    "numTexte": "2017-500",
                    "datePubli": 1491609600000,
                    "dateDebut": 1685577600000
                },
                {
                    "textCid": "JORFTEXT000034634729",
                    "textTitle": "Arrêté du 5 mai 2017 - art. 10 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000044965271",
                    "natureText": "ARRETE",
                    "date": 1642113893378,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1494374400000,
                    "dateDebut": 1685577600000
                },
                {
                    "textCid": "JORFTEXT000036833377",
                    "textTitle": "Arrêté du 17 avril 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000036833394",
                    "natureText": "ARRETE",
                    "date": 1642113893378,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1524614400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L174-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L174-18",
                    "articleId": "LEGIARTI000006741478",
                    "natureText": "CODE",
                    "date": 1642113893378,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L174-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L174-2",
                    "articleId": "LEGIARTI000006740938",
                    "natureText": "CODE",
                    "date": 1642113893378,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L752-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L752-1",
                    "articleId": "LEGIARTI000006744436",
                    "natureText": "CODE",
                    "date": 1642113893378,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R162-35-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R162-35-6",
                    "articleId": "LEGIARTI000034396288",
                    "natureText": "CODE",
                    "date": 1642113893378,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491696000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R174-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R174-35",
                    "articleId": "LEGIARTI000038440264",
                    "natureText": "CODE",
                    "date": 1642113893378,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1557014400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034390458",
                    "textTitle": "Décret n°2017-500 du 6 avril 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034392999",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-04-08",
                    "dateSignaTexte": "2017-04-06",
                    "dateDebutCible": "2017-04-09"
                }
            ],
            "num": "R162-35-5",
            "origine": "LEGI",
            "texte": "I. – Le directeur général de l'agence régionale de santé adresse à l'établissement en cause, par tout moyen permettant de rapporter la preuve de sa date de réception, une notification comportant la date, la nature, la cause et le montant des manquements constatés, le montant de la sanction maximale encourue, en indiquant à l'établissement qu'il dispose d'un délai d'un mois à compter de la réception pour demander à être entendu, s'il le souhaite, ou présenter ses observations écrites. A l'issue du délai d'un mois à compter de ladite notification ou après audition de l'établissement en cause, lorsque celle-ci intervient postérieurement à l'expiration de ce délai, si le directeur général de l'agence régionale de santé décide de poursuivre la procédure, il saisit la commission de contrôle dans un délai d'un mois et lui communique les observations présentées, le cas échéant, par l'établissement. II. – Après que le directeur général de l'agence régionale de santé ou son représentant a présenté ses observations, et après avoir entendu, le cas échéant, l'établissement en cause dans le délai imparti, la commission de contrôle rend un avis motivé, portant notamment sur la gravité des manquements constatés, ainsi que sur le montant de la sanction envisagée. Elle adresse son avis au directeur général de l'agence régionale de santé ainsi qu'à l'établissement dans un délai de deux mois à compter de sa saisine. Si la commission ne s'est pas prononcée au terme de ce délai, l'avis est réputé rendu. III. – A compter de la réception de l'avis de la commission ou de la date à laquelle celui-ci est réputé avoir été rendu, le directeur général de l'agence régionale de santé prononce la sanction, la notifie à l'établissement dans un délai d'un mois par tout moyen permettant de rapporter la preuve de sa date de réception en indiquant à l'établissement la date, la nature, la cause et le montant des manquements constatés, le délai et les modalités de paiement des sommes en cause, les voies et délais de recours, ainsi que, le cas échéant, les raisons pour lesquelles il n'a pas suivi l'avis de la commission de contrôle. Il adresse une copie de cette notification à la commission de contrôle et à la caisse mentionnée aux articles L. 174-2 , L. 174-18 ou L. 752-1 . Cette caisse recouvre le montant des sommes en cause. Lorsque le directeur général de l'agence régionale de santé décide de ne pas prononcer de sanction alors que la commission de contrôle y était favorable, il notifie sa décision à l'établissement dans un délai d'un mois et communique les motifs de son abstention à la commission de contrôle dans le même délai. A défaut du respect par le directeur général de l'agence régionale de santé du délai d'un mois mentionné aux deux alinéas précédents, la procédure est réputée abandonnée. IV. – Lorsqu'une décision juridictionnelle exécutoire aboutit à un montant d'indu inférieur à celui notifié initialement à l'établissement et que la sanction prenant en compte l'indu contesté a déjà été notifiée, le directeur général de l'agence régionale de santé procède au réexamen du montant de la sanction en fonction du montant d'indu résultant de la décision juridictionnelle.",
            "texteHtml": "<p>I. – Le directeur général de l'agence régionale de santé adresse à l'établissement en cause, par tout moyen permettant de rapporter la preuve de sa date de réception, une notification comportant la date, la nature, la cause et le montant des manquements constatés, le montant de la sanction maximale encourue, en indiquant à l'établissement qu'il dispose d'un délai d'un mois à compter de la réception pour demander à être entendu, s'il le souhaite, ou présenter ses observations écrites. </p><p>A l'issue du délai d'un mois à compter de ladite notification ou après audition de l'établissement en cause, lorsque celle-ci intervient postérieurement à l'expiration de ce délai, si le directeur général de l'agence régionale de santé décide de poursuivre la procédure, il saisit la commission de contrôle dans un délai d'un mois et lui communique les observations présentées, le cas échéant, par l'établissement. </p><p>II. – Après que le directeur général de l'agence régionale de santé ou son représentant a présenté ses observations, et après avoir entendu, le cas échéant, l'établissement en cause dans le délai imparti, la commission de contrôle rend un avis motivé, portant notamment sur la gravité des manquements constatés, ainsi que sur le montant de la sanction envisagée. Elle adresse son avis au directeur général de l'agence régionale de santé ainsi qu'à l'établissement dans un délai de deux mois à compter de sa saisine. Si la commission ne s'est pas prononcée au terme de ce délai, l'avis est réputé rendu. </p><p>III. – A compter de la réception de l'avis de la commission ou de la date à laquelle celui-ci est réputé avoir été rendu, le directeur général de l'agence régionale de santé prononce la sanction, la notifie à l'établissement dans un délai d'un mois par tout moyen permettant de rapporter la preuve de sa date de réception en indiquant à l'établissement la date, la nature, la cause et le montant des manquements constatés, le délai et les modalités de paiement des sommes en cause, les voies et délais de recours, ainsi que, le cas échéant, les raisons pour lesquelles il n'a pas suivi l'avis de la commission de contrôle. Il adresse une copie de cette notification à la commission de contrôle et à la caisse mentionnée aux articles <a href='/article/LEGIARTI000006740938' title='Code de la sécurité sociale. - art. L174-2 (V)'>L. 174-2</a>, <a href='/article/LEGIARTI000006741478' title='Code de la sécurité sociale. - art. L174-18 (V)'>L. 174-18 </a>ou <a href='/article/LEGIARTI000006744436' title='Code de la sécurité sociale. - art. L752-1 (V)'>L. 752-1</a>. Cette caisse recouvre le montant des sommes en cause. </p><p>Lorsque le directeur général de l'agence régionale de santé décide de ne pas prononcer de sanction alors que la commission de contrôle y était favorable, il notifie sa décision à l'établissement dans un délai d'un mois et communique les motifs de son abstention à la commission de contrôle dans le même délai. </p><p>A défaut du respect par le directeur général de l'agence régionale de santé du délai d'un mois mentionné aux deux alinéas précédents, la procédure est réputée abandonnée. </p><p>IV. – Lorsqu'une décision juridictionnelle exécutoire aboutit à un montant d'indu inférieur à celui notifié initialement à l'établissement et que la sanction prenant en compte l'indu contesté a déjà été notifiée, le directeur général de l'agence régionale de santé procède au réexamen du montant de la sanction en fonction du montant d'indu résultant de la décision juridictionnelle.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-04-09T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}