{
    "cid": "LEGIARTI000028161766",
    "num": "R543-171-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143787",
                        "id": "LEGISCTA000006143787",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions propres à certaines catégories de produits et de déchets (R)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159433",
                        "id": "LEGISCTA000006159433",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Section 10 : Equipements électriques et électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177001",
                        "id": "LEGISCTA000006177001",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-11-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions relatives à la limitation de l'utilisation des substances dangereuses dans les équipements électriques et électroniques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028161750",
                        "id": "LEGISCTA000028161750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-11-08",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 4 : Obligations des fabricants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028161764",
                        "id": "LEGISCTA000028161764",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000028161766",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-171-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R543-171-10",
                    "articleId": "LEGIARTI000028161788",
                    "natureText": "CODE",
                    "date": 1654201179653,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-171-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R543-171-3",
                    "articleId": "LEGIARTI000028161762",
                    "natureText": "CODE",
                    "date": 1654201179653,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-171-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R543-171-5",
                    "articleId": "LEGIARTI000028161768",
                    "natureText": "CODE",
                    "date": 1654201179653,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1383868800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-171-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R543-171-6",
                    "articleId": "LEGIARTI000028161807",
                    "natureText": "CODE",
                    "date": 1654201179653,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1383868800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-171-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R543-171-7",
                    "articleId": "LEGIARTI000028161809",
                    "natureText": "CODE",
                    "date": 1654201179654,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1383868800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-171-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R543-171-8",
                    "articleId": "LEGIARTI000028161812",
                    "natureText": "CODE",
                    "date": 1654201179654,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1383868800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028160672",
                    "textTitle": "Décret n°2013-988\n du 6 novembre 2013 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028160951",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-11-07",
                    "dateSignaTexte": "2013-11-06",
                    "dateDebutCible": "2013-11-08"
                }
            ],
            "num": "R543-171-4",
            "origine": "LEGI",
            "texte": "I. – Les fabricants s'assurent, lorsqu'ils mettent un équipement électrique et électronique sur le marché, que celui-ci a été conçu et fabriqué conformément aux exigences mentionnées à l'article R. 543-171-3 . II. – Les fabricants établissent la documentation technique requise et mettent ou font mettre en œuvre la procédure de contrôle interne de la fabrication conformément à l'annexe II, module A, de la décision 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 relative à un cadre commun pour la commercialisation des produits et abrogeant la décision 93/465/CEE du Conseil. III. – Lorsque, à l'issue de cette procédure de contrôle interne ou de celle mentionnée au III de l'article R. 543-171-10 , il est démontré que l'équipement électrique et électronique respecte les exigences applicables, les fabricants établissent une déclaration UE de conformité et apposent le marquage CE sur le produit fini. IV. – Les fabricants conservent la documentation technique et la déclaration UE de conformité pendant une durée de dix ans à partir de la mise sur le marché de l'équipement électrique et électronique. V. – Les fabricants s'assurent que des procédures sont en place pour que la production en série reste conforme aux exigences fixées à l'article R. 543-171-3. Ils tiennent compte des modifications de la conception ou des caractéristiques du produit ainsi que des modifications des normes harmonisées ou des spécifications techniques par rapport auxquelles la conformité d'un équipement électrique et électronique est déclarée. VI. – Les fabricants tiennent un registre des équipements électriques et électroniques non conformes et des rappels de produits. Ils informent les distributeurs d'un tel suivi. VII. – Les fabricants s'assurent que leur équipement électrique et électronique porte un numéro de type, de lot ou de série, ou un autre élément permettant son identification ou, lorsque la taille ou la nature de l'équipement électrique et électronique ne le permet pas, que les informations requises figurent sur l'emballage ou dans un document accompagnant l'équipement électrique et électronique. VIII. – Les fabricants indiquent leur nom, leur raison sociale ou leur marque déposée et l'adresse à laquelle ils peuvent être contactés sur l'équipement électrique et électronique ou, lorsque ce n'est pas possible, sur son emballage ou dans un document accompagnant l'équipement électrique et électronique. L'adresse doit préciser un lieu unique où le fabricant peut être contacté. Ces dispositions ne s'appliquent pas lorsque d'autres dispositions au moins aussi strictes relatives à l'apposition du nom et de l'adresse du fabricant sont en vigueur au titre d'autres législations. IX. – Les fabricants qui considèrent ou ont des raisons de croire qu'un équipement électrique et électronique qu'ils ont mis sur le marché n'est pas conforme aux dispositions de la présente sous-section prennent sans délai les mesures correctives nécessaires pour le mettre en conformité, le retirer ou le rappeler, si nécessaire, et en informent immédiatement l'un des services dont relèvent les agents chargés du contrôle ainsi que les autorités nationales compétentes des Etats membres de l'Union européenne dans lesquels ils ont mis l'équipement électrique et électronique à disposition, en fournissant des précisions, notamment, sur la non-conformité constatée et toute mesure corrective adoptée. X. – Sur requête motivée de l'un des services dont relèvent les agents chargés du contrôle ou d'une autorité nationale compétente d'un Etat membre de l'Union européenne, les fabricants communiquent toutes les informations et tous les documents nécessaires pour démontrer la conformité de l'équipement électrique et électronique avec les dispositions de la présente sous-section, dans une langue aisément compréhensible par cette autorité, et coopèrent, à la demande du service précédemment mentionné ou de cette autorité nationale, à la mise en œuvre de toute mesure adoptée en vue de garantir la conformité des équipements électriques et électroniques qu'ils ont mis sur le marché avec les dispositions de la présente sous-section.",
            "texteHtml": "<p>I. – Les fabricants s'assurent, lorsqu'ils mettent un équipement électrique et électronique sur le marché, que celui-ci a été conçu et fabriqué conformément aux exigences mentionnées à l'article <a href='/article/LEGIARTI000028161762' title='Code de l'environnement - art. R543-171-3 (V)'>R. 543-171-3</a>.</p><p>II. – Les fabricants établissent la documentation technique requise et mettent ou font mettre en œuvre la procédure de contrôle interne de la fabrication conformément à l'annexe II, module A, de la décision 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 relative à un cadre commun pour la commercialisation des produits et abrogeant la décision 93/465/CEE du Conseil.</p><p>III. – Lorsque, à l'issue de cette procédure de contrôle interne ou de celle mentionnée au III de l'article <a href='/article/LEGIARTI000028161788' title='Code de l'environnement - art. R543-171-10 (V)'>R. 543-171-10</a>, il est démontré que l'équipement électrique et électronique respecte les exigences applicables, les fabricants établissent une déclaration UE de conformité et apposent le marquage CE sur le produit fini.</p><p>IV. – Les fabricants conservent la documentation technique et la déclaration UE de conformité pendant une durée de dix ans à partir de la mise sur le marché de l'équipement électrique et électronique.</p><p>V. – Les fabricants s'assurent que des procédures sont en place pour que la production en série reste conforme aux exigences fixées à l'article R. 543-171-3. Ils tiennent compte des modifications de la conception ou des caractéristiques du produit ainsi que des modifications des normes harmonisées ou des spécifications techniques par rapport auxquelles la conformité d'un équipement électrique et électronique est déclarée.</p><p>VI. – Les fabricants tiennent un registre des équipements électriques et électroniques non conformes et des rappels de produits. Ils informent les distributeurs d'un tel suivi.</p><p>VII. – Les fabricants s'assurent que leur équipement électrique et électronique porte un numéro de type, de lot ou de série, ou un autre élément permettant son identification ou, lorsque la taille ou la nature de l'équipement électrique et électronique ne le permet pas, que les informations requises figurent sur l'emballage ou dans un document accompagnant l'équipement électrique et électronique.</p><p>VIII. – Les fabricants indiquent leur nom, leur raison sociale ou leur marque déposée et l'adresse à laquelle ils peuvent être contactés sur l'équipement électrique et électronique ou, lorsque ce n'est pas possible, sur son emballage ou dans un document accompagnant l'équipement électrique et électronique. L'adresse doit préciser un lieu unique où le fabricant peut être contacté. Ces dispositions ne s'appliquent pas lorsque d'autres dispositions au moins aussi strictes relatives à l'apposition du nom et de l'adresse du fabricant sont en vigueur au titre d'autres législations.</p><p>IX. – Les fabricants qui considèrent ou ont des raisons de croire qu'un équipement électrique et électronique qu'ils ont mis sur le marché n'est pas conforme aux dispositions de la présente sous-section prennent sans délai les mesures correctives nécessaires pour le mettre en conformité, le retirer ou le rappeler, si nécessaire, et en informent immédiatement l'un des services dont relèvent les agents chargés du contrôle ainsi que les autorités nationales compétentes des Etats membres de l'Union européenne dans lesquels ils ont mis l'équipement électrique et électronique à disposition, en fournissant des précisions, notamment, sur la non-conformité constatée et toute mesure corrective adoptée.</p><p>X. – Sur requête motivée de l'un des services dont relèvent les agents chargés du contrôle ou d'une autorité nationale compétente d'un Etat membre de l'Union européenne, les fabricants communiquent toutes les informations et tous les documents nécessaires pour démontrer la conformité de l'équipement électrique et électronique avec les dispositions de la présente sous-section, dans une langue aisément compréhensible par cette autorité, et coopèrent, à la demande du service précédemment mentionné ou de cette autorité nationale, à la mise en œuvre de toute mesure adoptée en vue de garantir la conformité des équipements électriques et électroniques qu'ils ont mis sur le marché avec les dispositions de la présente sous-section.</p>",
            "type": "AUTONOME",
            "dateDebut": "2013-11-08T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}