{
    "cid": "LEGIARTI000025797273",
    "num": "R555-36",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Dispositions particulières à certains ouvrages ou certaines installations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143788",
                        "id": "LEGISCTA000006143788",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-05",
                        "fin": "2018-01-01",
                        "titre": "Chapitre V : Canalisations de transport de gaz, d'hydrocarbures et de produits chimiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025795897",
                        "id": "LEGISCTA000025795909",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Canalisations de transport de gaz naturel ou assimilé, d'hydrocarbures et de produits chimiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025795897",
                        "id": "LEGISCTA000036017568",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-05",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Servitudes d'utilité publique. ― Déclaration d'utilité publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025797074",
                        "id": "LEGISCTA000025797078",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000042088943",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R555-33",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R555-33",
                    "articleId": "LEGIARTI000025797234",
                    "natureText": "CODE",
                    "date": 1599850527293,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336176000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042079264",
                    "textTitle": "Décret n°2020-843 du 3 juillet 2020 - art. 32",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000042081214",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-07-04",
                    "dateSignaTexte": "2020-07-03",
                    "dateDebutCible": "2020-07-05"
                }
            ],
            "num": "R555-36",
            "origine": "LEGI",
            "texte": "La déclaration d'utilité publique prévue à l'article R. 555-33 , le cas échéant, ou l'autorisation de construire et d'exploiter pour les canalisations de gaz naturel ou assimilé relevant de la mission du service public de l'énergie, confère au bénéficiaire de l'autorisation le droit d'exécuter sur et sous l'ensemble des dépendances du domaine public, tous travaux nécessaires à l'établissement, à l'entretien et à la protection de la canalisation, en se conformant aux règlements de voirie et à toutes autres dispositions en vigueur, notamment à celles figurant dans le code général de la propriété des personnes publiques relatives aux autorisations d'occupation du domaine public et dans le code général des collectivités territoriales ainsi qu'aux conditions particulières qui pourraient être demandées par les services publics affectataires. Les occupations du domaine public sont strictement limitées à celles qui sont nécessaires. Elles ont lieu à titre onéreux. Des arrêtés du ministre chargé du domaine, pris après avis du ministre chargé de la sécurité du transport par canalisation, fixent les tarifs et les modalités d'assiette et de perception des redevances dues pour l'occupation du domaine public de l'Etat par les canalisations mentionnées au présent chapitre. Le transporteur est tenu de déplacer ses canalisations à toute demande des autorités dont relève le domaine public qu'elles empruntent. Le déplacement ou la modification des installations sont exécutés aux frais du transporteur, s'ils ont lieu dans l'intérêt de la sécurité publique ou bien dans l'intérêt de l'utilisation, de l'exploitation ou de la sécurité du domaine public emprunté par les canalisations ou affecté par leur fonctionnement. Toutefois, l'autorité affectataire du domaine public et le service chargé du contrôle se concertent soit au moment de l'établissement des canalisations, soit lorsque le déplacement de celles-ci pour l'un des motifs indiqués à l'alinéa précédent apparaît nécessaire, afin de rechercher, le cas échéant, un accord sur les conditions du déplacement. En cas de désaccord, la décision appartient au préfet.",
            "texteHtml": "<p></p><p>La déclaration d'utilité publique prévue à <a href='/article/LEGIARTI000025797234'>l'article R. 555-33</a>, le cas échéant, ou l'autorisation de construire et d'exploiter pour les canalisations de gaz naturel ou assimilé relevant de la mission du service public de l'énergie, confère au bénéficiaire de l'autorisation le droit d'exécuter sur et sous l'ensemble des dépendances du domaine public, tous travaux nécessaires à l'établissement, à l'entretien et à la protection de la canalisation, en se conformant aux règlements de voirie et à toutes autres dispositions en vigueur, notamment à celles figurant dans le code général de la propriété des personnes publiques relatives aux autorisations d'occupation du domaine public et dans le code général des collectivités territoriales ainsi qu'aux conditions particulières qui pourraient être demandées par les services publics affectataires.</p><p>Les occupations du domaine public sont strictement limitées à celles qui sont nécessaires. Elles ont lieu à titre onéreux.</p><p>Des arrêtés du ministre chargé du domaine, pris après avis du ministre chargé de la sécurité du transport par canalisation, fixent les tarifs et les modalités d'assiette et de perception des redevances dues pour l'occupation du domaine public de l'Etat par les canalisations mentionnées au présent chapitre.</p><p>Le transporteur est tenu de déplacer ses canalisations à toute demande des autorités dont relève le domaine public qu'elles empruntent.</p><p>Le déplacement ou la modification des installations sont exécutés aux frais du transporteur, s'ils ont lieu dans l'intérêt de la sécurité publique ou bien dans l'intérêt de l'utilisation, de l'exploitation ou de la sécurité du domaine public emprunté par les canalisations ou affecté par leur fonctionnement. Toutefois, l'autorité affectataire du domaine public et le service chargé du contrôle se concertent soit au moment de l'établissement des canalisations, soit lorsque le déplacement de celles-ci pour l'un des motifs indiqués à l'alinéa précédent apparaît nécessaire, afin de rechercher, le cas échéant, un accord sur les conditions du déplacement. En cas de désaccord, la décision appartient au préfet.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2020-07-05T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Dispositions particulières à certains ouvrages ou certaines installations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143788",
                        "id": "LEGISCTA000006143788",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-05",
                        "fin": "2018-01-01",
                        "titre": "Chapitre V : Canalisations de transport de gaz, d'hydrocarbures et de produits chimiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025795897",
                        "id": "LEGISCTA000025795909",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Canalisations de transport de gaz naturel ou assimilé, d'hydrocarbures et de produits chimiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025795897",
                        "id": "LEGISCTA000036017568",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-05",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Servitudes d'utilité publique. ― Déclaration d'utilité publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025797074",
                        "id": "LEGISCTA000025797078",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000025797289",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R555-33 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R555-33",
                    "articleId": "LEGIARTI000025797234",
                    "natureText": "CODE",
                    "date": 1599862944601,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336176000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025794106",
                    "textTitle": "Décret n°2012-615\n du 2 mai 2012 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000025795429",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-05-04",
                    "dateSignaTexte": "2012-05-02",
                    "dateDebutCible": "2012-05-05"
                }
            ],
            "num": "R555-36",
            "origine": "LEGI",
            "texte": "La déclaration d'utilité publique prévue à l'article R. 555-33 , le cas échéant, confère au bénéficiaire de l'autorisation le droit d'exécuter sur et sous l'ensemble des dépendances du domaine public, tous travaux nécessaires à l'établissement, à l'entretien et à la protection de la canalisation, en se conformant aux règlements de voirie et à toutes autres dispositions en vigueur, notamment à celles figurant dans le code général de la propriété des personnes publiques relatives aux autorisations d'occupation du domaine public et dans le code général des collectivités territoriales ainsi qu'aux conditions particulières qui pourraient être demandées par les services publics affectataires. Les occupations du domaine public sont strictement limitées à celles qui sont nécessaires. Elles ont lieu à titre onéreux. Des arrêtés du ministre chargé du domaine, pris après avis du ministre chargé de la sécurité du transport par canalisation, fixent les tarifs et les modalités d'assiette et de perception des redevances dues pour l'occupation du domaine public de l'Etat par les canalisations mentionnées au présent chapitre. Le transporteur est tenu de déplacer ses canalisations à toute demande des autorités dont relève le domaine public qu'elles empruntent. Le déplacement ou la modification des installations sont exécutés aux frais du transporteur, s'ils ont lieu dans l'intérêt de la sécurité publique ou bien dans l'intérêt de l'utilisation, de l'exploitation ou de la sécurité du domaine public emprunté par les canalisations ou affecté par leur fonctionnement. Toutefois, l'autorité affectataire du domaine public et le service chargé du contrôle se concertent soit au moment de l'établissement des canalisations, soit lorsque le déplacement de celles-ci pour l'un des motifs indiqués à l'alinéa précédent apparaît nécessaire, afin de rechercher, le cas échéant, un accord sur les conditions du déplacement. En cas de désaccord, la décision appartient au préfet.",
            "texteHtml": "<p>La déclaration d'utilité publique prévue à <a href='/article/LEGIARTI000025797234' title='Code de l'environnement - art. R555-33 (V)'>l'article R. 555-33</a>, le cas échéant, confère au bénéficiaire de l'autorisation le droit d'exécuter sur et sous l'ensemble des dépendances du domaine public, tous travaux nécessaires à l'établissement, à l'entretien et à la protection de la canalisation, en se conformant aux règlements de voirie et à toutes autres dispositions en vigueur, notamment à celles figurant dans le code général de la propriété des personnes publiques relatives aux autorisations d'occupation du domaine public et dans le code général des collectivités territoriales ainsi qu'aux conditions particulières qui pourraient être demandées par les services publics affectataires.</p><p>Les occupations du domaine public sont strictement limitées à celles qui sont nécessaires. Elles ont lieu à titre onéreux.</p><p>Des arrêtés du ministre chargé du domaine, pris après avis du ministre chargé de la sécurité du transport par canalisation, fixent les tarifs et les modalités d'assiette et de perception des redevances dues pour l'occupation du domaine public de l'Etat par les canalisations mentionnées au présent chapitre.</p><p>Le transporteur est tenu de déplacer ses canalisations à toute demande des autorités dont relève le domaine public qu'elles empruntent.</p><p>Le déplacement ou la modification des installations sont exécutés aux frais du transporteur, s'ils ont lieu dans l'intérêt de la sécurité publique ou bien dans l'intérêt de l'utilisation, de l'exploitation ou de la sécurité du domaine public emprunté par les canalisations ou affecté par leur fonctionnement. Toutefois, l'autorité affectataire du domaine public et le service chargé du contrôle se concertent soit au moment de l'établissement des canalisations, soit lorsque le déplacement de celles-ci pour l'un des motifs indiqués à l'alinéa précédent apparaît nécessaire, afin de rechercher, le cas échéant, un accord sur les conditions du déplacement. En cas de désaccord, la décision appartient au préfet.</p>",
            "type": "AUTONOME",
            "dateDebut": "2012-05-05T00:00:00.000Z",
            "dateFin": "2020-07-05T00:00:00.000Z"
        }
    ]
}