{
    "cid": "LEGIARTI000043966320",
    "num": "L1512-2-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LEGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023706480",
                        "id": "LEGISCTA000023706480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PREMIERE PARTIE : DISPOSITIONS COMMUNES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023068935",
                        "id": "LEGISCTA000023086517",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS COMMUNES AUX INFRASTRUCTURES, AUX EQUIPEMENTS ET AUX MATERIELS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023069669",
                        "id": "LEGISCTA000023085325",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IER : DISPOSITIONS GENERALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023069671",
                        "id": "LEGISCTA000023085323",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : La réalisation et le financement des infrastructures de transport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023069694",
                        "id": "LEGISCTA000023085286",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023069696",
                        "id": "LEGISCTA000023085284",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043966320",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 132",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "132",
                    "articleId": "LEGIARTI000043958122",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "num": "L1512-2-1",
            "origine": "LEGI",
            "texte": "I.-Afin de réaliser l'aménagement et l'exploitation de terminaux multimodaux de fret, l'Etat peut créer, avec au moins un opérateur économique, qualifié d'actionnaire opérateur, une société d'économie mixte pour l'aménagement et l'exploitation d'un terminal multimodal de fret. Cet actionnaire opérateur est sélectionné après une mise en concurrence respectant les procédures applicables aux contrats de concession ou aux marchés publics définies par le code de la commande publique. Les collectivités territoriales et leurs groupements peuvent participer dans le cadre de leurs compétences à la création de ces sociétés d'économie mixte, dans les conditions définies à l'article L. 1541-2 du code général des collectivités territoriales. II.-La société d'économie mixte à opération unique est constituée pour une durée limitée et à titre exclusif en vue de la conclusion et de l'exécution d'un contrat dont l'objet est l'aménagement et l'exploitation, selon les modalités fixées au cahier des charges, de terminaux multimodaux de fret. Cet objet unique ne peut pas être modifié pendant la durée du contrat. Sous réserve du présent article, cette société d'économie mixte revêt la forme d'une société anonyme régie par le livre II du code de commerce et, en cas de participation des collectivités territoriales ou de leurs groupements à la création de la société, par le titre II du livre V de la première partie du code général des collectivités territoriales. Elle ne peut pas prendre de participation dans des sociétés commerciales. III.-A la demande de l'Etat, d'autres personnes morales de droit public et des entreprises ou des organismes dont le capital est exclusivement détenu par des personnes morales de droit public, qualifiés de partenaires publics, peuvent devenir actionnaires de la société d'économie mixte. A la demande de l'Etat, le gestionnaire de l'infrastructure à laquelle il est prévu d'embrancher le terminal multimodal de fret peut être associé à la création ou devenir actionnaire de la société d'économie mixte à opération unique. IV.-Les statuts de la société d'économie mixte fixent le nombre de sièges d'administrateurs ou de membres du conseil de surveillance attribués à chaque actionnaire. Ils sont attribués en proportion du capital détenu, ce nombre étant, le cas échéant, arrondi à l'unité supérieure. L'Etat et, le cas échéant, les collectivités territoriales et groupements mentionnés au I et les partenaires publics mentionnés au III détiennent conjointement entre 34 % et 66 % du capital de la société et entre 34 % et 66 % des droits de vote dans les organes délibérants. La part du capital et des droits de vote détenue par l'actionnaire opérateur ne peut être inférieure à 34 %. Les règles régissant l'évolution du capital de la société d'économie mixte pour l'aménagement et l'exploitation de terminaux multimodaux de fret sont déterminées par les statuts de la société ou par le pacte d'actionnaires. Ces règles ne peuvent faire obstacle à ce que l'Etat ou, le cas échéant, les collectivités territoriales et leurs groupements puissent rester actionnaires de la société pendant toute la durée du contrat confié à la société. Le président du conseil d'administration ou du conseil de surveillance est un représentant de l'Etat ou, le cas échéant, de la collectivité territoriale ou du groupement de collectivités territoriales compétent. V.-La société d'économie mixte est dissoute de plein droit au terme de l'exécution du contrat ou à la suite de sa résiliation. VI.-L'article L. 1541-3 du code général des collectivités territoriales s'applique aux collectivités territoriales ou aux groupements de collectivités territoriales compétents actionnaires de la société ainsi créée.",
            "texteHtml": "<p>I.-Afin de réaliser l'aménagement et l'exploitation de terminaux multimodaux de fret, l'Etat peut créer, avec au moins un opérateur économique, qualifié d'actionnaire opérateur, une société d'économie mixte pour l'aménagement et l'exploitation d'un terminal multimodal de fret.<br/><br/>\nCet actionnaire opérateur est sélectionné après une mise en concurrence respectant les procédures applicables aux contrats de concession ou aux marchés publics définies par le code de la commande publique.<br/><br/>\nLes collectivités territoriales et leurs groupements peuvent participer dans le cadre de leurs compétences à la création de ces sociétés d'économie mixte, dans les conditions définies à l'article L. 1541-2 du code général des collectivités territoriales.<br/><br/>\nII.-La société d'économie mixte à opération unique est constituée pour une durée limitée et à titre exclusif en vue de la conclusion et de l'exécution d'un contrat dont l'objet est l'aménagement et l'exploitation, selon les modalités fixées au cahier des charges, de terminaux multimodaux de fret. Cet objet unique ne peut pas être modifié pendant la durée du contrat.<br/><br/>\nSous réserve du présent article, cette société d'économie mixte revêt la forme d'une société anonyme régie par le livre II du code de commerce et, en cas de participation des collectivités territoriales ou de leurs groupements à la création de la société, par le titre II du livre V de la première partie du code général des collectivités territoriales. Elle ne peut pas prendre de participation dans des sociétés commerciales.<br/><br/>\nIII.-A la demande de l'Etat, d'autres personnes morales de droit public et des entreprises ou des organismes dont le capital est exclusivement détenu par des personnes morales de droit public, qualifiés de partenaires publics, peuvent devenir actionnaires de la société d'économie mixte.<br/><br/>\nA la demande de l'Etat, le gestionnaire de l'infrastructure à laquelle il est prévu d'embrancher le terminal multimodal de fret peut être associé à la création ou devenir actionnaire de la société d'économie mixte à opération unique.<br/><br/>\nIV.-Les statuts de la société d'économie mixte fixent le nombre de sièges d'administrateurs ou de membres du conseil de surveillance attribués à chaque actionnaire. Ils sont attribués en proportion du capital détenu, ce nombre étant, le cas échéant, arrondi à l'unité supérieure.<br/><br/>\nL'Etat et, le cas échéant, les collectivités territoriales et groupements mentionnés au I et les partenaires publics mentionnés au III détiennent conjointement entre 34 % et 66 % du capital de la société et entre 34 % et 66 % des droits de vote dans les organes délibérants. La part du capital et des droits de vote détenue par l'actionnaire opérateur ne peut être inférieure à 34 %.<br/><br/>\nLes règles régissant l'évolution du capital de la société d'économie mixte pour l'aménagement et l'exploitation de terminaux multimodaux de fret sont déterminées par les statuts de la société ou par le pacte d'actionnaires. Ces règles ne peuvent faire obstacle à ce que l'Etat ou, le cas échéant, les collectivités territoriales et leurs groupements puissent rester actionnaires de la société pendant toute la durée du contrat confié à la société.<br/><br/>\nLe président du conseil d'administration ou du conseil de surveillance est un représentant de l'Etat ou, le cas échéant, de la collectivité territoriale ou du groupement de collectivités territoriales compétent.<br/><br/>\nV.-La société d'économie mixte est dissoute de plein droit au terme de l'exécution du contrat ou à la suite de sa résiliation.<br/><br/>\nVI.-L'article L. 1541-3 du code général des collectivités territoriales s'applique aux collectivités territoriales ou aux groupements de collectivités territoriales compétents actionnaires de la société ainsi créée.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-08-25T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}