{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039041316",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Est considéré comme accessible aux personnes handicapées tout bâtiment ou aménagement permettant à un habitant ou à un visiteur handicapé, avec la plus grande autonomie possible, de circuler, d'accéder aux locaux et équipements, d'utiliser les équipements, de se repérer et de communiquer. Les conditions d'accès des personnes handicapées doivent être les mêmes que celles des autres publics ou, à défaut, présenter une qualité d'usage équivalente. Le ministre chargé de la construction fixe, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces bâtiments et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, ainsi que les équipements et les locaux collectifs. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis. II. - Dans les maisons individuelles autres que celles visées au III, le ministre chargé de la construction fixe, par arrêté, les obligations auxquelles doivent satisfaire les circulations intérieures des logements et leurs caractéristiques minimales intérieures selon le nombre de niveaux qu'ils comportent, permettant à une personne handicapée de les occuper. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis. Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, lorsque les balcons et terrasses sont situés au niveau de l'accès au logement, au moins un accès depuis une pièce de vie à ces balcons et terrasses doit être tel que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. III. - Lorsqu'une opération de construction comporte des maisons individuelles constituées de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : a) Des caractéristiques communes applicables à tous ces logements garantissant notamment qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; b) Lorsque l'opération de construction comporte au moins cinq logements de cette catégorie destinés à être gérés par la même personne physique ou morale, pour un pourcentage d'entre eux, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires. En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. Pour l'application des dispositions du troisième alinéa de l'article L. 111-7-1 , le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent III sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. Le représentant de l'Etat dans le département notifie, dans les trois mois qui suivent la réception des éléments, sa décision motivée, après avoir consulté la commission compétente en application de l'article R. 111-19-30 . A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. Le ministre chargé de la construction détermine par arrêté les conditions d'application du III du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci, les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires. IV. - Les opérations de construction respectent les règles décrites au II. Néanmoins, lorsqu'une opération de construction comporte des logements situés dans une ou des maisons individuelles, vendus en l'état futur d'achèvement, un contrat de travaux modificatifs peut être établi à la demande de l'acquéreur, entre celui-ci et le promoteur de l'opération, sous réserve que le logement faisant l'objet de travaux modificatifs réalisés à la demande de l'acquéreur satisfasse aux caractéristiques suivantes : a) Le logement peut être visité par une personne handicapée, quel que soit son handicap, c'est-à-dire que cette personne peut entrer dans le logement, se rendre dans le séjour par un cheminement accessible, y circuler et en ressortir ; b) Les travaux modificatifs réalisés à la demande de l'acquéreur permettent la réversibilité des aménagements par des travaux simples, dans les conditions définies par arrêté du ministre chargé de la construction. Le plan du logement correspondant au logement réalisé avec les travaux modificatifs demandés par l'acquéreur et le plan du logement correspondant à la configuration du logement conforme aux règles prévues au I doivent être fournis à l'acquéreur et annexés au contrat de travaux modificatifs de l'acquéreur. Si ce contrat est conclu avant la signature de l'acte authentique de vente, les deux plans sont en outre annexés à l'acte authentique de vente.",
            "texteHtml": "<p>I. - Est considéré comme accessible aux personnes handicapées tout bâtiment ou aménagement permettant à un habitant ou à un visiteur handicapé, avec la plus grande autonomie possible, de circuler, d'accéder aux locaux et équipements, d'utiliser les équipements, de se repérer et de communiquer. Les conditions d'accès des personnes handicapées doivent être les mêmes que celles des autres publics ou, à défaut, présenter une qualité d'usage équivalente. </p><p>Le ministre chargé de la construction fixe, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces bâtiments et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, ainsi que les équipements et les locaux collectifs. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis.</p><p>II. - Dans les maisons individuelles autres que celles visées au III, le ministre chargé de la construction fixe, par arrêté, les obligations auxquelles doivent satisfaire les circulations intérieures des logements et leurs caractéristiques minimales intérieures selon le nombre de niveaux qu'ils comportent, permettant à une personne handicapée de les occuper. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis.</p><p>Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, lorsque les balcons et terrasses sont situés au niveau de l'accès au logement, au moins un accès depuis une pièce de vie à ces balcons et terrasses doit être tel que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. </p><p>Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. </p><p>III. - Lorsqu'une opération de construction comporte des maisons individuelles constituées de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : </p><p>a) Des caractéristiques communes applicables à tous ces logements garantissant notamment qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; </p><p>b) Lorsque l'opération de construction comporte au moins cinq logements de cette catégorie destinés à être gérés par la même personne physique ou morale, pour un pourcentage d'entre eux, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires. </p><p>En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. </p><p>Pour l'application des dispositions du troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824131&dateTexte=&categorieLien=cid'>L. 111-7-1</a>, le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent III sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. </p><p>Le représentant de l'Etat dans le département notifie, dans les trois mois qui suivent la réception des éléments, sa décision motivée, après avoir consulté la commission compétente en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006895974&dateTexte=&categorieLien=cid'>R. 111-19-30</a>. A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. </p><p>A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. </p><p>Le ministre chargé de la construction détermine par arrêté les conditions d'application du III du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci, les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires.</p><p>IV. - Les opérations de construction respectent les règles décrites au II. Néanmoins, lorsqu'une opération de construction comporte des logements situés dans une ou des maisons individuelles, vendus en l'état futur d'achèvement, un contrat de travaux modificatifs peut être établi à la demande de l'acquéreur, entre celui-ci et le promoteur de l'opération, sous réserve que le logement faisant l'objet de travaux modificatifs réalisés à la demande de l'acquéreur satisfasse aux caractéristiques suivantes : </p><p> a) Le logement peut être visité par une personne handicapée, quel que soit son handicap, c'est-à-dire que cette personne peut entrer dans le logement, se rendre dans le séjour par un cheminement accessible, y circuler et en ressortir ; </p><p> b) Les travaux modificatifs réalisés à la demande de l'acquéreur permettent la réversibilité des aménagements par des travaux simples, dans les conditions définies par arrêté du ministre chargé de la construction. </p><p> Le plan du logement correspondant au logement réalisé avec les travaux modificatifs demandés par l'acquéreur et le plan du logement correspondant à la configuration du logement conforme aux règles prévues au I doivent être fournis à l'acquéreur et annexés au contrat de travaux modificatifs de l'acquéreur. Si ce contrat est conclu avant la signature de l'acte authentique de vente, les deux plans sont en outre annexés à l'acte authentique de vente.</p><p></p>",
            "num": "R111-18-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1567296000000,
            "dateFin": 1625097600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132252",
                        "id": "LEGISCTA000006132252",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145268",
                        "id": "LEGISCTA000006145268",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Chapitre Ier : Règles générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160482",
                        "id": "LEGISCTA000006160482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-08-10",
                        "fin": "2021-07-01",
                        "titre": "Section 3 : Personnes handicapées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177429",
                        "id": "LEGISCTA000006177429",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-05-18",
                        "fin": "2021-07-01",
                        "titre": "Sous-section 2 : Dispositions applicables lors de la construction de maisons individuelles.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189185",
                        "id": "LEGISCTA000006189185",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006895912",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189185",
            "sectionParentId": "LEGISCTA000006189185",
            "sectionParentTitre": "Sous-section 2 : Dispositions applicables lors de la construction de maisons individuelles.",
            "fullSectionsTitre": "Partie réglementaire",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039041316",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000038955628",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 1 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043816014",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000185756",
                    "textTitle": "Décret n°95-260 du 8 mars 1995 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043842507",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "95-260",
                    "datePubli": 794793600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "JORFTEXT000000635063",
                    "textTitle": "Arrêté du 1 août 2006 - art. 17 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000028728071",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1156377600000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000028725282",
                    "textTitle": "Arrêté du 14 mars 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028727077",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394928000000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000028725282",
                    "textTitle": "Arrêté du 14 mars 2014 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031844363",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394928000000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031830878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036657718",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1519257600000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000031830917",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043816028",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L111-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-7-1",
                    "articleId": "LEGIARTI000006824131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-19-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R111-19-30",
                    "articleId": "LEGIARTI000006895974",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1191196800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R162-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R162-7",
                    "articleId": "LEGIARTI000043819267",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006895912",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1147910400000,
                    "dateFin": 1395014400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028728044",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1395014400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031729131",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039041316",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R111-18-6",
                "111-18-6"
            ],
            "versionPrecedente": "LEGIARTI000031729131",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031729131",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Est considéré comme accessible aux personnes handicapées tout bâtiment ou aménagement permettant à un habitant ou à un visiteur handicapé, avec la plus grande autonomie possible, de circuler, d'accéder aux locaux et équipements, d'utiliser les équipements, de se repérer et de communiquer. Les conditions d'accès des personnes handicapées doivent être les mêmes que celles des autres publics ou, à défaut, présenter une qualité d'usage équivalente. Le ministre chargé de la construction fixe, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces bâtiments et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, ainsi que les équipements et les locaux collectifs. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis. II. - Dans les maisons individuelles autres que celles visées au III, le ministre chargé de la construction fixe, par arrêté, les obligations auxquelles doivent satisfaire les circulations intérieures des logements et leurs caractéristiques minimales intérieures selon le nombre de niveaux qu'ils comportent, permettant à une personne handicapée de les occuper. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis. Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, lorsque les balcons et terrasses sont situés au niveau de l'accès au logement, au moins un accès depuis une pièce de vie à ces balcons et terrasses doit être tel que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. III. - Lorsqu'une opération de construction comporte des maisons individuelles constituées de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : a) Des caractéristiques communes applicables à tous ces logements garantissant notamment qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; b) Lorsque l'opération de construction comporte au moins cinq logements de cette catégorie destinés à être gérés par la même personne physique ou morale, pour un pourcentage d'entre eux, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires. En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. Pour l'application des dispositions du troisième alinéa de l'article L. 111-7-1 , le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent III sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. Le représentant de l'Etat dans le département notifie, dans les trois mois qui suivent la réception des éléments, sa décision motivée, après avoir consulté la commission compétente en application de l'article R. 111-19-30 . A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. Le ministre chargé de la construction détermine par arrêté les conditions d'application du III du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci, les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires. IV. - Les opérations de construction respectent les règles décrites au II. Néanmoins, lorsqu'une opération de construction comporte des logements situés dans une ou des maisons individuelles, vendus en l'état futur d'achèvement, un contrat de travaux modificatifs peut être établi à la demande de l'acquéreur, entre celui-ci et le promoteur de l'opération, sous réserve que le logement faisant l'objet de travaux modificatifs réalisés à la demande de l'acquéreur satisfasse aux caractéristiques suivantes : a) Le logement peut être visité par une personne handicapée, quel que soit son handicap, c'est-à-dire que cette personne peut entrer dans le logement, se rendre dans le séjour par un cheminement accessible, y circuler et en ressortir ; b) Les travaux modificatifs réalisés à la demande de l'acquéreur permettent la réversibilité des aménagements par des travaux simples, dans les conditions définies par arrêté du ministre chargé de la construction. Le plan du logement correspondant au logement réalisé avec les travaux modificatifs demandés par l'acquéreur et le plan du logement correspondant à la configuration du logement conforme aux règles prévues au I doivent être fournis à l'acquéreur et annexés au contrat de travaux modificatifs de l'acquéreur. Si ce contrat est conclu avant la signature de l'acte authentique de vente, les deux plans sont en outre annexés à l'acte authentique de vente.",
            "texteHtml": "<p>I. - Est considéré comme accessible aux personnes handicapées tout bâtiment ou aménagement permettant à un habitant ou à un visiteur handicapé, avec la plus grande autonomie possible, de circuler, d'accéder aux locaux et équipements, d'utiliser les équipements, de se repérer et de communiquer. Les conditions d'accès des personnes handicapées doivent être les mêmes que celles des autres publics ou, à défaut, présenter une qualité d'usage équivalente. </p><p>Le ministre chargé de la construction fixe, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces bâtiments et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, ainsi que les équipements et les locaux collectifs. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis.</p><p>II. - Dans les maisons individuelles autres que celles visées au III, le ministre chargé de la construction fixe, par arrêté, les obligations auxquelles doivent satisfaire les circulations intérieures des logements et leurs caractéristiques minimales intérieures selon le nombre de niveaux qu'ils comportent, permettant à une personne handicapée de les occuper. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis.</p><p>Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, lorsque les balcons et terrasses sont situés au niveau de l'accès au logement, au moins un accès depuis une pièce de vie à ces balcons et terrasses doit être tel que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. </p><p>Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. </p><p>III. - Lorsqu'une opération de construction comporte des maisons individuelles constituées de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : </p><p>a) Des caractéristiques communes applicables à tous ces logements garantissant notamment qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; </p><p>b) Lorsque l'opération de construction comporte au moins cinq logements de cette catégorie destinés à être gérés par la même personne physique ou morale, pour un pourcentage d'entre eux, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires. </p><p>En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. </p><p>Pour l'application des dispositions du troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824131&dateTexte=&categorieLien=cid'>L. 111-7-1</a>, le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent III sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. </p><p>Le représentant de l'Etat dans le département notifie, dans les trois mois qui suivent la réception des éléments, sa décision motivée, après avoir consulté la commission compétente en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006895974&dateTexte=&categorieLien=cid'>R. 111-19-30</a>. A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. </p><p>A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. </p><p>Le ministre chargé de la construction détermine par arrêté les conditions d'application du III du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci, les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires.</p><p>IV. - Les opérations de construction respectent les règles décrites au II. Néanmoins, lorsqu'une opération de construction comporte des logements situés dans une ou des maisons individuelles, vendus en l'état futur d'achèvement, un contrat de travaux modificatifs peut être établi à la demande de l'acquéreur, entre celui-ci et le promoteur de l'opération, sous réserve que le logement faisant l'objet de travaux modificatifs réalisés à la demande de l'acquéreur satisfasse aux caractéristiques suivantes : </p><p> a) Le logement peut être visité par une personne handicapée, quel que soit son handicap, c'est-à-dire que cette personne peut entrer dans le logement, se rendre dans le séjour par un cheminement accessible, y circuler et en ressortir ; </p><p> b) Les travaux modificatifs réalisés à la demande de l'acquéreur permettent la réversibilité des aménagements par des travaux simples, dans les conditions définies par arrêté du ministre chargé de la construction. </p><p> Le plan du logement correspondant au logement réalisé avec les travaux modificatifs demandés par l'acquéreur et le plan du logement correspondant à la configuration du logement conforme aux règles prévues au I doivent être fournis à l'acquéreur et annexés au contrat de travaux modificatifs de l'acquéreur. Si ce contrat est conclu avant la signature de l'acte authentique de vente, les deux plans sont en outre annexés à l'acte authentique de vente.</p><p></p>",
            "num": "R*111-18-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1451260800000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132252",
                        "id": "LEGISCTA000006132252",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145268",
                        "id": "LEGISCTA000006145268",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Chapitre Ier : Règles générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160482",
                        "id": "LEGISCTA000006160482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-08-10",
                        "fin": "2021-07-01",
                        "titre": "Section 3 : Personnes handicapées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177429",
                        "id": "LEGISCTA000006177429",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-05-18",
                        "fin": "2021-07-01",
                        "titre": "Sous-section 2 : Dispositions applicables lors de la construction de maisons individuelles.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189185",
                        "id": "LEGISCTA000006189185",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006895912",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189185",
            "sectionParentId": "LEGISCTA000006189185",
            "sectionParentTitre": "Sous-section 2 : Dispositions applicables lors de la construction de maisons individuelles.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Dispositions générales. &gt; Titre Ier : Construction des bâtiments. &gt; Chapitre Ier : Règles générales. &gt; Section 3 : Personnes handicapées. &gt; Sous-section 2 : Dispositions applicables lors de la construction de maisons individuelles.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031729131",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000031692453",
                    "textTitle": "Décret n°2015-1770 du 24 décembre 2015 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000031697972",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-27",
                    "dateSignaTexte": "2015-12-24",
                    "dateDebutCible": "2015-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000185756",
                    "textTitle": "Décret n°95-260 du 8 mars 1995 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043842507",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "95-260",
                    "datePubli": 794793600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "JORFTEXT000000635063",
                    "textTitle": "Arrêté du 1 août 2006 - art. 17 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000028728071",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1156377600000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000028725282",
                    "textTitle": "Arrêté du 14 mars 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028727077",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394928000000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000028725282",
                    "textTitle": "Arrêté du 14 mars 2014 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031844363",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394928000000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031830878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036657718",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1519257600000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000031830917",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043816028",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L111-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-7-1",
                    "articleId": "LEGIARTI000006824131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-19-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R111-19-30",
                    "articleId": "LEGIARTI000006895974",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1191196800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006895912",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1147910400000,
                    "dateFin": 1395014400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028728044",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1395014400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031729131",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039041316",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*111-18-6",
                "111-18-6",
                "R111-18-6"
            ],
            "versionPrecedente": "LEGIARTI000028728044",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028728044",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Est considéré comme accessible aux personnes handicapées tout bâtiment ou aménagement permettant à un habitant ou à un visiteur handicapé, avec la plus grande autonomie possible, de circuler, d'accéder aux locaux et équipements, d'utiliser les équipements, de se repérer et de communiquer. Les conditions d'accès des personnes handicapées doivent être les mêmes que celles des autres publics ou, à défaut, présenter une qualité d'usage équivalente. Le ministre chargé de la construction et le ministre chargé des personnes handicapées fixent, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces bâtiments et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, ainsi que les équipements et les locaux collectifs. II. ― Dans les maisons individuelles autres que celles visées au III, le ministre chargé de la construction et le ministre chargé des personnes handicapées fixent, par arrêté, les obligations auxquelles doivent satisfaire les circulations intérieures des logements et leurs caractéristiques minimales intérieures selon le nombre de niveaux qu'ils comportent, permettant à une personne handicapée de les occuper. Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, lorsque les balcons et terrasses sont situés au niveau de l'accès au logement, au moins un accès depuis une pièce de vie à ces balcons et terrasses doit être tel que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. III. ― Lorsqu'une opération de construction comporte des maisons individuelles constituées de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : a) Des caractéristiques communes applicables à tous ces logements garantissant notamment qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; b) Lorsque l'opération de construction comporte au moins cinq logements de cette catégorie destinés à être gérés par la même personne physique ou morale, pour un pourcentage d'entre eux, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires. En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. Pour l'application des dispositions du troisième alinéa de l'article L. 111-7-1 , le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent III sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. Le représentant de l'Etat dans le département notifie, dans les trois mois qui suivent la réception des éléments, sa décision motivée, après avoir consulté la commission compétente en application de l'article R. 111-19-30 . A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. Le ministre chargé de la construction détermine par arrêté les conditions d'application du III du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci, les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires.",
            "texteHtml": "<p>I. ― Est considéré comme accessible aux personnes handicapées tout bâtiment ou aménagement permettant à un habitant ou à un visiteur handicapé, avec la plus grande autonomie possible, de circuler, d'accéder aux locaux et équipements, d'utiliser les équipements, de se repérer et de communiquer. Les conditions d'accès des personnes handicapées doivent être les mêmes que celles des autres publics ou, à défaut, présenter une qualité d'usage équivalente. </p><p></p><p>Le ministre chargé de la construction et le ministre chargé des personnes handicapées fixent, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces bâtiments et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, ainsi que les équipements et les locaux collectifs. </p><p></p><p>II. ― Dans les maisons individuelles autres que celles visées au III, le ministre chargé de la construction et le ministre chargé des personnes handicapées fixent, par arrêté, les obligations auxquelles doivent satisfaire les circulations intérieures des logements et leurs caractéristiques minimales intérieures selon le nombre de niveaux qu'ils comportent, permettant à une personne handicapée de les occuper. </p><p></p><p>Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, lorsque les balcons et terrasses sont situés au niveau de l'accès au logement, au moins un accès depuis une pièce de vie à ces balcons et terrasses doit être tel que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. </p><p></p><p>Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. </p><p></p><p>III. ― Lorsqu'une opération de construction comporte des maisons individuelles constituées de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : </p><p></p><p>a) Des caractéristiques communes applicables à tous ces logements garantissant notamment qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; </p><p></p><p>b) Lorsque l'opération de construction comporte au moins cinq logements de cette catégorie destinés à être gérés par la même personne physique ou morale, pour un pourcentage d'entre eux, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires. </p><p></p><p>En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. </p><p></p><p>Pour l'application des dispositions du troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824131&dateTexte=&categorieLien=cid'>L. 111-7-1</a>, le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent III sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. </p><p></p><p>Le représentant de l'Etat dans le département notifie, dans les trois mois qui suivent la réception des éléments, sa décision motivée, après avoir consulté la commission compétente en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006895974&dateTexte=&categorieLien=cid'>R. 111-19-30</a>. A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. </p><p></p><p>A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. </p><p></p><p>Le ministre chargé de la construction détermine par arrêté les conditions d'application du III du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci, les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires.</p><p></p><p></p><p></p>",
            "num": "R*111-18-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1395014400000,
            "dateFin": 1451260800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132252",
                        "id": "LEGISCTA000006132252",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145268",
                        "id": "LEGISCTA000006145268",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Chapitre Ier : Règles générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160482",
                        "id": "LEGISCTA000006160482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-08-10",
                        "fin": "2021-07-01",
                        "titre": "Section 3 : Personnes handicapées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177429",
                        "id": "LEGISCTA000006177429",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-05-18",
                        "fin": "2021-07-01",
                        "titre": "Sous-section 2 : Dispositions applicables lors de la construction de maisons individuelles.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189185",
                        "id": "LEGISCTA000006189185",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006895912",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189185",
            "sectionParentId": "LEGISCTA000006189185",
            "sectionParentTitre": "Sous-section 2 : Dispositions applicables lors de la construction de maisons individuelles.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Dispositions générales. &gt; Titre Ier : Construction des bâtiments. &gt; Chapitre Ier : Règles générales. &gt; Section 3 : Personnes handicapées. &gt; Sous-section 2 : Dispositions applicables lors de la construction de maisons individuelles.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028728044",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000028725250",
                    "textTitle": "Décret n°2014-337\n du 14 mars 2014 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000028726848",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-03-16",
                    "dateSignaTexte": "2014-03-14",
                    "dateDebutCible": "2014-03-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000185756",
                    "textTitle": "Décret n°95-260 du 8 mars 1995 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043842507",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "95-260",
                    "datePubli": 794793600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "JORFTEXT000000635063",
                    "textTitle": "Arrêté du 1 août 2006 - art. 17 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000028728071",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1156377600000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000028725282",
                    "textTitle": "Arrêté du 14 mars 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028727077",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394928000000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000028725282",
                    "textTitle": "Arrêté du 14 mars 2014 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031844363",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394928000000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031830878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036657718",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1519257600000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000031830917",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043816028",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L111-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-7-1",
                    "articleId": "LEGIARTI000006824131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-19-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R111-19-30",
                    "articleId": "LEGIARTI000006895974",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1191196800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006895912",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1147910400000,
                    "dateFin": 1395014400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028728044",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1395014400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031729131",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039041316",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*111-18-6",
                "111-18-6",
                "R111-18-6"
            ],
            "versionPrecedente": "LEGIARTI000006895912",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006895912",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Est considéré comme accessible aux personnes handicapées tout bâtiment ou aménagement permettant à un habitant ou à un visiteur handicapé, avec la plus grande autonomie possible, de circuler, d'accéder aux locaux et équipements, d'utiliser les équipements, de se repérer et de communiquer. Les conditions d'accès des personnes handicapées doivent être les mêmes que celles des autres publics ou, à défaut, présenter une qualité d'usage équivalente. Le ministre chargé de la construction et le ministre chargé des personnes handicapées fixent, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces bâtiments et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, les circulations intérieures des logements, les caractéristiques minimales intérieures des logements selon le nombre de niveaux qu'ils comportent, permettant à une personne handicapée de les occuper, ainsi que les équipements et les locaux collectifs. Dans les maisons individuelles ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, lorsque les balcons et terrasses sont situés au niveau de l'accès au logement, au moins un accès depuis une pièce de vie à ces balcons et terrasses doit être tel que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. Dans les maisons individuelles ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée.",
            "texteHtml": "<p></p>   Est considéré comme accessible aux personnes handicapées tout bâtiment ou aménagement permettant à un habitant ou à un visiteur handicapé, avec la plus grande autonomie possible, de circuler, d'accéder aux locaux et équipements, d'utiliser les équipements, de se repérer et de communiquer. Les conditions d'accès des personnes handicapées doivent être les mêmes que celles des autres publics ou, à défaut, présenter une qualité d'usage équivalente.<p></p><p></p>   Le ministre chargé de la construction et le ministre chargé des personnes handicapées fixent, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces bâtiments et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, les circulations intérieures des logements, les caractéristiques minimales intérieures des logements selon le nombre de niveaux qu'ils comportent, permettant à une personne handicapée de les occuper, ainsi que les équipements et les locaux collectifs.<p></p><p></p>   Dans les maisons individuelles ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, lorsque les balcons et terrasses sont situés au niveau de l'accès au logement, au moins un accès depuis une pièce de vie à ces balcons et terrasses doit être tel que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant.<p></p><p></p>   Dans les maisons individuelles ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée.<p></p>",
            "num": "R*111-18-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1147910400000,
            "dateFin": 1395014400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132252",
                        "id": "LEGISCTA000006132252",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145268",
                        "id": "LEGISCTA000006145268",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Chapitre Ier : Règles générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160482",
                        "id": "LEGISCTA000006160482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-08-10",
                        "fin": "2021-07-01",
                        "titre": "Section 3 : Personnes handicapées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177429",
                        "id": "LEGISCTA000006177429",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-05-18",
                        "fin": "2021-07-01",
                        "titre": "Sous-section 2 : Dispositions applicables lors de la construction de maisons individuelles.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189185",
                        "id": "LEGISCTA000006189185",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006895912",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189185",
            "sectionParentId": "LEGISCTA000006189185",
            "sectionParentTitre": "Sous-section 2 : Dispositions applicables lors de la construction de maisons individuelles.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Dispositions générales. &gt; Titre Ier : Construction des bâtiments. &gt; Chapitre Ier : Règles générales. &gt; Section 3 : Personnes handicapées. &gt; Sous-section 2 : Dispositions applicables lors de la construction de maisons individuelles.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006895912",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 2006-555 du 17 mai 2006, article 13 : \" Sauf disposition contraire, les dispositions des articles 1er à 5 et 9 du présent décret sont applicables aux demandes de permis de construire déposées à compter du 1er janvier 2007 \".",
            "notaHtml": "<p></p>  Décret n° 2006-555 du 17 mai 2006, article 13 : <p></p><p></p>\" Sauf disposition contraire, les dispositions des articles 1er à 5 et 9 du présent décret sont applicables aux demandes de permis de construire déposées à compter du 1er janvier 2007 \".<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31 JORF 6 JUIN 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000819417",
                    "textTitle": "Décret n°2006-555 du 17 mai 2006 - art. 2 () JORF 18 mai 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006251365",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-05-18",
                    "dateSignaTexte": "2006-05-17",
                    "dateDebutCible": "2006-05-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000185756",
                    "textTitle": "Décret n°95-260 du 8 mars 1995 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043842507",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "95-260",
                    "datePubli": 794793600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "JORFTEXT000000635063",
                    "textTitle": "Arrêté du 1 août 2006 - art. 17 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000028728071",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1156377600000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000028725282",
                    "textTitle": "Arrêté du 14 mars 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028727077",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394928000000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000028725282",
                    "textTitle": "Arrêté du 14 mars 2014 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031844363",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394928000000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031830878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036657718",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1519257600000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000031830917",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043816028",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006895912",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1147910400000,
                    "dateFin": 1395014400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028728044",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1395014400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031729131",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039041316",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*111-18-6",
                "111-18-6",
                "R111-18-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}