{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042906792",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ANNEXE 3 MENTIONNÉE AUX ARTICLES R. 142-13, R. 142-14, R. 142-18, R. 142-21, R. 414-5 ET R. 431-1 DONNÉES À CARACTÈRE PERSONNEL SUSCEPTIBLES D'ÊTRE ENREGISTRÉES DANS LE TRAITEMENT AUTOMATISÉ AGDREF2 PRÉVU À L'ARTICLE R. 142-11 - MENTIONS FIGURANT SUR LES DOCUMENTS - DONNÉES CONTENUES DANS LES COMPOSANTS ÉLECTRONIQUES I. Catégories de données à caractère personnel et informations susceptibles d'être enregistrées : A. Données générales : 1° Etat civil de l'étranger ; nationalité ; 2° Numéro AGDREF2 et autres numéros de dossiers administratifs ; 3° Mot de passe choisi par l'usager ; 4° Pour les titulaires d'un titre de voyage : taille, couleur des yeux ; 5° Références des documents d'identité et de voyage détenus et du visa d'entrée délivré ; 6° Regroupement familial : état civil, pays de résidence et adresse du parent bénéficiaire ; 7° Etat civil de l'enfant étranger mineur dont les parents font l'objet d'une décision d'éloignement ; 8° Etat civil et filiation de l'enfant français mineur dont les parents sollicitent un titre de séjour en qualité de parent d'enfant français. 9° Etat civil et adresse du garant ; 10° Etat civil et adresse du responsable du mineur étranger ; 11° Situation familiale (situation maritale, nombre d'enfants français et non français, filiation, état civil et nationalité du conjoint, date et lieu du mariage et références de l'acte de mariage, effectivité de la communauté de vie déclarée à l'administration, lien et indication de la nature du lien [conjoint, ascendant, descendant] avec une autre personne figurant dans l'application) ; 12° Plus haut niveau de diplôme obtenu, pour les titres de séjour d'étudiant : cursus ; 13° Adresse complète, nom de l'hébergeant ; ancienne adresse ; pays de résidence antérieure ; 14° Acceptation du dispositif d'hébergement par le demandeur d'asile ; 15° Adresse e-mail, téléphone, langues parlées ; 16° Signature du titulaire du titre de séjour et du titre de voyage. B. Données relatives au droit au séjour, au droit au travail et au titre de voyage : 1° Titre de séjour : références juridiques et de gestion (dates, lieux) de la demande, de la délivrance, du refus et du retrait ; date et condition d'entrée en France ; historique des titres détenus ; 2° Avis du collège de médecins du service médical de l'office français de l'immigration et de l'intégration sur la satisfaction par l'étranger sollicitant un droit de séjour des critères relatifs à son état de santé : sens de l'avis, conséquences d'une exceptionnelle gravité résultant du défaut d'une prise en charge médicale, possibilité de bénéficier effectivement d'un traitement approprié eu égard à l'offre de soins et aux caractéristiques du système de santé dans le pays d'origine ou de renvoi ; maintien sur le territoire autorisé, sursis à l'éloignement autorisé, capacité à voyager ; 3° Regroupement familial : avis du maire ou de l'Office français de l'immigration et de l'intégration sur l'adéquation des ressources au nombre de personnes à charge et sur la salubrité et l'adéquation de la surface du logement à la taille de la famille ; 4° Satisfaction de la condition de ressources requise pour l'attribution de certains titres de séjour ; 5° Condition d'intégration : sens de l'avis du maire de la commune de résidence sur le respect par l'étranger des conditions d'intégration républicaine ; sens de l'avis du maire de la commune de résidence sur le respect par l'étranger qui sollicite un regroupement familial des principes essentiels qui, conformément aux lois de la République, régissent la vie familiale en France, pays d'accueil ; date de signature du contrat d'accueil et d'intégration ; respect des conditions fixées au contrat ; sens de l'avis de la direction départementale de la cohésion sociale suite à une enquête sociale ; 6° Droit au travail : code ROME, code profession et catégorie socioprofessionnelle, date de début et de fin de l'autorisation de travail, limites géographiques de l'autorisation de travail, employeur, nombre d'heures de travail prévues par le contrat ; 7° Résultat de l'interrogation du volet B2 du casier judiciaire (néant, non néant) ; date d'enregistrement ; 8° Références du visa de sortie/retour délivré ; 9° Références du titre de voyage pour réfugié, du titre de voyage pour apatride, du titre d'identité et de voyage et du sauf-conduit ; 10° Date et nature de la décision d'aide au retour ; date de départ prévue ; 11° Référence des reçus et décisions de l'Office français de protection des réfugiés et apatrides et de la Cour nationale du droit d'asile ; 12° Groupe d'appartenance à la protection temporaire ; données relatives à la gestion administrative de la demande de transfert, de rapprochement familial ou de réadmission des bénéficiaires de la protection temporaire à l'intérieur de l'Union européenne et état-civil des membres de famille ; 13° Références de la procédure d'accès à la nationalité française ; 14° Montant et date de paiement des taxes dont l'étranger est redevable ; 15° Identifiant unique du timbre dématérialisé ; 16° Numéro de réservation lié à l'achat du timbre dématérialisé. C. Données relatives à la procédure d'éloignement : 1° Données relatives à la décision d'éloignement : a) Motif de l'interpellation (infraction à la législation des étrangers ou autre infraction) ; date et heure de l'interpellation, service interpellateur, référence du procès-verbal ; prolongation de la garde à vue ; b) Nature de la décision d'éloignement ; date et numéro ; autorité ayant édicté la décision ; disposition appliquée ; c) Pour les mesures administratives, date et heure de la notification ; d) Pour les décisions d'expulsion, date de la réunion de la commission d'expulsion, autorité notifiant la décision ; bulletin de notification de l'engagement de la procédure d'expulsion : date/date de notification ; sens de l'avis de la commission ; date de notification ; indicateur de procédure d'urgence absolue ; e) Décision fixant le pays de renvoi pour les interdictions judiciaires du territoire et les décisions d'expulsion (autorité administrative compétente, procédure contradictoire : date et indicateur d'observations, date de décision, pays de renvoi) ; f) Pour les décisions de remise aux autorités d'un autre Etat membre de l'Union européenne, date de la demande, Etat sollicité, type de réadmission, avis de l'Etat sollicité ; g) Pour les interdictions judiciaires du territoire, date de la réquisition aux fins d'exécution ; échéance ; demandes de grâce ou de relèvement (date et sens de la décision, juridiction) ; h) Préfecture en charge de l'exécution de la décision d'éloignement ; i) Abrogation des décisions d'expulsion : date de la demande ; indicateur de consultation de la commission d'expulsion ; date de notification de l'engagement de la procédure ; date de la réunion ; sens de l'avis ; date de notification de l'avis ; date, sens et date de notification de la décision ; date et résultat du réexamen quinquennal ; j) Annulation de la décision d'expulsion : date, juridiction ; en cas de recours : date, juridiction, décision ; k) Pour les interdictions de retour, date de la décision, dates de début et de fin de la période d'interdiction, date de demande d'abrogation, date d'abrogation, date d'annulation contentieuse. l) Pour les interdictions de circulation sur le territoire français, date de la décision, dates de début et de fin de la période d'interdiction, date de demande d'abrogation, date d'abrogation, date d'annulation contentieuse. 2° Données relatives aux procédures juridictionnelles mises en œuvre dans le cadre de l'éloignement : a) Soustraction à l'exécution d'une décision d'éloignement (lieu, date et heure du procès-verbal constatant la volonté de soustraction, service de police en charge de la procédure, procédure d'information du parquet, mesure prise par les autorités judiciaires) ; b) Recours contentieux (type de recours, juridiction saisie, date et heure du recours, date et heure de l'audience, décision) ; c) Présentation devant le juge des libertés et de la détention aux fins de prolongation de la rétention administrative (requête aux fins de prolongation, date, heure et lieu de la présentation, adresse du greffe du tribunal de grande instance compétent) ; d) Décision du juge des libertés et de la détention (prolongation de la rétention, refus de prolongation, assignation à résidence, date et heure de l'ordonnance) ; e) Conditions de l'assignation à résidence (lieu de l'assignation, lieu et fréquence des contrôles, date de fin de l'assignation, préfecture en charge du suivi) ; f) Procédure d'appel (autorité ou personne à l'origine de l'appel, date et heure de la demande, date et heure de l'audience, décision) ; g) Refus d'identification de l'étranger (date, heure et lieu du refus, service de police et parquet compétents, date de présentation au parquet, décision du parquet, date et lieu de présentation au tribunal judiciaire, décision du tribunal) ; h) Non-respect d'une assignation à résidence (date et heure du procès-verbal de carence, date et heure du dernier contrôle, procédure d'information du parquet). 3° Données relatives aux étrangers faisant l'objet d'une décision d'éloignement alors qu'ils sont détenus : a) Lieu de détention ; b) Numéro d'écrou ; c) Détention provisoire ou consécutive à une condamnation ; d) Date de début et de fin de peine ; e) Remise de peine (motif, durée de la remise de peine) ; f) Transfert de l'étranger (date, heure et établissement de destination). 4° Données relatives à la rétention administrative : a) Lieu de rétention ; b) Numéro de registre correspondant au dossier de l'étranger placé en rétention ; c) Date et heure de la notification des droits ; d) Affectation d'une chambre et d'un lit ; e) Bagages placés en consigne (numéro de registre et de consigne, détail et état des bagages, date de restitution des bagages) ; f) Biens placés au coffre (numéro de registre et de coffre, liste des objets de valeur et des objets écartés, date de dépôt et de restitution) ; g) Objets laissés à disposition du retenu ; h) Mouvements d'argent (numéro du registre, détail du numéraire, date et heure de retrait et dépôt de fonds) ; i) Compte rendu des incidents au centre ou au local de rétention (date, heure, circonstances). 5° Données relatives à la gestion administrative et opérationnelle de l'éloignement : a) Placement en rétention administrative (date et heure du prononcé et de la notification de la décision préfectorale, lieu de placement, date et heure du début et de la fin de la rétention, date et heure d'un transfert d'un lieu de rétention à un autre lieu de rétention) ; b) Décision préfectorale ou ministérielle d'assignation à résidence (date et heure de notification de l'arrêté, lieu de l'assignation à résidence [chez, adresse, ville, département]), fréquence et lieu des contrôles ; référence, motif, durée ; en cas de non-respect : date et heure du procès-verbal de carence, date du dernier contrôle, date de saisine du parquet ; c) Demande d'asile (date et heure de l'enregistrement de la demande, date et heure de la décision de maintien en rétention, éventuellement convocation par l'Office français de protection des réfugiés et apatrides, décision de l'office et date de notification de la décision) ; d) Hospitalisation (date et heure d'admission, coordonnées de l'établissement hospitalier, date et heure de sortie) ; e) Expertises médicales (date et heure de l'expertise, adresse du lieu d'expertise, mesure prise à l'issue de l'expertise) ; f) Escortes des transferts (numéro du mouvement, type de sortie et d'escorte, objet de la mission, date et heures de départ et d'arrivée prévues et effectives, villes de départ et d'arrivée, service sollicité, identité des fonctionnaires composant l'escorte, moyen de transport utilisé) ; g) Réservation du moyen de transport international (lieu de rétention, Etat de destination, moyen de transport sollicité, décision d'éloignement concernée, caractère exécutoire de la décision, dates possibles de l'éloignement, service chargé de l'acheminement jusqu'au lieu d'embarquement, étranger susceptible de faire l'objet d'un refus d'embarquement ou ayant déjà fait l'objet d'une procédure judiciaire à ce titre, nécessité de prévoir une escorte, accompagnement de la famille et identité des personnes concernées) ; h) Libération de l'étranger retenu ou détenu (autorité auteur de l'acte, date et heure, motif de la libération) ; i) Eloignement effectif (lieu, date et heure de départ, moyen de transport et compagnie utilisés, transits, ville et pays de destination, présence d'une escorte) ; j) Demande de laissez-passer consulaire (consulat saisi, date de la demande d'identification ou de présentation consulaire, date et heure de la présentation, types de documents d'identité fournis adressés, réponse du consulat et paiement éventuel des droits de chancellerie) ; k) Nécessité d'une surveillance particulière au regard de l'ordre public ou de la protection de l'individu concerné ; volonté manifeste ou exprimée de l'étranger de faire obstacle à son éloignement (O/N). D. Données relatives aux ressortissants étrangers se déclarant mineurs et privés temporairement ou définitivement de la protection de leur famille et évalués majeurs par le président du conseil départemental en application des dispositions des articles L. 221-2-2 et R. 221-11 du code de l'action sociale et des familles : 1° Commune de rattachement de l'intéressé ou adresse de l'organisme d'accueil auprès duquel celui-ci est domicilié ; 2° Conseil départemental chargé de l'évaluation ; 3° Date et conditions d'entrée en France ; 4° Numéro de procédure attribué par le traitement AEM et numéro de procédure du service de l'aide sociale à l'enfance ; 5° Date de la fin de l'évaluation par le président du conseil départemental ; 6° Résultat de cette décision, notamment l'indication de la majorité ; 7° Existence d'une saisine de l'autorité judiciaire par une personne évaluée majeure et date de la mesure d'assistance éducative lorsqu'une telle mesure est prononcée ; 8° Date de la notification au préfet de département et, à Paris, au préfet de police de la date de la fin de l'évaluation par le président du conseil départemental ou de la saisine par le président de l'autorité judiciaire. II. Mentions figurant sur le titre de séjour ou de voyage ou le document de circulation : A. Mentions figurant sur le titre de séjour : 1° Au recto : le numéro AGDREF2, le numéro du titre, le nom, le prénom, la date d'expiration ou la mention validité illimitée, le lieu de délivrance, la date de début de validité, la mention du titre de séjour (catégorie de titre), l'autorisation de travail, la date de délivrance, la signature du titulaire, la photographie d'identité ; 2° Au verso : la date de naissance, le lieu de naissance, la nationalité, le sexe, l'adresse. B. Mentions figurant sur les titres de voyage : 1° Titre de voyage pour réfugié (TVR) : a) Nature du titre de voyage ; b) Etat civil ; c) Date et lieu de naissance ; d) Sexe ; e) Couleur des yeux ; f) Taille ; g) Adresse ; h) Date de délivrance ; date d'expiration ; i) Pays d'origine de l'intéressé ; j) Pays exclus ; k) Autorité de délivrance ; l) Numéro du titre de voyage ; m) Signature du titulaire ; n) Numéro AGDREF2. 2° Titre de voyage pour apatride (TVA) : les données mentionnées sont celles figurant au 1°, à l'exception du j ; 3° Titre d'identité et de voyage (TIV) : les données mentionnées sont celles figurant au 1°. C. Mentions figurant sur les documents de circulation : 1° Documents de circulation et titres d'identité républicains délivrés aux mineurs : a) Au recto : - Nature du document ; - Numéro du document ; - Numéro AGDREF2 ; - Etat civil ; - Date et lieu de naissance ; - Sexe ; - Nationalité ; - Adresse ; - Durée de validité du document ; - Date de délivrance ; - Autorité de délivrance. b) Au verso : - Photographie du titulaire ; - Signature de l'autorité qui délivre le document ; - Signature du titulaire si, au jour de la demande, celui-ci est âgé de sept ans au moins ou signature de la personne qui a demandé le document si, au jour de la demande, le titulaire est âgé de moins de sept ans. 2° Carte de frontalier : a) Au recto : - Catégorie de document : carte de frontalier ; - Numéro du titre ; - Numéro AGDREF2 ; - Photographie ; - Etat civil ; - Date de début et de fin de validité ; - Autorité de délivrance ; - Zone remarque : \"autorisation de séjourner par périodes maximales de 72 heures dans les limites du bourg de Saint-Georges de l'Oyapock\" ; - Signature du titulaire. b) Au verso : - Date et lieu de naissance ; - Nationalité ; - Sexe ; - Adresse. III. Données contenues dans les composants électroniques : A. Données contenues dans le composant électronique du titre de séjour (TSE) : Les données contenues sont celles mentionnées au A du II de la présente annexe (mentions figurant sur le titre de séjour), ainsi que les images numérisées de deux empreintes digitales. B. Données contenues dans le composant du titre de voyage d'une durée de validité supérieure à un an : Images numérisées de sa photographie et de deux empreintes digitales. C. Données contenues dans le composant électronique de la carte de frontalier : Les données sont celles figurant au 2° du C du II de la présente annexe (mentions figurant sur la carte de frontalier) ainsi que les images numérisées de deux empreintes digitales.",
            "texteHtml": "<p>ANNEXE 3 MENTIONNÉE AUX ARTICLES R. 142-13, R. 142-14, R. 142-18, R. 142-21, R. 414-5 ET R. 431-1</p><p></p><p>DONNÉES À CARACTÈRE PERSONNEL SUSCEPTIBLES D'ÊTRE ENREGISTRÉES DANS LE TRAITEMENT AUTOMATISÉ AGDREF2 PRÉVU À L'ARTICLE R. 142-11 - MENTIONS FIGURANT SUR LES DOCUMENTS - DONNÉES CONTENUES DANS LES COMPOSANTS ÉLECTRONIQUES</p><p></p><p>I. Catégories de données à caractère personnel et informations susceptibles d'être enregistrées :</p><p></p><p>A. Données générales :</p><p></p><p>1° Etat civil de l'étranger ; nationalité ;</p><p></p><p>2° Numéro AGDREF2 et autres numéros de dossiers administratifs ;</p><p></p><p>3° Mot de passe choisi par l'usager ;</p><p></p><p>4° Pour les titulaires d'un titre de voyage : taille, couleur des yeux ;</p><p></p><p>5° Références des documents d'identité et de voyage détenus et du visa d'entrée délivré ;</p><p></p><p>6° Regroupement familial : état civil, pays de résidence et adresse du parent bénéficiaire ;</p><p></p><p>7° Etat civil de l'enfant étranger mineur dont les parents font l'objet d'une décision d'éloignement ;</p><p></p><p>8° Etat civil et filiation de l'enfant français mineur dont les parents sollicitent un titre de séjour en qualité de parent d'enfant français.</p><p></p><p>9° Etat civil et adresse du garant ;</p><p></p><p>10° Etat civil et adresse du responsable du mineur étranger ;</p><p></p><p>11° Situation familiale (situation maritale, nombre d'enfants français et non français, filiation, état civil et nationalité du conjoint, date et lieu du mariage et références de l'acte de mariage, effectivité de la communauté de vie déclarée à l'administration, lien et indication de la nature du lien [conjoint, ascendant, descendant] avec une autre personne figurant dans l'application) ;</p><p></p><p>12° Plus haut niveau de diplôme obtenu, pour les titres de séjour d'étudiant : cursus ;</p><p></p><p>13° Adresse complète, nom de l'hébergeant ; ancienne adresse ; pays de résidence antérieure ;</p><p></p><p>14° Acceptation du dispositif d'hébergement par le demandeur d'asile ;</p><p></p><p>15° Adresse e-mail, téléphone, langues parlées ;</p><p></p><p>16° Signature du titulaire du titre de séjour et du titre de voyage.</p><p></p><p>B. Données relatives au droit au séjour, au droit au travail et au titre de voyage :</p><p></p><p>1° Titre de séjour : références juridiques et de gestion (dates, lieux) de la demande, de la délivrance, du refus et du retrait ; date et condition d'entrée en France ; historique des titres détenus ;</p><p></p><p>2° Avis du collège de médecins du service médical de l'office français de l'immigration et de l'intégration sur la satisfaction par l'étranger sollicitant un droit de séjour des critères relatifs à son état de santé : sens de l'avis, conséquences d'une exceptionnelle gravité résultant du défaut d'une prise en charge médicale, possibilité de bénéficier effectivement d'un traitement approprié eu égard à l'offre de soins et aux caractéristiques du système de santé dans le pays d'origine ou de renvoi ; maintien sur le territoire autorisé, sursis à l'éloignement autorisé, capacité à voyager ;</p><p></p><p>3° Regroupement familial : avis du maire ou de l'Office français de l'immigration et de l'intégration sur l'adéquation des ressources au nombre de personnes à charge et sur la salubrité et l'adéquation de la surface du logement à la taille de la famille ;</p><p></p><p>4° Satisfaction de la condition de ressources requise pour l'attribution de certains titres de séjour ;</p><p></p><p>5° Condition d'intégration : sens de l'avis du maire de la commune de résidence sur le respect par l'étranger des conditions d'intégration républicaine ; sens de l'avis du maire de la commune de résidence sur le respect par l'étranger qui sollicite un regroupement familial des principes essentiels qui, conformément aux lois de la République, régissent la vie familiale en France, pays d'accueil ; date de signature du contrat d'accueil et d'intégration ; respect des conditions fixées au contrat ; sens de l'avis de la direction départementale de la cohésion sociale suite à une enquête sociale ;</p><p></p><p>6° Droit au travail : code ROME, code profession et catégorie socioprofessionnelle, date de début et de fin de l'autorisation de travail, limites géographiques de l'autorisation de travail, employeur, nombre d'heures de travail prévues par le contrat ;</p><p></p><p>7° Résultat de l'interrogation du volet B2 du casier judiciaire (néant, non néant) ; date d'enregistrement ;</p><p></p><p>8° Références du visa de sortie/retour délivré ;</p><p></p><p>9° Références du titre de voyage pour réfugié, du titre de voyage pour apatride, du titre d'identité et de voyage et du sauf-conduit ;</p><p></p><p>10° Date et nature de la décision d'aide au retour ; date de départ prévue ;</p><p></p><p>11° Référence des reçus et décisions de l'Office français de protection des réfugiés et apatrides et de la Cour nationale du droit d'asile ;</p><p></p><p>12° Groupe d'appartenance à la protection temporaire ; données relatives à la gestion administrative de la demande de transfert, de rapprochement familial ou de réadmission des bénéficiaires de la protection temporaire à l'intérieur de l'Union européenne et état-civil des membres de famille ;</p><p></p><p>13° Références de la procédure d'accès à la nationalité française ;</p><p></p><p>14° Montant et date de paiement des taxes dont l'étranger est redevable ;</p><p></p><p>15° Identifiant unique du timbre dématérialisé ;</p><p></p><p>16° Numéro de réservation lié à l'achat du timbre dématérialisé.</p><p></p><p>C. Données relatives à la procédure d'éloignement :</p><p></p><p>1° Données relatives à la décision d'éloignement :</p><p></p><p>a) Motif de l'interpellation (infraction à la législation des étrangers ou autre infraction) ; date et heure de l'interpellation, service interpellateur, référence du procès-verbal ; prolongation de la garde à vue ;</p><p></p><p>b) Nature de la décision d'éloignement ; date et numéro ; autorité ayant édicté la décision ; disposition appliquée ;</p><p></p><p>c) Pour les mesures administratives, date et heure de la notification ;</p><p></p><p>d) Pour les décisions d'expulsion, date de la réunion de la commission d'expulsion, autorité notifiant la décision ; bulletin de notification de l'engagement de la procédure d'expulsion : date/date de notification ; sens de l'avis de la commission ; date de notification ; indicateur de procédure d'urgence absolue ;</p><p></p><p>e) Décision fixant le pays de renvoi pour les interdictions judiciaires du territoire et les décisions d'expulsion (autorité administrative compétente, procédure contradictoire : date et indicateur d'observations, date de décision, pays de renvoi) ;</p><p></p><p>f) Pour les décisions de remise aux autorités d'un autre Etat membre de l'Union européenne, date de la demande, Etat sollicité, type de réadmission, avis de l'Etat sollicité ;</p><p></p><p>g) Pour les interdictions judiciaires du territoire, date de la réquisition aux fins d'exécution ; échéance ; demandes de grâce ou de relèvement (date et sens de la décision, juridiction) ;</p><p></p><p>h) Préfecture en charge de l'exécution de la décision d'éloignement ;</p><p></p><p>i) Abrogation des décisions d'expulsion : date de la demande ; indicateur de consultation de la commission d'expulsion ; date de notification de l'engagement de la procédure ; date de la réunion ; sens de l'avis ; date de notification de l'avis ; date, sens et date de notification de la décision ; date et résultat du réexamen quinquennal ;</p><p></p><p>j) Annulation de la décision d'expulsion : date, juridiction ; en cas de recours : date, juridiction, décision ;</p><p></p><p>k) Pour les interdictions de retour, date de la décision, dates de début et de fin de la période d'interdiction, date de demande d'abrogation, date d'abrogation, date d'annulation contentieuse.</p><p></p><p>l) Pour les interdictions de circulation sur le territoire français, date de la décision, dates de début et de fin de la période d'interdiction, date de demande d'abrogation, date d'abrogation, date d'annulation contentieuse.</p><p></p><p>2° Données relatives aux procédures juridictionnelles mises en œuvre dans le cadre de l'éloignement :</p><p></p><p>a) Soustraction à l'exécution d'une décision d'éloignement (lieu, date et heure du procès-verbal constatant la volonté de soustraction, service de police en charge de la procédure, procédure d'information du parquet, mesure prise par les autorités judiciaires) ;</p><p></p><p>b) Recours contentieux (type de recours, juridiction saisie, date et heure du recours, date et heure de l'audience, décision) ;</p><p></p><p>c) Présentation devant le juge des libertés et de la détention aux fins de prolongation de la rétention administrative (requête aux fins de prolongation, date, heure et lieu de la présentation, adresse du greffe du tribunal de grande instance compétent) ;</p><p></p><p>d) Décision du juge des libertés et de la détention (prolongation de la rétention, refus de prolongation, assignation à résidence, date et heure de l'ordonnance) ;</p><p></p><p>e) Conditions de l'assignation à résidence (lieu de l'assignation, lieu et fréquence des contrôles, date de fin de l'assignation, préfecture en charge du suivi) ;</p><p></p><p>f) Procédure d'appel (autorité ou personne à l'origine de l'appel, date et heure de la demande, date et heure de l'audience, décision) ;</p><p></p><p>g) Refus d'identification de l'étranger (date, heure et lieu du refus, service de police et parquet compétents, date de présentation au parquet, décision du parquet, date et lieu de présentation au tribunal judiciaire, décision du tribunal) ;</p><p></p><p>h) Non-respect d'une assignation à résidence (date et heure du procès-verbal de carence, date et heure du dernier contrôle, procédure d'information du parquet).</p><p></p><p>3° Données relatives aux étrangers faisant l'objet d'une décision d'éloignement alors qu'ils sont détenus :</p><p></p><p>a) Lieu de détention ;</p><p></p><p>b) Numéro d'écrou ;</p><p></p><p>c) Détention provisoire ou consécutive à une condamnation ;</p><p></p><p>d) Date de début et de fin de peine ;</p><p></p><p>e) Remise de peine (motif, durée de la remise de peine) ;</p><p></p><p>f) Transfert de l'étranger (date, heure et établissement de destination).</p><p></p><p>4° Données relatives à la rétention administrative :</p><p></p><p>a) Lieu de rétention ;</p><p></p><p>b) Numéro de registre correspondant au dossier de l'étranger placé en rétention ;</p><p></p><p>c) Date et heure de la notification des droits ;</p><p></p><p>d) Affectation d'une chambre et d'un lit ;</p><p></p><p>e) Bagages placés en consigne (numéro de registre et de consigne, détail et état des bagages, date de restitution des bagages) ;</p><p></p><p>f) Biens placés au coffre (numéro de registre et de coffre, liste des objets de valeur et des objets écartés, date de dépôt et de restitution) ;</p><p></p><p>g) Objets laissés à disposition du retenu ;</p><p></p><p>h) Mouvements d'argent (numéro du registre, détail du numéraire, date et heure de retrait et dépôt de fonds) ;</p><p></p><p>i) Compte rendu des incidents au centre ou au local de rétention (date, heure, circonstances).</p><p></p><p>5° Données relatives à la gestion administrative et opérationnelle de l'éloignement :</p><p></p><p>a) Placement en rétention administrative (date et heure du prononcé et de la notification de la décision préfectorale, lieu de placement, date et heure du début et de la fin de la rétention, date et heure d'un transfert d'un lieu de rétention à un autre lieu de rétention) ;</p><p></p><p>b) Décision préfectorale ou ministérielle d'assignation à résidence (date et heure de notification de l'arrêté, lieu de l'assignation à résidence [chez, adresse, ville, département]), fréquence et lieu des contrôles ; référence, motif, durée ; en cas de non-respect : date et heure du procès-verbal de carence, date du dernier contrôle, date de saisine du parquet ;</p><p></p><p>c) Demande d'asile (date et heure de l'enregistrement de la demande, date et heure de la décision de maintien en rétention, éventuellement convocation par l'Office français de protection des réfugiés et apatrides, décision de l'office et date de notification de la décision) ;</p><p></p><p>d) Hospitalisation (date et heure d'admission, coordonnées de l'établissement hospitalier, date et heure de sortie) ;</p><p></p><p>e) Expertises médicales (date et heure de l'expertise, adresse du lieu d'expertise, mesure prise à l'issue de l'expertise) ;</p><p></p><p>f) Escortes des transferts (numéro du mouvement, type de sortie et d'escorte, objet de la mission, date et heures de départ et d'arrivée prévues et effectives, villes de départ et d'arrivée, service sollicité, identité des fonctionnaires composant l'escorte, moyen de transport utilisé) ;</p><p></p><p>g) Réservation du moyen de transport international (lieu de rétention, Etat de destination, moyen de transport sollicité, décision d'éloignement concernée, caractère exécutoire de la décision, dates possibles de l'éloignement, service chargé de l'acheminement jusqu'au lieu d'embarquement, étranger susceptible de faire l'objet d'un refus d'embarquement ou ayant déjà fait l'objet d'une procédure judiciaire à ce titre, nécessité de prévoir une escorte, accompagnement de la famille et identité des personnes concernées) ;</p><p></p><p>h) Libération de l'étranger retenu ou détenu (autorité auteur de l'acte, date et heure, motif de la libération) ;</p><p></p><p>i) Eloignement effectif (lieu, date et heure de départ, moyen de transport et compagnie utilisés, transits, ville et pays de destination, présence d'une escorte) ;</p><p></p><p>j) Demande de laissez-passer consulaire (consulat saisi, date de la demande d'identification ou de présentation consulaire, date et heure de la présentation, types de documents d'identité fournis adressés, réponse du consulat et paiement éventuel des droits de chancellerie) ;</p><p></p><p>k) Nécessité d'une surveillance particulière au regard de l'ordre public ou de la protection de l'individu concerné ; volonté manifeste ou exprimée de l'étranger de faire obstacle à son éloignement (O/N).</p><p></p><p>D. Données relatives aux ressortissants étrangers se déclarant mineurs et privés temporairement ou définitivement de la protection de leur famille et évalués majeurs par le président du conseil départemental en application des dispositions des articles L. 221-2-2 et R. 221-11 du code de l'action sociale et des familles :</p><p></p><p>1° Commune de rattachement de l'intéressé ou adresse de l'organisme d'accueil auprès duquel celui-ci est domicilié ;</p><p></p><p>2° Conseil départemental chargé de l'évaluation ;</p><p></p><p>3° Date et conditions d'entrée en France ;</p><p></p><p>4° Numéro de procédure attribué par le traitement AEM et numéro de procédure du service de l'aide sociale à l'enfance ;</p><p></p><p>5° Date de la fin de l'évaluation par le président du conseil départemental ;</p><p></p><p>6° Résultat de cette décision, notamment l'indication de la majorité ;</p><p></p><p>7° Existence d'une saisine de l'autorité judiciaire par une personne évaluée majeure et date de la mesure d'assistance éducative lorsqu'une telle mesure est prononcée ;</p><p></p><p>8° Date de la notification au préfet de département et, à Paris, au préfet de police de la date de la fin de l'évaluation par le président du conseil départemental ou de la saisine par le président de l'autorité judiciaire.</p><p></p><p>II. Mentions figurant sur le titre de séjour ou de voyage ou le document de circulation :</p><p></p><p>A. Mentions figurant sur le titre de séjour :</p><p></p><p>1° Au recto : le numéro AGDREF2, le numéro du titre, le nom, le prénom, la date d'expiration ou la mention validité illimitée, le lieu de délivrance, la date de début de validité, la mention du titre de séjour (catégorie de titre), l'autorisation de travail, la date de délivrance, la signature du titulaire, la photographie d'identité ;</p><p></p><p>2° Au verso : la date de naissance, le lieu de naissance, la nationalité, le sexe, l'adresse.</p><p></p><p>B. Mentions figurant sur les titres de voyage :</p><p></p><p>1° Titre de voyage pour réfugié (TVR) :</p><p></p><p>a) Nature du titre de voyage ;</p><p></p><p>b) Etat civil ;</p><p></p><p>c) Date et lieu de naissance ;</p><p></p><p>d) Sexe ;</p><p></p><p>e) Couleur des yeux ;</p><p></p><p>f) Taille ;</p><p></p><p>g) Adresse ;</p><p></p><p>h) Date de délivrance ; date d'expiration ;</p><p></p><p>i) Pays d'origine de l'intéressé ;</p><p></p><p>j) Pays exclus ;</p><p></p><p>k) Autorité de délivrance ;</p><p></p><p>l) Numéro du titre de voyage ;</p><p></p><p>m) Signature du titulaire ;</p><p></p><p>n) Numéro AGDREF2.</p><p></p><p>2° Titre de voyage pour apatride (TVA) : les données mentionnées sont celles figurant au 1°, à l'exception du j ;</p><p></p><p>3° Titre d'identité et de voyage (TIV) : les données mentionnées sont celles figurant au 1°.</p><p></p><p>C. Mentions figurant sur les documents de circulation :</p><p></p><p>1° Documents de circulation et titres d'identité républicains délivrés aux mineurs :</p><p></p><p>a) Au recto :</p><p></p><p>- Nature du document ;</p><p></p><p>- Numéro du document ;</p><p></p><p>- Numéro AGDREF2 ;</p><p></p><p>- Etat civil ;</p><p></p><p>- Date et lieu de naissance ;</p><p></p><p>- Sexe ;</p><p></p><p>- Nationalité ;</p><p></p><p>- Adresse ;</p><p></p><p>- Durée de validité du document ;</p><p></p><p>- Date de délivrance ;</p><p></p><p>- Autorité de délivrance.</p><p></p><p>b) Au verso :</p><p></p><p>- Photographie du titulaire ;</p><p></p><p>- Signature de l'autorité qui délivre le document ;</p><p></p><p>- Signature du titulaire si, au jour de la demande, celui-ci est âgé de sept ans au moins ou signature de la personne qui a demandé le document si, au jour de la demande, le titulaire est âgé de moins de sept ans.</p><p></p><p>2° Carte de frontalier :</p><p></p><p>a) Au recto :</p><p></p><p>- Catégorie de document : carte de frontalier ;</p><p></p><p>- Numéro du titre ;</p><p></p><p>- Numéro AGDREF2 ;</p><p></p><p>- Photographie ;</p><p></p><p>- Etat civil ;</p><p></p><p>- Date de début et de fin de validité ;</p><p></p><p>- Autorité de délivrance ;</p><p></p><p>- Zone remarque : \"autorisation de séjourner par périodes maximales de 72 heures dans les limites du bourg de Saint-Georges de l'Oyapock\" ;</p><p></p><p>- Signature du titulaire.</p><p></p><p>b) Au verso :</p><p></p><p>- Date et lieu de naissance ;</p><p></p><p>- Nationalité ;</p><p></p><p>- Sexe ;</p><p></p><p>- Adresse.</p><p></p><p>III. Données contenues dans les composants électroniques :</p><p></p><p>A. Données contenues dans le composant électronique du titre de séjour (TSE) :</p><p></p><p>Les données contenues sont celles mentionnées au A du II de la présente annexe (mentions figurant sur le titre de séjour), ainsi que les images numérisées de deux empreintes digitales.</p><p></p><p>B. Données contenues dans le composant du titre de voyage d'une durée de validité supérieure à un an :</p><p></p><p>Images numérisées de sa photographie et de deux empreintes digitales.</p><p></p><p>C. Données contenues dans le composant électronique de la carte de frontalier :</p><p></p><p>Les données sont celles figurant au 2° du C du II de la présente annexe (mentions figurant sur la carte de frontalier) ainsi que les images numérisées de deux empreintes digitales.</p>",
            "num": "Annexe 3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1619827200000,
            "dateFin": 1616716800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042906403",
                        "id": "LEGISCTA000042906403",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042906792",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042906403",
            "sectionParentId": "LEGISCTA000042906403",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire  &gt; Annexes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042906792",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042765483",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2020-12-31"
                },
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042765483",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R142-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R142-13",
                    "articleId": "LEGIARTI000042808342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R142-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R142-14",
                    "articleId": "LEGIARTI000042808340",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R142-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R142-18",
                    "articleId": "LEGIARTI000042808328",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R142-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R142-21",
                    "articleId": "LEGIARTI000042808320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R414-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R414-5",
                    "articleId": "LEGIARTI000042807408",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R431-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R431-1",
                    "articleId": "LEGIARTI000042807010",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042906792",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1616716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043292840",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 3",
                "3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043292840",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ANNEXE 3 MENTIONNÉE AUX ARTICLES R. 142-13, R. 142-14, R. 142-18, R. 142-21, R. 414-5 ET R. 431-1 DONNÉES À CARACTÈRE PERSONNEL SUSCEPTIBLES D'ÊTRE ENREGISTRÉES DANS LE TRAITEMENT AUTOMATISÉ AGDREF2 PRÉVU À L'ARTICLE R. 142-11 -MENTIONS FIGURANT SUR LES DOCUMENTS-DONNÉES CONTENUES DANS LES COMPOSANTS ÉLECTRONIQUES I. Catégories de données à caractère personnel et informations susceptibles d'être enregistrées : A. Données générales : 1° Etat civil de l'étranger ; nationalité ; 2° Numéro AGDREF2 et autres numéros de dossiers administratifs ; 3° Mot de passe choisi par l'usager ; 4° Pour les titulaires d'un titre de voyage : taille, couleur des yeux ; 5° Références des documents d'identité et de voyage détenus et du visa d'entrée délivré ; 6° Regroupement familial : état civil, pays de résidence et adresse du parent bénéficiaire ; 7° Etat civil de l'enfant étranger mineur dont les parents font l'objet d'une décision d'éloignement ; 8° Etat civil et filiation de l'enfant français mineur dont les parents sollicitent un titre de séjour en qualité de parent d'enfant français. 9° Etat civil et adresse du garant ; 10° Etat civil et adresse du responsable du mineur étranger ; 11° Situation familiale (situation maritale, nombre d'enfants français et non français, filiation, état civil et nationalité du conjoint, date et lieu du mariage et références de l'acte de mariage, effectivité de la communauté de vie déclarée à l'administration, lien et indication de la nature du lien [conjoint, ascendant, descendant] avec une autre personne figurant dans l'application) ; 12° Plus haut niveau de diplôme obtenu (diplôme, date et établissement de délivrance), pour les titres de séjour d'étudiant : cursus ; 13° Adresse complète, nom de l'hébergeant ; ancienne adresse ; pays de résidence antérieure ; 14° Acceptation du dispositif d'hébergement par le demandeur d'asile ; 15° Adresse e-mail, téléphone, langues parlées ; 16° Signature du titulaire du titre de séjour et du titre de voyage ; 17° Image numérisée de la signature. B. Données relatives au droit au séjour, au droit au travail et au titre de voyage : 1° Titre de séjour : références juridiques et de gestion (dates, lieux) de la demande, de la délivrance, du refus et du retrait ; date et condition d'entrée en France ; historique des titres détenus ; 2° Avis du collège de médecins du service médical de l'office français de l'immigration et de l'intégration sur la satisfaction par l'étranger sollicitant un droit de séjour des critères relatifs à son état de santé : sens de l'avis, conséquences d'une exceptionnelle gravité résultant du défaut d'une prise en charge médicale, possibilité de bénéficier effectivement d'un traitement approprié eu égard à l'offre de soins et aux caractéristiques du système de santé dans le pays d'origine ou de renvoi ; maintien sur le territoire autorisé, sursis à l'éloignement autorisé, capacité à voyager ; 3° Regroupement familial : avis du maire ou de l'Office français de l'immigration et de l'intégration sur l'adéquation des ressources au nombre de personnes à charge et sur la salubrité et l'adéquation de la surface du logement à la taille de la famille ; 4° Satisfaction de la condition de ressources requise pour l'attribution de certains titres de séjour ; 5° Condition d'intégration : sens de l'avis du maire de la commune de résidence sur le respect par l'étranger des conditions d'intégration républicaine ; sens de l'avis du maire de la commune de résidence sur le respect par l'étranger qui sollicite un regroupement familial des principes essentiels qui, conformément aux lois de la République, régissent la vie familiale en France, pays d'accueil ; date de signature du contrat d'accueil et d'intégration ; respect des conditions fixées au contrat ; sens de l'avis de la direction départementale de la cohésion sociale suite à une enquête sociale ; 6° Droit au travail : code ROME, code profession et catégorie socioprofessionnelle, date de début et de fin de l'autorisation de travail, limites géographiques de l'autorisation de travail, employeur, nombre d'heures de travail prévues par le contrat ; 7° Résultat de l'interrogation du volet B2 du casier judiciaire (néant, non néant) ; date d'enregistrement ; 8° Références du visa de sortie/ retour délivré ; 9° Références du titre de voyage pour réfugié, du titre de voyage pour apatride, du titre d'identité et de voyage et du sauf-conduit ; 10° Date et nature de la décision d'aide au retour ; date de départ prévue ; 11° Référence des reçus et décisions de l'Office français de protection des réfugiés et apatrides et de la Cour nationale du droit d'asile ; 12° Groupe d'appartenance à la protection temporaire ; données relatives à la gestion administrative de la demande de transfert, de rapprochement familial ou de réadmission des bénéficiaires de la protection temporaire à l'intérieur de l'Union européenne et état-civil des membres de famille ; 13° Références de la procédure d'accès à la nationalité française ; 14° Montant et date de paiement des taxes dont l'étranger est redevable ; 15° Identifiant unique du timbre dématérialisé ; 16° Numéro de réservation lié à l'achat du timbre dématérialisé. C. Données relatives à la procédure d'éloignement : 1° Données relatives à la décision d'éloignement : a) Motif de l'interpellation (infraction à la législation des étrangers ou autre infraction) ; date et heure de l'interpellation, service interpellateur, référence du procès-verbal ; prolongation de la garde à vue ; b) Nature de la décision d'éloignement ; date et numéro ; autorité ayant édicté la décision ; disposition appliquée ; c) Pour les mesures administratives, date et heure de la notification ; d) Pour les décisions d'expulsion, date de la réunion de la commission d'expulsion, autorité notifiant la décision ; bulletin de notification de l'engagement de la procédure d'expulsion : date/ date de notification ; sens de l'avis de la commission ; date de notification ; indicateur de procédure d'urgence absolue ; e) Décision fixant le pays de renvoi pour les interdictions judiciaires du territoire et les décisions d'expulsion (autorité administrative compétente, procédure contradictoire : date et indicateur d'observations, date de décision, pays de renvoi) ; f) Pour les décisions de remise aux autorités d'un autre Etat membre de l'Union européenne, date de la demande, Etat sollicité, type de réadmission, avis de l'Etat sollicité ; g) Pour les interdictions judiciaires du territoire, date de la réquisition aux fins d'exécution ; échéance ; demandes de grâce ou de relèvement (date et sens de la décision, juridiction) ; h) Préfecture en charge de l'exécution de la décision d'éloignement ; i) Abrogation des décisions d'expulsion : date de la demande ; indicateur de consultation de la commission d'expulsion ; date de notification de l'engagement de la procédure ; date de la réunion ; sens de l'avis ; date de notification de l'avis ; date, sens et date de notification de la décision ; date et résultat du réexamen quinquennal ; j) Annulation de la décision d'expulsion : date, juridiction ; en cas de recours : date, juridiction, décision ; k) Pour les interdictions de retour, date de la décision, dates de début et de fin de la période d'interdiction, date de demande d'abrogation, date d'abrogation, date d'annulation contentieuse. l) Pour les interdictions de circulation sur le territoire français, date de la décision, dates de début et de fin de la période d'interdiction, date de demande d'abrogation, date d'abrogation, date d'annulation contentieuse. 2° Données relatives aux procédures juridictionnelles mises en œuvre dans le cadre de l'éloignement : a) Soustraction à l'exécution d'une décision d'éloignement (lieu, date et heure du procès-verbal constatant la volonté de soustraction, service de police en charge de la procédure, procédure d'information du parquet, mesure prise par les autorités judiciaires) ; b) Recours contentieux (type de recours, juridiction saisie, date et heure du recours, date et heure de l'audience, décision) ; c) Présentation devant le juge des libertés et de la détention aux fins de prolongation de la rétention administrative (requête aux fins de prolongation, date, heure et lieu de la présentation, adresse du greffe du tribunal de grande instance compétent) ; d) Décision du juge des libertés et de la détention (prolongation de la rétention, refus de prolongation, assignation à résidence, date et heure de l'ordonnance) ; e) Conditions de l'assignation à résidence (lieu de l'assignation, lieu et fréquence des contrôles, date de fin de l'assignation, préfecture en charge du suivi) ; f) Procédure d'appel (autorité ou personne à l'origine de l'appel, date et heure de la demande, date et heure de l'audience, décision) ; g) Refus d'identification de l'étranger (date, heure et lieu du refus, service de police et parquet compétents, date de présentation au parquet, décision du parquet, date et lieu de présentation au tribunal judiciaire, décision du tribunal) ; h) Non-respect d'une assignation à résidence (date et heure du procès-verbal de carence, date et heure du dernier contrôle, procédure d'information du parquet). 3° Données relatives aux étrangers faisant l'objet d'une décision d'éloignement alors qu'ils sont détenus : a) Lieu de détention ; b) Numéro d'écrou ; c) Détention provisoire ou consécutive à une condamnation ; d) Date de début et de fin de peine ; e) Remise de peine (motif, durée de la remise de peine) ; f) Transfert de l'étranger (date, heure et établissement de destination). 4° Données relatives à la rétention administrative : a) Lieu de rétention ; b) Numéro de registre correspondant au dossier de l'étranger placé en rétention ; c) Date et heure de la notification des droits ; d) Affectation d'une chambre et d'un lit ; e) Bagages placés en consigne (numéro de registre et de consigne, détail et état des bagages, date de restitution des bagages) ; f) Biens placés au coffre (numéro de registre et de coffre, liste des objets de valeur et des objets écartés, date de dépôt et de restitution) ; g) Objets laissés à disposition du retenu ; h) Mouvements d'argent (numéro du registre, détail du numéraire, date et heure de retrait et dépôt de fonds) ; i) Compte rendu des incidents au centre ou au local de rétention (date, heure, circonstances). 5° Données relatives à la gestion administrative et opérationnelle de l'éloignement : a) Placement en rétention administrative (date et heure du prononcé et de la notification de la décision préfectorale, lieu de placement, date et heure du début et de la fin de la rétention, date et heure d'un transfert d'un lieu de rétention à un autre lieu de rétention) ; b) Décision préfectorale ou ministérielle d'assignation à résidence (date et heure de notification de l'arrêté, lieu de l'assignation à résidence [chez, adresse, ville, département]), fréquence et lieu des contrôles ; référence, motif, durée ; en cas de non-respect : date et heure du procès-verbal de carence, date du dernier contrôle, date de saisine du parquet ; c) Demande d'asile (date et heure de l'enregistrement de la demande, date et heure de la décision de maintien en rétention, éventuellement convocation par l'Office français de protection des réfugiés et apatrides, décision de l'office et date de notification de la décision) ; d) Hospitalisation (date et heure d'admission, coordonnées de l'établissement hospitalier, date et heure de sortie) ; e) Expertises médicales (date et heure de l'expertise, adresse du lieu d'expertise, mesure prise à l'issue de l'expertise) ; f) Escortes des transferts (numéro du mouvement, type de sortie et d'escorte, objet de la mission, date et heures de départ et d'arrivée prévues et effectives, villes de départ et d'arrivée, service sollicité, identité des fonctionnaires composant l'escorte, moyen de transport utilisé) ; g) Réservation du moyen de transport international (lieu de rétention, Etat de destination, moyen de transport sollicité, décision d'éloignement concernée, caractère exécutoire de la décision, dates possibles de l'éloignement, service chargé de l'acheminement jusqu'au lieu d'embarquement, étranger susceptible de faire l'objet d'un refus d'embarquement ou ayant déjà fait l'objet d'une procédure judiciaire à ce titre, nécessité de prévoir une escorte, accompagnement de la famille et identité des personnes concernées) ; h) Libération de l'étranger retenu ou détenu (autorité auteur de l'acte, date et heure, motif de la libération) ; i) Eloignement effectif (lieu, date et heure de départ, moyen de transport et compagnie utilisés, transits, ville et pays de destination, présence d'une escorte) ; j) Demande de laissez-passer consulaire (consulat saisi, date de la demande d'identification ou de présentation consulaire, date et heure de la présentation, types de documents d'identité fournis adressés, réponse du consulat et paiement éventuel des droits de chancellerie) ; k) Nécessité d'une surveillance particulière au regard de l'ordre public ou de la protection de l'individu concerné ; volonté manifeste ou exprimée de l'étranger de faire obstacle à son éloignement (O/ N). D. Données relatives aux ressortissants étrangers se déclarant mineurs et privés temporairement ou définitivement de la protection de leur famille et évalués majeurs par le président du conseil départemental en application des dispositions des articles L. 221-2-2 et R. 221-11 du code de l'action sociale et des familles : 1° Commune de rattachement de l'intéressé ou adresse de l'organisme d'accueil auprès duquel celui-ci est domicilié ; 2° Conseil départemental chargé de l'évaluation ; 3° Date et conditions d'entrée en France ; 4° Numéro de procédure attribué par le traitement AEM et numéro de procédure du service de l'aide sociale à l'enfance ; 5° Date de la fin de l'évaluation par le président du conseil départemental ; 6° Résultat de cette décision, notamment l'indication de la majorité ; 7° Existence d'une saisine de l'autorité judiciaire par une personne évaluée majeure et date de la mesure d'assistance éducative lorsqu'une telle mesure est prononcée ; 8° Date de la notification au préfet de département et, à Paris, au préfet de police de la date de la fin de l'évaluation par le président du conseil départemental ou de la saisine par le président de l'autorité judiciaire. II. Mentions figurant sur le titre de séjour ou de voyage ou le document de circulation : A. Mentions figurant sur le titre de séjour : 1° Au recto : le numéro AGDREF2, le numéro du titre, le nom, le prénom, la date d'expiration ou la mention validité illimitée, le lieu de délivrance, la date de début de validité, la mention du titre de séjour (catégorie de titre), l'autorisation de travail, la date de délivrance, la signature du titulaire, la photographie d'identité ; 2° Au verso : la date de naissance, le lieu de naissance, la nationalité, le sexe, l'adresse. B. Mentions figurant sur les titres de voyage : 1° Titre de voyage pour réfugié (TVR) : a) Nature du titre de voyage ; b) Etat civil ; c) Date et lieu de naissance ; d) Sexe ; e) Couleur des yeux ; f) Taille ; g) Adresse ; h) Date de délivrance ; date d'expiration ; i) Pays d'origine de l'intéressé ; j) Pays exclus ; k) Autorité de délivrance ; l) Numéro du titre de voyage ; m) Signature du titulaire ; n) Numéro AGDREF2. 2° Titre de voyage pour apatride (TVA) : les données mentionnées sont celles figurant au 1°, à l'exception du j ; 3° Titre d'identité et de voyage (TIV) : les données mentionnées sont celles figurant au 1°. C. Mentions figurant sur les documents de circulation : 1° Documents de circulation et titres d'identité républicains délivrés aux mineurs : a) Au recto : -Nature du document ; -Numéro du document ; -Numéro AGDREF2 ; -Etat civil ; -Date et lieu de naissance ; -Sexe ; -Nationalité ; -Adresse ; -Durée de validité du document ; -Date de délivrance ; -Autorité de délivrance. b) Au verso : -Photographie du titulaire ; -Signature de l'autorité qui délivre le document ; -Signature du titulaire si, au jour de la demande, celui-ci est âgé de sept ans au moins ou signature de la personne qui a demandé le document si, au jour de la demande, le titulaire est âgé de moins de sept ans. 2° Carte de frontalier : a) Au recto : -Catégorie de document : carte de frontalier ; -Numéro du titre ; -Numéro AGDREF2 ; -Photographie ; -Etat civil ; -Date de début et de fin de validité ; -Autorité de délivrance ; -Zone remarque : \" autorisation de séjourner par périodes maximales de 72 heures dans les limites du bourg de Saint-Georges de l'Oyapock \" ; -Signature du titulaire. b) Au verso : -Date et lieu de naissance ; -Nationalité ; -Sexe ; -Adresse. III. Données contenues dans les composants électroniques : A. Données contenues dans le composant électronique du titre de séjour (TSE) : Les données contenues sont celles mentionnées au A du II de la présente annexe (mentions figurant sur le titre de séjour), ainsi que les images numérisées de deux empreintes digitales. B. Données contenues dans le composant du titre de voyage d'une durée de validité supérieure à un an : Images numérisées de sa photographie et de deux empreintes digitales. C. Données contenues dans le composant électronique de la carte de frontalier : Les données sont celles figurant au 2° du C du II de la présente annexe (mentions figurant sur la carte de frontalier) ainsi que les images numérisées de deux empreintes digitales.",
            "texteHtml": "<p></p><p>ANNEXE 3 MENTIONNÉE AUX ARTICLES R. 142-13, R. 142-14, R. 142-18, R. 142-21, R. 414-5 ET R. 431-1 </p><p><p>DONNÉES À CARACTÈRE PERSONNEL SUSCEPTIBLES D'ÊTRE ENREGISTRÉES DANS LE TRAITEMENT AUTOMATISÉ AGDREF2 PRÉVU À L'ARTICLE <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000042799966&dateTexte=&categorieLien=cid' title='Code de l'entrée et du séjour des étrangers et ... - art. R142-11 (V)'>R. 142-11</a>-MENTIONS FIGURANT SUR LES DOCUMENTS-DONNÉES CONTENUES DANS LES COMPOSANTS ÉLECTRONIQUES </p></p><p><p>I. Catégories de données à caractère personnel et informations susceptibles d'être enregistrées : </p></p><p><p>A. Données générales : </p></p><p><p>1° Etat civil de l'étranger ; nationalité ; </p></p><p><p>2° Numéro AGDREF2 et autres numéros de dossiers administratifs ; </p></p><p><p>3° Mot de passe choisi par l'usager ; </p></p><p><p>4° Pour les titulaires d'un titre de voyage : taille, couleur des yeux ; </p></p><p><p>5° Références des documents d'identité et de voyage détenus et du visa d'entrée délivré ; </p></p><p><p>6° Regroupement familial : état civil, pays de résidence et adresse du parent bénéficiaire ; </p></p><p><p>7° Etat civil de l'enfant étranger mineur dont les parents font l'objet d'une décision d'éloignement ; </p></p><p><p>8° Etat civil et filiation de l'enfant français mineur dont les parents sollicitent un titre de séjour en qualité de parent d'enfant français. </p></p><p><p>9° Etat civil et adresse du garant ; </p></p><p><p>10° Etat civil et adresse du responsable du mineur étranger ; </p></p><p><p>11° Situation familiale (situation maritale, nombre d'enfants français et non français, filiation, état civil et nationalité du conjoint, date et lieu du mariage et références de l'acte de mariage, effectivité de la communauté de vie déclarée à l'administration, lien et indication de la nature du lien [conjoint, ascendant, descendant] avec une autre personne figurant dans l'application) ; </p></p><p><p>12° Plus haut niveau de diplôme obtenu (diplôme, date et établissement de délivrance), pour les titres de séjour d'étudiant : cursus ; </p></p><p><p>13° Adresse complète, nom de l'hébergeant ; ancienne adresse ; pays de résidence antérieure ; </p></p><p><p>14° Acceptation du dispositif d'hébergement par le demandeur d'asile ; </p></p><p><p>15° Adresse e-mail, téléphone, langues parlées ; </p></p><p><p>16° Signature du titulaire du titre de séjour et du titre de voyage ; </p></p><p>17° Image numérisée de la signature. </p><p><p>B. Données relatives au droit au séjour, au droit au travail et au titre de voyage : </p></p><p><p>1° Titre de séjour : références juridiques et de gestion (dates, lieux) de la demande, de la délivrance, du refus et du retrait ; date et condition d'entrée en France ; historique des titres détenus ; </p></p><p><p>2° Avis du collège de médecins du service médical de l'office français de l'immigration et de l'intégration sur la satisfaction par l'étranger sollicitant un droit de séjour des critères relatifs à son état de santé : sens de l'avis, conséquences d'une exceptionnelle gravité résultant du défaut d'une prise en charge médicale, possibilité de bénéficier effectivement d'un traitement approprié eu égard à l'offre de soins et aux caractéristiques du système de santé dans le pays d'origine ou de renvoi ; maintien sur le territoire autorisé, sursis à l'éloignement autorisé, capacité à voyager ; </p></p><p><p>3° Regroupement familial : avis du maire ou de l'Office français de l'immigration et de l'intégration sur l'adéquation des ressources au nombre de personnes à charge et sur la salubrité et l'adéquation de la surface du logement à la taille de la famille ; </p></p><p><p>4° Satisfaction de la condition de ressources requise pour l'attribution de certains titres de séjour ; </p></p><p><p>5° Condition d'intégration : sens de l'avis du maire de la commune de résidence sur le respect par l'étranger des conditions d'intégration républicaine ; sens de l'avis du maire de la commune de résidence sur le respect par l'étranger qui sollicite un regroupement familial des principes essentiels qui, conformément aux lois de la République, régissent la vie familiale en France, pays d'accueil ; date de signature du contrat d'accueil et d'intégration ; respect des conditions fixées au contrat ; sens de l'avis de la direction départementale de la cohésion sociale suite à une enquête sociale ; </p></p><p><p>6° Droit au travail : code ROME, code profession et catégorie socioprofessionnelle, date de début et de fin de l'autorisation de travail, limites géographiques de l'autorisation de travail, employeur, nombre d'heures de travail prévues par le contrat ; </p></p><p><p>7° Résultat de l'interrogation du volet B2 du casier judiciaire (néant, non néant) ; date d'enregistrement ; </p></p><p><p>8° Références du visa de sortie/ retour délivré ; </p></p><p><p>9° Références du titre de voyage pour réfugié, du titre de voyage pour apatride, du titre d'identité et de voyage et du sauf-conduit ; </p></p><p><p>10° Date et nature de la décision d'aide au retour ; date de départ prévue ; </p></p><p><p>11° Référence des reçus et décisions de l'Office français de protection des réfugiés et apatrides et de la Cour nationale du droit d'asile ; </p></p><p><p>12° Groupe d'appartenance à la protection temporaire ; données relatives à la gestion administrative de la demande de transfert, de rapprochement familial ou de réadmission des bénéficiaires de la protection temporaire à l'intérieur de l'Union européenne et état-civil des membres de famille ; </p></p><p><p>13° Références de la procédure d'accès à la nationalité française ; </p></p><p><p>14° Montant et date de paiement des taxes dont l'étranger est redevable ; </p></p><p><p>15° Identifiant unique du timbre dématérialisé ; </p></p><p><p>16° Numéro de réservation lié à l'achat du timbre dématérialisé. </p></p><p><p>C. Données relatives à la procédure d'éloignement : </p></p><p><p>1° Données relatives à la décision d'éloignement : </p></p><p><p>a) Motif de l'interpellation (infraction à la législation des étrangers ou autre infraction) ; date et heure de l'interpellation, service interpellateur, référence du procès-verbal ; prolongation de la garde à vue ; </p></p><p><p>b) Nature de la décision d'éloignement ; date et numéro ; autorité ayant édicté la décision ; disposition appliquée ; </p></p><p><p>c) Pour les mesures administratives, date et heure de la notification ; </p></p><p><p>d) Pour les décisions d'expulsion, date de la réunion de la commission d'expulsion, autorité notifiant la décision ; bulletin de notification de l'engagement de la procédure d'expulsion : date/ date de notification ; sens de l'avis de la commission ; date de notification ; indicateur de procédure d'urgence absolue ; </p></p><p><p>e) Décision fixant le pays de renvoi pour les interdictions judiciaires du territoire et les décisions d'expulsion (autorité administrative compétente, procédure contradictoire : date et indicateur d'observations, date de décision, pays de renvoi) ; </p></p><p><p>f) Pour les décisions de remise aux autorités d'un autre Etat membre de l'Union européenne, date de la demande, Etat sollicité, type de réadmission, avis de l'Etat sollicité ; </p></p><p><p>g) Pour les interdictions judiciaires du territoire, date de la réquisition aux fins d'exécution ; échéance ; demandes de grâce ou de relèvement (date et sens de la décision, juridiction) ; </p></p><p><p>h) Préfecture en charge de l'exécution de la décision d'éloignement ; </p></p><p><p>i) Abrogation des décisions d'expulsion : date de la demande ; indicateur de consultation de la commission d'expulsion ; date de notification de l'engagement de la procédure ; date de la réunion ; sens de l'avis ; date de notification de l'avis ; date, sens et date de notification de la décision ; date et résultat du réexamen quinquennal ; </p></p><p><p>j) Annulation de la décision d'expulsion : date, juridiction ; en cas de recours : date, juridiction, décision ; </p></p><p><p>k) Pour les interdictions de retour, date de la décision, dates de début et de fin de la période d'interdiction, date de demande d'abrogation, date d'abrogation, date d'annulation contentieuse. </p></p><p><p>l) Pour les interdictions de circulation sur le territoire français, date de la décision, dates de début et de fin de la période d'interdiction, date de demande d'abrogation, date d'abrogation, date d'annulation contentieuse. </p></p><p><p>2° Données relatives aux procédures juridictionnelles mises en œuvre dans le cadre de l'éloignement : </p></p><p><p>a) Soustraction à l'exécution d'une décision d'éloignement (lieu, date et heure du procès-verbal constatant la volonté de soustraction, service de police en charge de la procédure, procédure d'information du parquet, mesure prise par les autorités judiciaires) ; </p></p><p><p>b) Recours contentieux (type de recours, juridiction saisie, date et heure du recours, date et heure de l'audience, décision) ; </p></p><p><p>c) Présentation devant le juge des libertés et de la détention aux fins de prolongation de la rétention administrative (requête aux fins de prolongation, date, heure et lieu de la présentation, adresse du greffe du tribunal de grande instance compétent) ; </p></p><p><p>d) Décision du juge des libertés et de la détention (prolongation de la rétention, refus de prolongation, assignation à résidence, date et heure de l'ordonnance) ; </p></p><p><p>e) Conditions de l'assignation à résidence (lieu de l'assignation, lieu et fréquence des contrôles, date de fin de l'assignation, préfecture en charge du suivi) ; </p></p><p><p>f) Procédure d'appel (autorité ou personne à l'origine de l'appel, date et heure de la demande, date et heure de l'audience, décision) ; </p></p><p><p>g) Refus d'identification de l'étranger (date, heure et lieu du refus, service de police et parquet compétents, date de présentation au parquet, décision du parquet, date et lieu de présentation au tribunal judiciaire, décision du tribunal) ; </p></p><p><p>h) Non-respect d'une assignation à résidence (date et heure du procès-verbal de carence, date et heure du dernier contrôle, procédure d'information du parquet). </p></p><p><p>3° Données relatives aux étrangers faisant l'objet d'une décision d'éloignement alors qu'ils sont détenus : </p></p><p><p>a) Lieu de détention ; </p></p><p><p>b) Numéro d'écrou ; </p></p><p><p>c) Détention provisoire ou consécutive à une condamnation ; </p></p><p><p>d) Date de début et de fin de peine ; </p></p><p><p>e) Remise de peine (motif, durée de la remise de peine) ; </p></p><p><p>f) Transfert de l'étranger (date, heure et établissement de destination). </p></p><p><p>4° Données relatives à la rétention administrative : </p></p><p><p>a) Lieu de rétention ; </p></p><p><p>b) Numéro de registre correspondant au dossier de l'étranger placé en rétention ; </p></p><p><p>c) Date et heure de la notification des droits ; </p></p><p><p>d) Affectation d'une chambre et d'un lit ; </p></p><p><p>e) Bagages placés en consigne (numéro de registre et de consigne, détail et état des bagages, date de restitution des bagages) ; </p></p><p><p>f) Biens placés au coffre (numéro de registre et de coffre, liste des objets de valeur et des objets écartés, date de dépôt et de restitution) ; </p></p><p><p>g) Objets laissés à disposition du retenu ; </p></p><p><p>h) Mouvements d'argent (numéro du registre, détail du numéraire, date et heure de retrait et dépôt de fonds) ; </p></p><p><p>i) Compte rendu des incidents au centre ou au local de rétention (date, heure, circonstances). </p></p><p><p>5° Données relatives à la gestion administrative et opérationnelle de l'éloignement : </p></p><p><p>a) Placement en rétention administrative (date et heure du prononcé et de la notification de la décision préfectorale, lieu de placement, date et heure du début et de la fin de la rétention, date et heure d'un transfert d'un lieu de rétention à un autre lieu de rétention) ; </p></p><p><p>b) Décision préfectorale ou ministérielle d'assignation à résidence (date et heure de notification de l'arrêté, lieu de l'assignation à résidence [chez, adresse, ville, département]), fréquence et lieu des contrôles ; référence, motif, durée ; en cas de non-respect : date et heure du procès-verbal de carence, date du dernier contrôle, date de saisine du parquet ; </p></p><p><p>c) Demande d'asile (date et heure de l'enregistrement de la demande, date et heure de la décision de maintien en rétention, éventuellement convocation par l'Office français de protection des réfugiés et apatrides, décision de l'office et date de notification de la décision) ; </p></p><p><p>d) Hospitalisation (date et heure d'admission, coordonnées de l'établissement hospitalier, date et heure de sortie) ; </p></p><p><p>e) Expertises médicales (date et heure de l'expertise, adresse du lieu d'expertise, mesure prise à l'issue de l'expertise) ; </p></p><p><p>f) Escortes des transferts (numéro du mouvement, type de sortie et d'escorte, objet de la mission, date et heures de départ et d'arrivée prévues et effectives, villes de départ et d'arrivée, service sollicité, identité des fonctionnaires composant l'escorte, moyen de transport utilisé) ; </p></p><p><p>g) Réservation du moyen de transport international (lieu de rétention, Etat de destination, moyen de transport sollicité, décision d'éloignement concernée, caractère exécutoire de la décision, dates possibles de l'éloignement, service chargé de l'acheminement jusqu'au lieu d'embarquement, étranger susceptible de faire l'objet d'un refus d'embarquement ou ayant déjà fait l'objet d'une procédure judiciaire à ce titre, nécessité de prévoir une escorte, accompagnement de la famille et identité des personnes concernées) ; </p></p><p><p>h) Libération de l'étranger retenu ou détenu (autorité auteur de l'acte, date et heure, motif de la libération) ; </p></p><p><p>i) Eloignement effectif (lieu, date et heure de départ, moyen de transport et compagnie utilisés, transits, ville et pays de destination, présence d'une escorte) ; </p></p><p><p>j) Demande de laissez-passer consulaire (consulat saisi, date de la demande d'identification ou de présentation consulaire, date et heure de la présentation, types de documents d'identité fournis adressés, réponse du consulat et paiement éventuel des droits de chancellerie) ; </p></p><p><p>k) Nécessité d'une surveillance particulière au regard de l'ordre public ou de la protection de l'individu concerné ; volonté manifeste ou exprimée de l'étranger de faire obstacle à son éloignement (O/ N). </p></p><p><p>D. Données relatives aux ressortissants étrangers se déclarant mineurs et privés temporairement ou définitivement de la protection de leur famille et évalués majeurs par le président du conseil départemental en application des dispositions des articles L. 221-2-2 et R. 221-11 du code de l'action sociale et des familles : </p></p><p><p>1° Commune de rattachement de l'intéressé ou adresse de l'organisme d'accueil auprès duquel celui-ci est domicilié ; </p></p><p><p>2° Conseil départemental chargé de l'évaluation ; </p></p><p><p>3° Date et conditions d'entrée en France ; </p></p><p><p>4° Numéro de procédure attribué par le traitement AEM et numéro de procédure du service de l'aide sociale à l'enfance ; </p></p><p><p>5° Date de la fin de l'évaluation par le président du conseil départemental ; </p></p><p><p>6° Résultat de cette décision, notamment l'indication de la majorité ; </p></p><p><p>7° Existence d'une saisine de l'autorité judiciaire par une personne évaluée majeure et date de la mesure d'assistance éducative lorsqu'une telle mesure est prononcée ; </p></p><p><p>8° Date de la notification au préfet de département et, à Paris, au préfet de police de la date de la fin de l'évaluation par le président du conseil départemental ou de la saisine par le président de l'autorité judiciaire. </p></p><p><p>II. Mentions figurant sur le titre de séjour ou de voyage ou le document de circulation : </p></p><p><p>A. Mentions figurant sur le titre de séjour : </p></p><p><p>1° Au recto : le numéro AGDREF2, le numéro du titre, le nom, le prénom, la date d'expiration ou la mention validité illimitée, le lieu de délivrance, la date de début de validité, la mention du titre de séjour (catégorie de titre), l'autorisation de travail, la date de délivrance, la signature du titulaire, la photographie d'identité ; </p></p><p><p>2° Au verso : la date de naissance, le lieu de naissance, la nationalité, le sexe, l'adresse. </p></p><p><p>B. Mentions figurant sur les titres de voyage : </p></p><p><p>1° Titre de voyage pour réfugié (TVR) : </p></p><p><p>a) Nature du titre de voyage ; </p></p><p><p>b) Etat civil ; </p></p><p><p>c) Date et lieu de naissance ; </p></p><p><p>d) Sexe ; </p></p><p><p>e) Couleur des yeux ; </p></p><p><p>f) Taille ; </p></p><p><p>g) Adresse ; </p></p><p><p>h) Date de délivrance ; date d'expiration ; </p></p><p><p>i) Pays d'origine de l'intéressé ; </p></p><p><p>j) Pays exclus ; </p></p><p><p>k) Autorité de délivrance ; </p></p><p><p>l) Numéro du titre de voyage ; </p></p><p><p>m) Signature du titulaire ; </p></p><p><p>n) Numéro AGDREF2. </p></p><p><p>2° Titre de voyage pour apatride (TVA) : les données mentionnées sont celles figurant au 1°, à l'exception du j ; </p></p><p><p>3° Titre d'identité et de voyage (TIV) : les données mentionnées sont celles figurant au 1°. </p></p><p><p>C. Mentions figurant sur les documents de circulation : </p></p><p><p>1° Documents de circulation et titres d'identité républicains délivrés aux mineurs : </p></p><p><p>a) Au recto :</p></p><p><p>-Nature du document ;</p></p><p><p>-Numéro du document ;</p></p><p><p>-Numéro AGDREF2 ;</p></p><p><p>-Etat civil ;</p></p><p><p>-Date et lieu de naissance ;</p></p><p><p>-Sexe ;</p></p><p><p>-Nationalité ;</p></p><p><p>-Adresse ;</p></p><p><p>-Durée de validité du document ;</p></p><p><p>-Date de délivrance ;</p></p><p><p>-Autorité de délivrance. </p></p><p><p>b) Au verso :</p></p><p><p>-Photographie du titulaire ;</p></p><p><p>-Signature de l'autorité qui délivre le document ;</p></p><p><p>-Signature du titulaire si, au jour de la demande, celui-ci est âgé de sept ans au moins ou signature de la personne qui a demandé le document si, au jour de la demande, le titulaire est âgé de moins de sept ans. </p></p><p><p>2° Carte de frontalier : </p></p><p><p>a) Au recto :</p></p><p><p>-Catégorie de document : carte de frontalier ;</p></p><p><p>-Numéro du titre ;</p></p><p><p>-Numéro AGDREF2 ;</p></p><p><p>-Photographie ;</p></p><p><p>-Etat civil ;</p></p><p><p>-Date de début et de fin de validité ;</p></p><p><p>-Autorité de délivrance ;</p></p><p><p>-Zone remarque : \" autorisation de séjourner par périodes maximales de 72 heures dans les limites du bourg de Saint-Georges de l'Oyapock \" ;</p></p><p><p>-Signature du titulaire. </p></p><p><p>b) Au verso :</p></p><p><p>-Date et lieu de naissance ;</p></p><p><p>-Nationalité ;</p></p><p><p>-Sexe ;</p></p><p><p>-Adresse. </p></p><p><p>III. Données contenues dans les composants électroniques : </p></p><p><p>A. Données contenues dans le composant électronique du titre de séjour (TSE) : </p></p><p><p>Les données contenues sont celles mentionnées au A du II de la présente annexe (mentions figurant sur le titre de séjour), ainsi que les images numérisées de deux empreintes digitales. </p></p><p><p>B. Données contenues dans le composant du titre de voyage d'une durée de validité supérieure à un an : </p></p><p><p>Images numérisées de sa photographie et de deux empreintes digitales. </p></p><p><p>C. Données contenues dans le composant électronique de la carte de frontalier : </p></p><p><p>Les données sont celles figurant au 2° du C du II de la présente annexe (mentions figurant sur la carte de frontalier) ainsi que les images numérisées de deux empreintes digitales.</p></p><p></p>",
            "num": "Annexe 3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1619827200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042906403",
                        "id": "LEGISCTA000042906403",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042906792",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042906403",
            "sectionParentId": "LEGISCTA000042906403",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire  &gt; Annexes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043292840",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043286048",
                    "textTitle": "Décret n°2021-313 du 24 mars 2021 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043286802",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-03-25",
                    "dateSignaTexte": "2021-03-24",
                    "dateDebutCible": "2021-03-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R142-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-11",
                    "articleId": "LEGIARTI000042799966",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R142-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R142-13",
                    "articleId": "LEGIARTI000042808342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R142-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R142-14",
                    "articleId": "LEGIARTI000042808340",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R142-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R142-18",
                    "articleId": "LEGIARTI000042808328",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R142-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R142-21",
                    "articleId": "LEGIARTI000042808320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R414-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R414-5",
                    "articleId": "LEGIARTI000042807408",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R431-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R431-1",
                    "articleId": "LEGIARTI000042807010",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042906792",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1616716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043292840",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 3",
                "3"
            ],
            "versionPrecedente": "LEGIARTI000042906792",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}