{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018760491",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "PROGRAMME DES ÉPREUVES DE FORMATION COMMUNE DU BREVET D'ÉTAT D'ÉDUCATEUR SPORTIF DU DEUXIÈME DEGRÉ (art. A212-131 et A212-118) Le diplôme vise à certifier l'acquisition des compétences professionnelles suivantes : Enseigner, encadrer ou animer en direction de différents publics dans le respect des règles de sécurité ; Conduire un entraînement pour des athlètes de valeur confirmée en vue de la compétition ; Former des cadres ; Gérer et promouvoir une structure ouverte aux activités physiques ou sportives. Sept épreuves obligatoires valident la formation : Trois épreuves écrites : Ecrit n° 1 : une épreuve de culture générale. Ecrit n° 2 : une épreuve relative à l'optimisation de la performance. Ecrit n° 3 : une composition au choix du candidat relative à la formation des cadres ou à la promotion des activités physiques et sportives. Trois épreuves orales : Oral n° 1 : une interrogation portant sur le sport dans son environnement socio-économique et juridique. Oral n° 2 : une question se rapportant aux situations rencontrées par le pratiquant sur le terrain. Oral n° 3 : une épreuve de langue destinée à vérifier les connaissances du candidat dans l'une des langues suivantes : anglais, allemand, espagnol, italien. Une épreuve au choix du candidat parmi : Oral n° 4 : une épreuve orale de gestion portant au choix du candidat sur : La gestion budgétaire d'une association ou d'une structure privée ouverte à la pratique des activités physiques et sportives ; La gestion de personnels ; Les données budgétaires d'une collectivité locale ou de l'Etat en relation avec les activités physiques et sportives. A partir d'un dossier de quinze pages maximum remis lors de l'examen relatif à l'un des thèmes, le candidat présente au jury une situation concrète qui sert de point de départ à l'entretien ; Oral n° 4 : une épreuve pratique portant sur le traitement informatique de données. PROGRAMME Il est recommandé d'associer à la lecture de ce programme celle des Propositions méthodologiques à l'usage des formateurs et des membres des jurys d'examen de la formation commune des brevets d'éducateur sportif premier et deuxième degré qui précisent les attentes du jury en matière d'évaluation et donc les contraintes de la formation. Ce document a fait l'objet de la circulaire n° 1411 datée du 29 avril 1993. Pour la première épreuve écrite, il est attendu du candidat qu'il soit capable de proposer une réflexion construite, reposant sur une prise de recul. Fondée sur des connaissances historiques, sociologiques, institutionnelles, cette réflexion porte sur le sens des pratiques sportives considérées comme phénomène culturel. Pour la deuxième épreuve écrite, qui concerne l'optimisation de la performance, il s'agit de proposer une réponse à un problème de terrain en adoptant une démarche interdisciplinaire dans laquelle chaque domaine scientifique particulier contribue à éclairer la complexité de la performance. Il convient alors d'utiliser avec précaution les connaissances scientifiques, celles-ci devant, par ailleurs, amener l'éducateur sportif à interroger ses attitudes et ses choix. Pour la troisième épreuve écrite, il est attendu du candidat qu'il soit capable de proposer une réflexion construite sur la formation de cadre ou sur la promotion des activités physiques et sportives. En ce qui concerne la formation de cadre, le candidat doit être capable de maîtriser les trois étapes d'une formation permettant à des publics définis d'acquérir un profil de compétence déterminé. Ces trois étapes sont : La préparation d'un projet de formation dans ses dimensions administratives, méthodologiques et pédagogiques ; L'adaptation du projet aux réalités des formés effectivement présents, en mettant en œuvre les méthodes et techniques pédagogiques adéquates et en intervenant auprès du public à former ; Après la formation, l'évaluation et le bilan pédagogique. En ce qui concerne la promotion des activités physiques et sportives, il est attendu du candidat : Qu'il maîtrise les principaux concepts et outils relatifs au domaine de la mercatique et du management ; Qu'il les intègre dans une démarche visant à valoriser une activité ou une structure. Pour la troisième épreuve orale (oral n° 1), il est attendu du candidat qu'il réponde aux problèmes soulevés par la pratique sportive dans son environnement socio-économique et juridique aux plans national et international. Pour la deuxième épreuve orale, le candidat doit étayer sa réponse en s'appuyant sur les différents champs du programme précisés ci-après (domaine des sciences biologiques et humaines). Pour la première épreuve orale (langue), le candidat doit montrer des compétences liées à la compréhension de la langue et à l'utilisation orale de celle-ci. L'épreuve optionnelle de gestion (oral n° 4) doit permettre d'évaluer les connaissances et les savoir-faire du candidat relatifs à la gestion budgétaire ou à la gestion des personnels ou aux données budgétaires d'une collectivité locale ou de l'Etat. L'épreuve pratique portant sur le traitement informatique doit permettre au candidat d'utiliser l'outil informatique pour présenter des documents, des rapports, des bilans chiffrés, de gérer un fichier d'athlètes et de l'aider dans son rôle d'entraîneur et de formateur (création d'un carnet d'entraînement, de fiches d'évaluation, etc.). L'entrée dans le programme se fait par l'étude de notions clés qui sont celles : De performance : ses définitions et ses différentes modélisations ; D'entraînement ; Analyse du pratiquant ; Evaluation du pratiquant ; Construction de la séance : l'échauffement, la progressivité des tâches ; Planification annuelle et pluriannuelle ; Fatigue, surentraînement et récupération. Ces notions traversent l'ensemble des épreuves et guident la lecture du programme. 1. Sciences biologiques (Ecrit n° 2 et oral n° 2) 1.1. Physiologie La physiologie étudie le fonctionnement des organismes vivants dans leur environnement. La performance sportive et l'entraînement sont deux expressions de ce fonctionnement. L'organisme humain comme système ouvert : Caractéristiques des systèmes ouverts ; La double exigence énergétique et informationnelle. L'organisme en tant que machine bioénergétique : La fonction musculaire ; Les différents types de fibres ; Les caractéristiques de la concentration musculaire ; Adaptations à court ou à long terme des systèmes asservis à la fonction musculaire (cardio-vasculaire, respiratoire...) ; Les régulations permettant ces adaptations ; Les adaptations aux environnements particuliers (altitude, chaleur...) ; Les facteurs énergétiques de la performance aux différentes étapes du développement. L'organisme en tant que machine bio-informationnelle : Le contrôle du geste sportif ; Eléments concernant l'apprentissage et perfectionnement des habiletés. 1.2. Biomécanique Ce chapitre du programme concerne le fonctionnement de l'appareil locomoteur et le respect de son intégrité. L'analyse du mouvement : Les méthodes d'observation et d'analyse du geste sportif ; Les principes mécaniques du mouvement ; Geste sportif et intégrité de l'appareil locomoteur. 2. Sciences humaines 2.1. Histoire et sociologie : l'éducateur sportif dans ses relations aux techniques et aux cultures (Ecrit et oral n° 1) Pratiques physiques et types de sociétés. Transformations culturelles et techniques sportives. Situation et enjeux du sport moderne. 2.2. Psychologie : l'éducateur sportif et l'approche psychologique de la performance motrice (Ecrit n° 2 et oral n° 2) Apprentissage : théories et modélisations. Personnalité et développement : les différentes approches. Les phénomènes psychologiques : émotions, stress, agressivité. 2.3. Psychosociologie - Sémiologie : l'éducateur sportif et les approches des phénomènes de communication (Ecrit n° 1, écrit n° 2 et oral n° 2) Les différents aspects de la communication. Interactions et communications : indices, signes et codes. Classifications des pratiques sportives et communications. 2.4. Technologie de l'entraînement et de la formation : l'éducateur sportif face au développement des ressources humaines (Ecrit n° 2, écrit n° 3, oral n° 2) Ressources humaines et la performance : L'orientation et le suivi psychologique de l'athlète ; Les approches de la préparation psychologique ; L'autonomie et le projet de l'athlète. Les ressources humaines et la formation de cadres : Les étapes d'une action de formation (définition, gestion, évaluation) ; Approche des outils de la formation (outils d'investigation, d'animation, de communication et d'évaluation). 3. Promotion des activités physiques et sportives (Ecrit n° 3) PROGRAMME 1. Notions relatives à la promotion et aux marchés des activités physiques et sportives ; 2. La participation des entreprises au développement du sport (sponsorisme, mécénat) ; 3. Les médias et le sport ; 4. La communication interne et externe ; 5. L'organisation d'un événement (différentes étapes, recherche de moyens...). 4. Cadre institutionnel, socio-économique et juridique des activités physiques et sportives Le programme comprend : 4.1. Des connaissances relatives à l'environnement international du sport (Ecrit n° 1 et oral n° 1) Organisation, fonctionnement, rôle et relations des organismes sportifs internationaux ; Rencontres sportives internationales ; L'espace européen et les activités physiques et sportives. 4.2. Des connaissances relatives aux activités physiques et sportives en France (Ecrits n os 1 et 3 ; oral n° 1) Organisation, fonctionnement, rôle et relations des institutions publiques et des organismes privés concernés par les activités physiques et sportives (l'accent sera mis sur les niveaux régional et national) : L'Etat et les collectivités territoriales ; Le mouvement sportif (fédéral et olympique) ; Les autres structures de droit privé ; Réglementation des activités physiques et sportives ; Fondements et mise en jeu de la responsabilité dans le domaine des activités physiques et sportives : le contentieux des activités physiques et sportives. 4.3. Des connaissances relatives aux aspects politiques et socio-économiques de la pratique des activités physiques et sportives (Ecrits n°s 1 et 3 ; oral n° 1) 4.4. Des connaissances relatives aux aspects institutionnels et réglementaires de la formation de cadres (Ecrit n° 3 ; oral n° 1) La formation professionnelle (approche des dispositifs de financement) ; Les qualifications et les diplômes des activités physiques et sportives. GESTION (Epreuve optionnelle : oral n° 4) 1. La gestion budgétaire d'une structure privée : Le budget ; La gestion financière ; La trésorerie ; La comptabilité ; La réglementation fiscale et sociale (généralités, particularités applicables au domaine des activités physiques et sportives). 2. La gestion des personnels : Aspect théoriques et pratiques relatifs à la gestion des ressources humaines et au droit social (le droit au travail et la protection sociale). 3. Les données budgétaires d'une collectivité territoriale ou de l'Etat : Les principes budgétaires ; Les lois de finances ; Le Fonds national pour le développement du sport (FNDS) ; Les ressources et les dépenses de l'Etat et des collectivités territoriales ; L'exécution du budget ; Les contrôles de l'exécution du budget ; Le budget du ministère chargé des sports ; Les crédits et les dépenses spécifiques aux activités physiques et sportives dans les collectivités territoriales et leurs imputations budgétaires. INFORMATIQUE (Epreuve optionnelle : oral n° 4) Le programme vise à développer chez le candidat la capacité à connaître les principes de la conception d'applications informatiques. Le candidat doit : - avoir une information large sur l'utilisation de l'outil informatique dans le domaine des activités physiques et sportives ; - pouvoir recenser et hiérarchiser les critères qualificatifs dominants d'un logiciel ; - avoir connaissance des différents types de logiciels existant ; - savoir utiliser de manière rationnelle : un traitement de texte, un tableur, un gestionnaire de fichiers ; - avoir connaissance des applications informatiques utilisées dans sa discipline (optimisation de la performance, gestion des compétitions, applications fédérales). PROGRAMME 1. Architecture et mécanismes informatiques. 1.1. Histoire de l'ordinateur et son évolution. 1.2. Le matériel : Architecture d'un ordinateur ; Les périphériques ; La mémoire centrale ; L'unité centrale ; Les mémoires externes de masse ; Dialogue avec l'ordinateur. 1.3. Les logiciels : Les logiciels de base ; Les systèmes d'exploitation ; Les logiciels d'applications. 1.4. La notion de fichier informatique. 2. Les logiciels professionnels. 2.1. Le tableur grapheur : Fonctions évoluées, calculs statistiques et financiers ; Importation et exportation de données ; Construction et visualisation graphique ; Construction de modèles évolués appliqués à la gestion ou l'entraînement. 2.2. La gestion de fichiers et de bases de données : La notion de fichier informatique (stockage des informations, organisation et structure des fichiers, notion d'enregistrement, de champs) ; Etude de systèmes de gestion de base de données (construction d'une base de données, base de données relationnelle). 3. Les applications spécifiques au sport. 3.1. Objectifs généraux : Mettre en œuvre des fonctionnalités générales associées à l'utilisation de l'informatique ; Utiliser des logiciels professionnels existant dans le cadre sportif ; Utiliser des logiciels spécifiques développés pour des utilisations dans le cadre du sport (logiciel d'aide à la mesure, à l'entraînement, à la gestion de compétitions) ; Concevoir des cahiers des charges pour élaborer des logiciels spécifiques. 3.2. Domaines généraux des applications. La gestion. La gestion administrative et financière : Gestion des licences ; Gestion de clubs (comptabilité, adhérents, calendriers) ; Fédération (gestion et communication) ; Gestion comptable. La gestion de terrain : Les prises de performance ; L'évaluation. Les systèmes d'information et de consultation (la télématique). Les systèmes de recueil et d'analyse de données sportives. 3.3. Aspects juridiques, fiscaux et sociaux de l'informatique. Le monde de l'informatique, l'administration, l'entreprise : Les constructeurs ; Les utilisateurs ; Les sociétés de service et de conseil en informatique (SSCI et SSII). La protection informatique (les aspects techniques et juridiques). L'informatique et les libertés (la CNIL).",
            "texteHtml": "<p align='center'>PROGRAMME DES ÉPREUVES DE FORMATION COMMUNE DU BREVET D'ÉTAT D'ÉDUCATEUR SPORTIF DU DEUXIÈME DEGRÉ </p><p align='justify'>(art. A212-131 et A212-118)</p><p align='justify'>Le diplôme vise à certifier l'acquisition des compétences professionnelles suivantes :<br/>Enseigner, encadrer ou animer en direction de différents publics dans le respect des règles de sécurité ;<br/>Conduire un entraînement pour des athlètes de valeur confirmée en vue de la compétition ;<br/>Former des cadres ;<br/>Gérer et promouvoir une structure ouverte aux activités physiques ou sportives.<br/>Sept épreuves obligatoires valident la formation :<br/>Trois épreuves écrites :<br/>Ecrit n° 1 : une épreuve de culture générale.<br/>Ecrit n° 2 : une épreuve relative à l'optimisation de la performance.<br/>Ecrit n° 3 : une composition au choix du candidat relative à la formation des cadres ou à la promotion des activités physiques et sportives.<br/>Trois épreuves orales :<br/>Oral n° 1 : une interrogation portant sur le sport dans son environnement socio-économique et juridique.<br/>Oral n° 2 : une question se rapportant aux situations rencontrées par le pratiquant sur le terrain.<br/>Oral n° 3 : une épreuve de langue destinée à vérifier les connaissances du candidat dans l'une des langues suivantes : anglais, allemand, espagnol, italien.<br/>Une épreuve au choix du candidat parmi :<br/>Oral n° 4 : une épreuve orale de gestion portant au choix du candidat sur :<br/>La gestion budgétaire d'une association ou d'une structure privée ouverte à la pratique des activités physiques et sportives ;<br/>La gestion de personnels ;<br/>Les données budgétaires d'une collectivité locale ou de l'Etat en relation avec les activités physiques et sportives.<br/>A partir d'un dossier de quinze pages maximum remis lors de l'examen relatif à l'un des thèmes, le candidat présente au jury une situation concrète qui sert de point de départ à l'entretien ;<br/>Oral n° 4 : une épreuve pratique portant sur le traitement informatique de données.</p><p align='justify'>PROGRAMME</p><p align='justify'>Il est recommandé d'associer à la lecture de ce programme celle des Propositions méthodologiques à l'usage des formateurs et des membres des jurys d'examen de la formation commune des brevets d'éducateur sportif premier et deuxième degré qui précisent les attentes du jury en matière d'évaluation et donc les contraintes de la formation. Ce document a fait l'objet de la circulaire n° 1411 datée du 29 avril 1993.<br/>Pour la première épreuve écrite, il est attendu du candidat qu'il soit capable de proposer une réflexion construite, reposant sur une prise de recul. Fondée sur des connaissances historiques, sociologiques, institutionnelles, cette réflexion porte sur le sens des pratiques sportives considérées comme phénomène culturel.<br/>Pour la deuxième épreuve écrite, qui concerne l'optimisation de la performance, il s'agit de proposer une réponse à un problème de terrain en adoptant une démarche interdisciplinaire dans laquelle chaque domaine scientifique particulier contribue à éclairer la complexité de la performance. Il convient alors d'utiliser avec précaution les connaissances scientifiques, celles-ci devant, par ailleurs, amener l'éducateur sportif à interroger ses attitudes et ses choix.<br/>Pour la troisième épreuve écrite, il est attendu du candidat qu'il soit capable de proposer une réflexion construite sur la formation de cadre ou sur la promotion des activités physiques et sportives.<br/>En ce qui concerne la formation de cadre, le candidat doit être capable de maîtriser les trois étapes d'une formation permettant à des publics définis d'acquérir un profil de compétence déterminé. Ces trois étapes sont :<br/>La préparation d'un projet de formation dans ses dimensions administratives, méthodologiques et pédagogiques ;<br/>L'adaptation du projet aux réalités des formés effectivement présents, en mettant en œuvre les méthodes et techniques pédagogiques adéquates et en intervenant auprès du public à former ;<br/>Après la formation, l'évaluation et le bilan pédagogique.<br/>En ce qui concerne la promotion des activités physiques et sportives, il est attendu du candidat :<br/>Qu'il maîtrise les principaux concepts et outils relatifs au domaine de la mercatique et du management ;<br/>Qu'il les intègre dans une démarche visant à valoriser une activité ou une structure.<br/>Pour la troisième épreuve orale (oral n° 1), il est attendu du candidat qu'il réponde aux problèmes soulevés par la pratique sportive dans son environnement socio-économique et juridique aux plans national et international.<br/>Pour la deuxième épreuve orale, le candidat doit étayer sa réponse en s'appuyant sur les différents champs du programme précisés ci-après (domaine des sciences biologiques et humaines).<br/>Pour la première épreuve orale (langue), le candidat doit montrer des compétences liées à la compréhension de la langue et à l'utilisation orale de celle-ci.<br/>L'épreuve optionnelle de gestion (oral n° 4) doit permettre d'évaluer les connaissances et les savoir-faire du candidat relatifs à la gestion budgétaire ou à la gestion des personnels ou aux données budgétaires d'une collectivité locale ou de l'Etat.<br/>L'épreuve pratique portant sur le traitement informatique doit permettre au candidat d'utiliser l'outil informatique pour présenter des documents, des rapports, des bilans chiffrés, de gérer un fichier d'athlètes et de l'aider dans son rôle d'entraîneur et de formateur (création d'un carnet d'entraînement, de fiches d'évaluation, etc.).<br/>L'entrée dans le programme se fait par l'étude de notions clés qui sont celles :<br/>De performance : ses définitions et ses différentes modélisations ;<br/>D'entraînement ;<br/>Analyse du pratiquant ;<br/>Evaluation du pratiquant ;<br/>Construction de la séance : l'échauffement, la progressivité des tâches ;<br/>Planification annuelle et pluriannuelle ;<br/>Fatigue, surentraînement et récupération.<br/>Ces notions traversent l'ensemble des épreuves et guident la lecture du programme.</p><p align='justify'>1. Sciences biologiques (Ecrit n° 2 et oral n° 2)</p><p align='justify'>1.1. Physiologie</p><p align='justify'>La physiologie étudie le fonctionnement des organismes vivants dans leur environnement. La performance sportive et l'entraînement sont deux expressions de ce fonctionnement.<br/>L'organisme humain comme système ouvert :<br/>Caractéristiques des systèmes ouverts ;<br/>La double exigence énergétique et informationnelle.<br/>L'organisme en tant que machine bioénergétique :<br/>La fonction musculaire ;<br/>Les différents types de fibres ;<br/>Les caractéristiques de la concentration musculaire ;<br/>Adaptations à court ou à long terme des systèmes asservis à la fonction musculaire (cardio-vasculaire, respiratoire...) ;<br/>Les régulations permettant ces adaptations ;<br/>Les adaptations aux environnements particuliers (altitude, chaleur...) ;<br/>Les facteurs énergétiques de la performance aux différentes étapes du développement.<br/>L'organisme en tant que machine bio-informationnelle :<br/>Le contrôle du geste sportif ;<br/>Eléments concernant l'apprentissage et perfectionnement des habiletés.</p><p align='justify'>1.2. Biomécanique</p><p align='justify'>Ce chapitre du programme concerne le fonctionnement de l'appareil locomoteur et le respect de son intégrité.<br/>L'analyse du mouvement :<br/>Les méthodes d'observation et d'analyse du geste sportif ;<br/>Les principes mécaniques du mouvement ;<br/>Geste sportif et intégrité de l'appareil locomoteur.</p><p align='justify'>2. Sciences humaines</p><p align='justify'>2.1. Histoire et sociologie : l'éducateur sportif dans ses relations aux techniques et aux cultures (Ecrit et oral n° 1)</p><p align='justify'>Pratiques physiques et types de sociétés.<br/>Transformations culturelles et techniques sportives.<br/>Situation et enjeux du sport moderne.</p><p align='justify'>2.2. Psychologie : l'éducateur sportif et l'approche psychologique de la performance motrice (Ecrit n° 2 et oral n° 2)</p><p align='justify'>Apprentissage : théories et modélisations.<br/>Personnalité et développement : les différentes approches.<br/>Les phénomènes psychologiques : émotions, stress, agressivité.</p><p align='justify'>2.3. Psychosociologie - Sémiologie : l'éducateur sportif et les approches des phénomènes de communication (Ecrit n° 1, écrit n° 2 et oral n° 2)</p><p align='justify'>Les différents aspects de la communication.<br/>Interactions et communications : indices, signes et codes.<br/>Classifications des pratiques sportives et communications.</p><p align='justify'>2.4. Technologie de l'entraînement et de la formation :<br/>l'éducateur sportif face au développement des ressources humaines (Ecrit n° 2, écrit n° 3, oral n° 2)</p><p align='justify'>Ressources humaines et la performance :<br/>L'orientation et le suivi psychologique de l'athlète ;<br/>Les approches de la préparation psychologique ;<br/>L'autonomie et le projet de l'athlète.<br/>Les ressources humaines et la formation de cadres :<br/>Les étapes d'une action de formation (définition, gestion, évaluation) ;<br/>Approche des outils de la formation (outils d'investigation, d'animation, de communication et d'évaluation).</p><p align='justify'>3. Promotion des activités physiques et sportives (Ecrit n° 3)</p><p align='justify'>PROGRAMME</p><p align='justify'>1. Notions relatives à la promotion et aux marchés des activités physiques et sportives ;<br/>2. La participation des entreprises au développement du sport (sponsorisme, mécénat) ;<br/>3. Les médias et le sport ;<br/>4. La communication interne et externe ;<br/>5. L'organisation d'un événement (différentes étapes, recherche de moyens...).</p><p align='justify'>4. Cadre institutionnel, socio-économique et juridique des activités physiques et sportives</p><p align='justify'>Le programme comprend :</p><p align='justify'>4.1. Des connaissances relatives à l'environnement international du sport (Ecrit n° 1 et oral n° 1)</p><p align='justify'>Organisation, fonctionnement, rôle et relations des organismes sportifs internationaux ;<br/>Rencontres sportives internationales ;<br/>L'espace européen et les activités physiques et sportives.</p><p align='justify'>4.2. Des connaissances relatives aux activités physiques et sportives en France (Ecrits n<sup>os</sup> 1 et 3 ; oral n° 1)</p><p align='justify'>Organisation, fonctionnement, rôle et relations des institutions publiques et des organismes privés concernés par les activités physiques et sportives (l'accent sera mis sur les niveaux régional et national) :<br/>L'Etat et les collectivités territoriales ;<br/>Le mouvement sportif (fédéral et olympique) ;<br/>Les autres structures de droit privé ;<br/>Réglementation des activités physiques et sportives ;<br/>Fondements et mise en jeu de la responsabilité dans le domaine des activités physiques et sportives : le contentieux des activités physiques et sportives.<br/>4.3. Des connaissances relatives aux aspects politiques et socio-économiques de la pratique des activités physiques et sportives</p><p align='justify'>(Ecrits n°s 1 et 3 ; oral n° 1)<br/>4.4. Des connaissances relatives aux aspects institutionnels et réglementaires de la formation de cadres (Ecrit n° 3 ; oral n° 1)</p><p align='justify'>La formation professionnelle (approche des dispositifs de financement) ;<br/>Les qualifications et les diplômes des activités physiques et sportives.</p><p align='justify'>GESTION<br/>(Epreuve optionnelle : oral n° 4)</p><p align='justify'>1. La gestion budgétaire d'une structure privée :<br/>Le budget ;<br/>La gestion financière ;<br/>La trésorerie ;<br/>La comptabilité ;<br/>La réglementation fiscale et sociale (généralités, particularités applicables au domaine des activités physiques et sportives).<br/>2. La gestion des personnels :<br/>Aspect théoriques et pratiques relatifs à la gestion des ressources humaines et au droit social (le droit au travail et la protection sociale).<br/>3. Les données budgétaires d'une collectivité territoriale ou de l'Etat :<br/>Les principes budgétaires ;<br/>Les lois de finances ;<br/>Le Fonds national pour le développement du sport (FNDS) ;<br/>Les ressources et les dépenses de l'Etat et des collectivités territoriales ;<br/>L'exécution du budget ;<br/>Les contrôles de l'exécution du budget ;<br/>Le budget du ministère chargé des sports ;<br/>Les crédits et les dépenses spécifiques aux activités physiques et sportives dans les collectivités territoriales et leurs imputations budgétaires.</p><p align='justify'>INFORMATIQUE<br/>(Epreuve optionnelle : oral n° 4)</p><p align='justify'>Le programme vise à développer chez le candidat la capacité à connaître les principes de la conception d'applications informatiques.<br/>Le candidat doit :<br/>- avoir une information large sur l'utilisation de l'outil informatique dans le domaine des activités physiques et sportives ;<br/>- pouvoir recenser et hiérarchiser les critères qualificatifs dominants d'un logiciel ;<br/>- avoir connaissance des différents types de logiciels existant ;<br/>- savoir utiliser de manière rationnelle : un traitement de texte, un tableur, un gestionnaire de fichiers ;<br/>- avoir connaissance des applications informatiques utilisées dans sa discipline (optimisation de la performance, gestion des compétitions, applications fédérales).</p><p align='justify'>PROGRAMME</p><p align='justify'>1. Architecture et mécanismes informatiques.<br/>1.1. Histoire de l'ordinateur et son évolution.<br/>1.2. Le matériel :<br/>Architecture d'un ordinateur ;<br/>Les périphériques ;<br/>La mémoire centrale ;<br/>L'unité centrale ;<br/>Les mémoires externes de masse ;<br/>Dialogue avec l'ordinateur.<br/>1.3. Les logiciels :<br/>Les logiciels de base ;<br/>Les systèmes d'exploitation ;<br/>Les logiciels d'applications.<br/>1.4. La notion de fichier informatique.<br/>2. Les logiciels professionnels.<br/>2.1. Le tableur grapheur :<br/>Fonctions évoluées, calculs statistiques et financiers ;<br/>Importation et exportation de données ;<br/>Construction et visualisation graphique ;<br/>Construction de modèles évolués appliqués à la gestion ou l'entraînement.<br/>2.2. La gestion de fichiers et de bases de données :<br/>La notion de fichier informatique (stockage des informations, organisation et structure des fichiers, notion d'enregistrement, de champs) ;<br/>Etude de systèmes de gestion de base de données (construction d'une base de données, base de données relationnelle).<br/>3. Les applications spécifiques au sport.<br/>3.1. Objectifs généraux :<br/>Mettre en œuvre des fonctionnalités générales associées à l'utilisation de l'informatique ;<br/>Utiliser des logiciels professionnels existant dans le cadre sportif ;<br/>Utiliser des logiciels spécifiques développés pour des utilisations dans le cadre du sport (logiciel d'aide à la mesure, à l'entraînement, à la gestion de compétitions) ;<br/>Concevoir des cahiers des charges pour élaborer des logiciels spécifiques.<br/>3.2. Domaines généraux des applications.<br/>La gestion.<br/>La gestion administrative et financière :<br/>Gestion des licences ;<br/>Gestion de clubs (comptabilité, adhérents, calendriers) ;<br/>Fédération (gestion et communication) ;<br/>Gestion comptable.<br/>La gestion de terrain :<br/>Les prises de performance ;<br/>L'évaluation.<br/>Les systèmes d'information et de consultation (la télématique).<br/>Les systèmes de recueil et d'analyse de données sportives.<br/>3.3. Aspects juridiques, fiscaux et sociaux de l'informatique.<br/>Le monde de l'informatique, l'administration, l'entreprise :<br/>Les constructeurs ;<br/>Les utilisateurs ;<br/>Les sociétés de service et de conseil en informatique (SSCI et SSII).<br/>La protection informatique (les aspects techniques et juridiques).<br/>L'informatique et les libertés (la CNIL).</p>",
            "num": "Annexe II-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1209513600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 878516037,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018752172",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018760491",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018741712",
                    "textTitle": "Arrêté du 28 février 2008 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000018747632",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-04-29",
                    "dateSignaTexte": "2008-02-28",
                    "dateDebutCible": "2008-04-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-118 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-118",
                    "articleId": "LEGIARTI000018761500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209513600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018760491",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1209513600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-7",
                "II-7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}