{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032411170",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Titre Ier ÉTABLISSEMENT DES LISTES ÉLECTORALES I-1. Le directeur du centre de ressources, d'expertise et de performance sportive établit pour chaque collège la liste des électeurs et des personnes éligibles conformément aux dispositions de la présente annexe et des articles A. 114-1 à A. 114-3. I-2. Le directeur du centre de ressources, d'expertise et de performance sportive organise la publicité de ces listes, notamment par voie d'affichage. Toute réclamation doit être adressée par lettre recommandée avec avis de réception, dans les huit jours suivant la date de publicité, au directeur du centre de ressources, d'expertise et de performance sportive. Celui-ci statue sur le bienfondé des réclamations et arrête dans le même délai la liste électorale définitive. Titre II ORGANISATION DES OPÉRATIONS DE VOTE II-1. Calendrier des opérations de vote. Le calendrier des opérations électorales est fixé ainsi qu'il suit : -affichage et publication des listes électorales au moins trente jours avant la date du scrutin ; -dépôt des actes de candidature au moins vingt et un jours avant la date du scrutin ; -distribution du matériel de vote, au sein de l'établissement, au moins quinze jours avant la date du scrutin ; -dépouillement de tous les bulletins de vote le jour même du scrutin ; -proclamation des résultats le jour même du scrutin. II-2 a. Organisation matérielle. Les déclarations de candidatures, précisant les noms des candidats titulaires et suppléants, sont adressées, par lettre recommandée avec avis de réception, ou déposées auprès du directeur contre récépissé. Chaque candidature doit comprendre à la fois un membre titulaire et un membre suppléant. Les candidats peuvent accompagner leur candidature d'une profession de foi. II-2 b. Matériels de vote. La confection des bulletins de vote et des enveloppes destinées au vote, qui doivent être d'un modèle unique, notamment lorsque le centre comprend plusieurs sites, incombe au directeur du centre de ressources, d'expertise et de performance sportive. Le centre de ressources, d'expertise et de performance sportive fait parvenir, en temps utile, aux électeurs, sous enveloppe libellée à leur nom : - les bulletins de vote ; - un exemplaire de la présente annexe ; - le cas échéant, les professions de foi des candidats. Pour les personnes absentes de l'établissement à cette période, pour quelque raison que ce soit, il sera procédé à un envoi avec avis de réception au domicile de l'électeur, sept jours au moins avant la date de clôture du scrutin. II-2 c. Bureau de vote. Les électeurs doivent exclusivement utiliser le matériel de vote fourni par le centre. Le vote, sous peine de nullité, doit être exprimé à l'aide d'un seul bulletin de vote ne comportant ni rature, ni signe distinctif, ni surcharge. Ce bulletin est glissé par l'électeur dans une enveloppe qui, également, ne doit comporter aucun signe de reconnaissance. Le vote sur place a lieu sur chacun des sites du centre le jour du scrutin. Le vote par correspondance est admis pour l'ensemble des électeurs. Tous les votes par correspondance sont adressés à la boîte postale ouverte à cette fin au bureau de poste du site siège du centre de ressources, d'expertise et de performance sportive. Les votes par correspondance sont retirés en bloc au bureau de la poste du siège du centre, la veille de la date fixée pour le vote sur place. Pour les votes transmis par la poste, l'enveloppe extérieure (enveloppe n° 1), préaffranchie, ne doit comporter aucune autre mention que celles préimprimées. Une seconde enveloppe (enveloppe n° 2), dans laquelle est glissée une troisième enveloppe (enveloppe n° 3) contenant le bulletin de vote, doit comporter, lisiblement écrits : le nom, le prénom, le collège auquel il appartient et la signature de l'électeur. Les électeurs qui ne peuvent voter personnellement ont la possibilité d'exercer leur droit de vote par un mandataire, en lui donnant procuration écrite pour voter en leur lieu et place. Le mandataire doit être inscrit sur la même liste électorale que le mandant. Nul ne peut être porteur de plus de deux procurations. Les opérations électorales se déroulent publiquement dans un local d'accès facile où la liberté et le secret du vote sont assurés, sous le contrôle d'un bureau de vote constitué, pour chacun des sites du centre de ressources, d'expertise et de performance sportive, d'un président et de deux assesseurs choisis par le directeur du centre parmi les électeurs. Les bulletins de vote et les enveloppes nécessaires sont déposés sur une table distincte de celle où est déposée l'urne. Le passage par l'isoloir est obligatoire. Les votants sont appelés à apposer leur signature sur une liste d'émargement, avant que le bulletin ne soit introduit dans l'urne. Les votants doivent pouvoir justifier de leur identité. Avant le début du vote sur place au site siège du centre, il est procédé au recensement des votes par correspondance. Le nom des électeurs dont émanent ces enveloppes est émargé sur les listes. Sont mises à part sans être ouvertes : - les enveloppes n° 2 non signées ou ne comportant pas le nom, le prénom et le collège de l'électeur ou sur lesquelles ces mentions sont illisibles ; - les enveloppes n° 3 ou les bulletins de vote trouvés dans l'enveloppe n° 1 sans l'enveloppe n° 2. Entraînent la nullité du suffrage de l'électeur : - les enveloppes n° 2 multiples parvenues sous la signature d'un même électeur ; - les enveloppes n° 3 portant une mention ou un signe distinctif ; - les enveloppes n° 3 parvenues en nombre multiple sous une même enveloppe n° 2 ; - les bulletins trouvés dans l'enveloppe n° 2 sans l'enveloppe n° 3. L'enveloppe contenant le bulletin de vote est introduite dans l'urne. Titre III RÉSULTATS III-1. Opérations de dépouillement. Les opérations de dépouillement des votes s'effectuent publiquement au bureau de vote. Le président du bureau de vote veille à ce que le nombre des scrutateurs soit suffisant pour assurer le dépouillement des votes. Le nombre de scrutateurs doit être au moins égal au nombre de personnes constituant le bureau. Dès la clôture du scrutin, le bureau vérifie que le nombre d'enveloppes recueillies dans l'urne est bien égal au nombre des émargements effectués sur la liste des électeurs. Chaque membre du bureau signe la liste des électeurs. Le dépouillement intervient aussitôt après. Sont notamment considérés comme nuls : - les enveloppes vides ; - les bulletins trouvés dans l'urne sans enveloppe ; - les bulletins ou enveloppes non conformes au modèle type ; - les bulletins ou enveloppes portant un signe distinctif, des surcharges ou des ratures ; - les bulletins différents contenus dans une même enveloppe. Sont déclarés élus, pour chacun des collèges, le ou, pour les centres comportant deux représentants du deuxième collège, les candidats ayant obtenu le plus grand nombre de voix, ainsi que son ou leurs suppléants ; en cas d'égalité du nombre de suffrages obtenus, le ou les candidats les plus âgés sont élus. Les résultats du vote sur place aux sites autres que le site siège du centre sont consignés dans un procès-verbal signé par le président et ses assesseurs. Ce procès-verbal est immédiatement communiqué, par fax ou document scanné transmis par courriel, au président du bureau de vote du site siège du centre. Les résultats définitifs sont proclamés par le président du bureau de vote du site siège du centre et consignés dans un procès-verbal récapitulatif du scrutin signé par le président et les assesseurs. Les bulletins nuls ainsi que les enveloppes qui ont été écartées sans être ouvertes sont annexés au procès-verbal. Le procès-verbal mentionne : 1. Le nombre d'électeurs inscrits ; 2. Le nombre d'électeurs votants ; 3. Le nombre de bulletins blancs ou nuls ; 4. Le nombre de suffrages exprimés ; 5. Le nombre de suffrages recueillis par chaque candidat ; 6. Les difficultés et incidents survenus. La copie de ce procès-verbal est affichée par les soins du directeur du centre de ressources, d'expertise et de performance sportive. III-2. Contestations. Les contestations sur la validité des opérations électorales sont portées devant le directeur du centre de ressources, d'expertise et de performance sportive dans un délai de cinq jours à compter de la proclamation des résultats. Celui-ci doit statuer dans un délai de huit jours, à l'issue duquel la demande est réputée rejetée.",
            "texteHtml": "<p align='center'>Titre Ier </p><p align='center'>ÉTABLISSEMENT DES LISTES ÉLECTORALES </p><p align='left'></p><p align='left'>I-1. Le directeur du centre de ressources, d'expertise et de performance sportive établit pour chaque collège la liste des électeurs et des personnes éligibles conformément aux dispositions de la présente annexe et des articles A. 114-1 à A. 114-3. </p><p align='left'>I-2. Le directeur du centre de ressources, d'expertise et de performance sportive organise la publicité de ces listes, notamment par voie d'affichage. Toute réclamation doit être adressée par lettre recommandée avec avis de réception, dans les huit jours suivant la date de publicité, au directeur du centre de ressources, d'expertise et de performance sportive. Celui-ci statue sur le bienfondé des réclamations et arrête dans le même délai la liste électorale définitive. </p><p align='left'></p><p align='center'>Titre II </p><p align='center'>ORGANISATION DES OPÉRATIONS DE VOTE </p><p align='left'></p><p align='left'>II-1. Calendrier des opérations de vote. </p><p align='left'>Le calendrier des opérations électorales est fixé ainsi qu'il suit : </p><p align='left'></p><p align='left'>-affichage et publication des listes électorales au moins trente jours avant la date du scrutin ; </p><p align='left'>-dépôt des actes de candidature au moins vingt et un jours avant la date du scrutin ; </p><p align='left'>-distribution du matériel de vote, au sein de l'établissement, au moins quinze jours avant la date du scrutin ; </p><p align='left'>-dépouillement de tous les bulletins de vote le jour même du scrutin ; </p><p align='left'>-proclamation des résultats le jour même du scrutin. </p><p align='left'></p><p align='left'>II-2 a. Organisation matérielle. </p><p align='left'>Les déclarations de candidatures, précisant les noms des candidats titulaires et suppléants, sont adressées, par lettre recommandée avec avis de réception, ou déposées auprès du directeur contre récépissé. </p><p align='left'>Chaque candidature doit comprendre à la fois un membre titulaire et un membre suppléant. </p><p align='left'>Les candidats peuvent accompagner leur candidature d'une profession de foi. </p><p align='left'>II-2 b. Matériels de vote. </p><p align='left'>La confection des bulletins de vote et des enveloppes destinées au vote, qui doivent être d'un modèle unique, notamment lorsque le centre comprend plusieurs sites, incombe au directeur du centre de ressources, d'expertise et de performance sportive. </p><p align='left'>Le centre de ressources, d'expertise et de performance sportive fait parvenir, en temps utile, aux électeurs, sous enveloppe libellée à leur nom : </p><p align='left'></p><p align='left'>- les bulletins de vote ; </p><p align='left'>- un exemplaire de la présente annexe ; </p><p align='left'>- le cas échéant, les professions de foi des candidats. </p><p align='left'></p><p align='left'>Pour les personnes absentes de l'établissement à cette période, pour quelque raison que ce soit, il sera procédé à un envoi avec avis de réception au domicile de l'électeur, sept jours au moins avant la date de clôture du scrutin. </p><p align='left'>II-2 c. Bureau de vote. </p><p align='left'>Les électeurs doivent exclusivement utiliser le matériel de vote fourni par le centre. </p><p align='left'>Le vote, sous peine de nullité, doit être exprimé à l'aide d'un seul bulletin de vote ne comportant ni rature, ni signe distinctif, ni surcharge. Ce bulletin est glissé par l'électeur dans une enveloppe qui, également, ne doit comporter aucun signe de reconnaissance. </p><p align='left'>Le vote sur place a lieu sur chacun des sites du centre le jour du scrutin. </p><p align='left'>Le vote par correspondance est admis pour l'ensemble des électeurs. Tous les votes par correspondance sont adressés à la boîte postale ouverte à cette fin au bureau de poste du site siège du centre de ressources, d'expertise et de performance sportive. </p><p align='left'>Les votes par correspondance sont retirés en bloc au bureau de la poste du siège du centre, la veille de la date fixée pour le vote sur place. </p><p align='left'>Pour les votes transmis par la poste, l'enveloppe extérieure (enveloppe n° 1), préaffranchie, ne doit comporter aucune autre mention que celles préimprimées. Une seconde enveloppe (enveloppe n° 2), dans laquelle est glissée une troisième enveloppe (enveloppe n° 3) contenant le bulletin de vote, doit comporter, lisiblement écrits : le nom, le prénom, le collège auquel il appartient et la signature de l'électeur. </p><p align='left'>Les électeurs qui ne peuvent voter personnellement ont la possibilité d'exercer leur droit de vote par un mandataire, en lui donnant procuration écrite pour voter en leur lieu et place. </p><p align='left'>Le mandataire doit être inscrit sur la même liste électorale que le mandant. Nul ne peut être porteur de plus de deux procurations. </p><p align='left'>Les opérations électorales se déroulent publiquement dans un local d'accès facile où la liberté et le secret du vote sont assurés, sous le contrôle d'un bureau de vote constitué, pour chacun des sites du centre de ressources, d'expertise et de performance sportive, d'un président et de deux assesseurs choisis par le directeur du centre parmi les électeurs. </p><p align='left'>Les bulletins de vote et les enveloppes nécessaires sont déposés sur une table distincte de celle où est déposée l'urne. </p><p align='left'>Le passage par l'isoloir est obligatoire. </p><p align='left'>Les votants sont appelés à apposer leur signature sur une liste d'émargement, avant que le bulletin ne soit introduit dans l'urne. Les votants doivent pouvoir justifier de leur identité. </p><p align='left'>Avant le début du vote sur place au site siège du centre, il est procédé au recensement des votes par correspondance. </p><p align='left'>Le nom des électeurs dont émanent ces enveloppes est émargé sur les listes. </p><p align='left'>Sont mises à part sans être ouvertes : </p><p align='left'></p><p align='left'>- les enveloppes n° 2 non signées ou ne comportant pas le nom, le prénom et le collège de l'électeur ou sur lesquelles ces mentions sont illisibles ; </p><p align='left'>- les enveloppes n° 3 ou les bulletins de vote trouvés dans l'enveloppe n° 1 sans l'enveloppe n° 2. </p><p align='left'></p><p align='left'>Entraînent la nullité du suffrage de l'électeur : </p><p align='left'></p><p align='left'>- les enveloppes n° 2 multiples parvenues sous la signature d'un même électeur ; </p><p align='left'>- les enveloppes n° 3 portant une mention ou un signe distinctif ; </p><p align='left'>- les enveloppes n° 3 parvenues en nombre multiple sous une même enveloppe n° 2 ; </p><p align='left'>- les bulletins trouvés dans l'enveloppe n° 2 sans l'enveloppe n° 3. </p><p align='left'></p><p align='left'>L'enveloppe contenant le bulletin de vote est introduite dans l'urne. </p><p align='left'></p><p align='center'>Titre III </p><p align='center'>RÉSULTATS </p><p align='left'></p><p align='left'>III-1. Opérations de dépouillement. </p><p align='left'>Les opérations de dépouillement des votes s'effectuent publiquement au bureau de vote. </p><p align='left'>Le président du bureau de vote veille à ce que le nombre des scrutateurs soit suffisant pour assurer le dépouillement des votes. Le nombre de scrutateurs doit être au moins égal au nombre de personnes constituant le bureau. </p><p align='left'>Dès la clôture du scrutin, le bureau vérifie que le nombre d'enveloppes recueillies dans l'urne est bien égal au nombre des émargements effectués sur la liste des électeurs. </p><p align='left'>Chaque membre du bureau signe la liste des électeurs. </p><p align='left'>Le dépouillement intervient aussitôt après. </p><p align='left'>Sont notamment considérés comme nuls : </p><p align='left'></p><p align='left'>- les enveloppes vides ; </p><p align='left'>- les bulletins trouvés dans l'urne sans enveloppe ; </p><p align='left'>- les bulletins ou enveloppes non conformes au modèle type ; </p><p align='left'>- les bulletins ou enveloppes portant un signe distinctif, des surcharges ou des ratures ; </p><p align='left'>- les bulletins différents contenus dans une même enveloppe. </p><p align='left'></p><p align='left'>Sont déclarés élus, pour chacun des collèges, le ou, pour les centres comportant deux représentants du deuxième collège, les candidats ayant obtenu le plus grand nombre de voix, ainsi que son ou leurs suppléants ; en cas d'égalité du nombre de suffrages obtenus, le ou les candidats les plus âgés sont élus. </p><p align='left'>Les résultats du vote sur place aux sites autres que le site siège du centre sont consignés dans un procès-verbal signé par le président et ses assesseurs. Ce procès-verbal est immédiatement communiqué, par fax ou document scanné transmis par courriel, au président du bureau de vote du site siège du centre. </p><p align='left'>Les résultats définitifs sont proclamés par le président du bureau de vote du site siège du centre et consignés dans un procès-verbal récapitulatif du scrutin signé par le président et les assesseurs. Les bulletins nuls ainsi que les enveloppes qui ont été écartées sans être ouvertes sont annexés au procès-verbal. </p><p align='left'>Le procès-verbal mentionne : </p><p align='left'>1. Le nombre d'électeurs inscrits ; </p><p align='left'>2. Le nombre d'électeurs votants ; </p><p align='left'>3. Le nombre de bulletins blancs ou nuls ; </p><p align='left'>4. Le nombre de suffrages exprimés ; </p><p align='left'>5. Le nombre de suffrages recueillis par chaque candidat ; </p><p align='left'>6. Les difficultés et incidents survenus. </p><p align='left'>La copie de ce procès-verbal est affichée par les soins du directeur du centre de ressources, d'expertise et de performance sportive. </p><p align='left'>III-2. Contestations. </p><p align='left'>Les contestations sur la validité des opérations électorales sont portées devant le directeur du centre de ressources, d'expertise et de performance sportive dans un délai de cinq jours à compter de la proclamation des résultats. </p><p align='left'>Celui-ci doit statuer dans un délai de huit jours, à l'issue duquel la demande est réputée rejetée. </p><p></p>",
            "num": "Annexe I-0-1 (art. A114-3)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1460851200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 24403223,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032411162",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032411170",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032407619",
                    "textTitle": "Arrêté du 7 avril 2016 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032410773",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2016-04-16",
                    "dateSignaTexte": "2016-04-07",
                    "dateDebutCible": "2016-04-17"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032411170",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1460851200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I-0-1 (art. A114-3)",
                "I-0-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}