{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006747014",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La Caisse nationale de l'assurance maladie des travailleurs salariés et la Caisse nationale d'assurance vieillesse des travailleurs salariés retracent en solde, au titre du régime des salariés agricoles, dans les comptes des branches visées au 1° et 3° de l'article L. 200-2, la différence entre les charges et les produits afférents aux prestations servies. La Caisse nationale des allocations familiales retrace dans les comptes de la branche visée au 4° de l'article L. 200-2 les charges et les produits afférents aux prestations familiales servies par le régime des salariés agricoles. La Caisse centrale de mutualité sociale agricole transmet à cet effet à chacune des caisses visées ci-dessus un état retraçant les charges et les produits afférents aux prestations servies par le régime des salariés agricoles. Les caisses nationales du régime général et l'Agence centrale des organismes de sécurité sociale assurent le versement à la Caisse centrale de mutualité sociale agricole des avances nécessaires au règlement des prestations légales de sécurité sociale servies aux salariés agricoles. Ces avances sont effectuées selon une périodicité hebdomadaire pour les prestations qui interviennent à des dates qu'il n'est pas possible de prévoir et à des dates prédéfinies pour les prestations qui interviennent à des dates régulières. Chaque année, la Caisse centrale de mutualité sociale agricole transmet à ces organismes, avant le 31 octobre, un état prévisionnel de la trésorerie du régime des salariés agricoles pour l'année suivante. Le calendrier et les modalités de versement des avances ainsi que la nature des informations que doit transmettre la Caisse centrale de mutualité sociale agricole sont définis par voie de convention entre cet organisme, d'une part, et les caisses nationales du régime général et l'Agence centrale des organismes de sécurité sociale, d'autre part. La caisse nationale compétente du régime général peut demander au ministre chargé de l'agriculture de faire procéder par le chef des services régionaux de l'inspection du travail, de l'emploi et de la politique sociale agricoles territorialement compétent, à toutes vérifications utiles pour l'application des alinéas ci-dessus.",
            "texteHtml": "<p></p>   La Caisse nationale de l'assurance maladie des travailleurs salariés et la Caisse nationale d'assurance vieillesse des travailleurs salariés retracent en solde, au titre du régime des salariés agricoles, dans les comptes des branches visées au 1° et 3° de l'article L. 200-2, la différence entre les charges et les produits afférents aux prestations servies.<p></p><p></p>   La Caisse nationale des allocations familiales retrace dans les comptes de la branche visée au 4° de l'article L. 200-2 les charges et les produits afférents aux prestations familiales servies par le régime des salariés agricoles.<p></p><p></p>   La Caisse centrale de mutualité sociale agricole transmet à cet effet à chacune des caisses visées ci-dessus un état retraçant les charges et les produits afférents aux prestations servies par le régime des salariés agricoles.<p></p><p></p>   Les caisses nationales du régime général et l'Agence centrale des organismes de sécurité sociale assurent le versement à la Caisse centrale de mutualité sociale agricole des avances nécessaires au règlement des prestations légales de sécurité sociale servies aux salariés agricoles. Ces avances sont effectuées selon une périodicité hebdomadaire pour les prestations qui interviennent à des dates qu'il n'est pas possible de prévoir et à des dates prédéfinies pour les prestations qui interviennent à des dates régulières. Chaque année, la Caisse centrale de mutualité sociale agricole transmet à ces organismes, avant le 31 octobre, un état prévisionnel de la trésorerie du régime des salariés agricoles pour l'année suivante. Le calendrier et les modalités de versement des avances ainsi que la nature des informations que doit transmettre la Caisse centrale de mutualité sociale agricole sont définis par voie de convention entre cet organisme, d'une part, et les caisses nationales du régime général et l'Agence centrale des organismes de sécurité sociale, d'autre part.<p></p><p></p>   La caisse nationale compétente du régime général peut demander au ministre chargé de l'agriculture de faire procéder par le chef des services régionaux de l'inspection du travail, de l'emploi et de la politique sociale agricoles territorialement compétent, à toutes vérifications utiles pour l'application des alinéas ci-dessus. <p></p>",
            "num": "R134-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1093737600000,
            "dateFin": 1473638400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2019-07-08",
                        "titre": "Titre 3 : Dispositions communes relatives au financement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141846",
                        "id": "LEGISCTA000006141846",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Dispositions communes relatives au financement et placements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141846",
                        "id": "LEGISCTA000038786059",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2016-09-12",
                        "titre": "Chapitre 4 : Compensation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156508",
                        "id": "LEGISCTA000006156508",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-09-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 4 : Relations inter-régimes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156508",
                        "id": "LEGISCTA000033114937",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2016-09-12",
                        "titre": "Section 4 : Relations financières entre le régime général et le régime des salariés agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173224",
                        "id": "LEGISCTA000006173224",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2016-09-12",
                        "titre": "Sous-section 1 : Assurances sociales et prestations familiales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186361",
                        "id": "LEGISCTA000006186361",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006747013",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006186361",
            "sectionParentId": "LEGISCTA000006186361",
            "sectionParentTitre": "Sous-section 1 : Assurances sociales et prestations familiales.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre 3 : Dispositions communes relatives au financement &gt; Chapitre 4 : Relations inter-régimes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006747014",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000807570",
                    "textTitle": "Décret n°2004-890 du 26 août 2004 - art. 10 () JORF 29 août 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006781434",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-29",
                    "dateSignaTexte": "2004-08-26",
                    "dateDebutCible": "2004-08-29"
                },
                {
                    "textCid": "JORFTEXT000033105908",
                    "textTitle": "Décret n°2016-1212 du 9 septembre 2016 - art. 8",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000033107113",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-09-11",
                    "dateSignaTexte": "2016-09-09",
                    "dateDebutCible": "2016-09-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L200-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L200-2",
                    "articleId": "LEGIARTI000006742246",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000869274",
                    "textTitle": "Décret 63-334 1963-04-02 art. 3",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000869274",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006747013",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1093737600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006747014",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1093737600000,
                    "dateFin": 1473638400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R134-1",
                "134-1"
            ],
            "versionPrecedente": "LEGIARTI000006747013",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006747013",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les caisses nationales du régime général retracent dans leurs comptes les opérations relatives au paiement des prestations légales d'assurances sociales et d'allocations familiales servies aux salariés agricoles, ainsi que les ressources destinées à la couverture de ces prestations au vu d'états mensuels indiquant pour le dernier mois écoulé le montant des recettes et dépenses et le solde des comptes des caisses de mutualité sociale agricole et de la caisse centrale de secours mutuels agricoles. Les caisses nationales du régime général versent chaque mois   à la caisse centrale d'allocations familiales mutuelles agricoles et à la caisse centrale de secours mutuels agricoles les avances nécessaires au règlement des prestations légales d'assurances sociales et d'allocations familiales servies aux salariés agricoles, au vu d'états mensuels indiquant pour le mois suivant le montant des prévisions de recettes et de dépenses et le solde des comptes des caisses de mutualité sociale agricole et de la caisse centrale de secours mutuels agricoles, ainsi que le montant des avances qui leur sont nécessaires. Les états prévus aux premier et deuxième alinéas ci-dessus, dont le modèle est établi conjointement par le ministre chargé de la sécurité sociale et le ministre chargé de l'agriculture, sont transmis aux caisses nationales du régime général dans les conditions fixées par arrêté du ministre chargé de l'agriculture. La caisse nationale compétente du régime général peut demander au ministre chargé de l'agriculture de faire procéder par le chef des services régionaux de l'inspection du travail, de l'emploi et de la politique sociale agricoles territorialement compétent, à toutes vérifications utiles pour l'application des alinéas ci-dessus.",
            "texteHtml": "<p></p>Les caisses nationales du régime général retracent dans leurs comptes les opérations relatives au paiement des prestations légales d'assurances sociales et d'allocations familiales servies aux salariés agricoles, ainsi que les ressources destinées à la couverture de ces prestations au vu d'états mensuels indiquant pour le dernier mois écoulé le montant des recettes et dépenses et le solde des comptes des caisses de mutualité sociale agricole et de la caisse centrale de secours mutuels agricoles. <p></p><p></p>Les caisses nationales du régime général versent chaque mois   à la caisse centrale d'allocations familiales mutuelles agricoles et à la caisse centrale de secours mutuels agricoles les avances nécessaires au règlement des prestations légales d'assurances sociales et d'allocations familiales servies aux salariés agricoles, au vu d'états mensuels indiquant pour le mois suivant le montant des prévisions de recettes et de dépenses et le solde des comptes des caisses de mutualité sociale agricole et de la caisse centrale de secours mutuels agricoles, ainsi que le montant des avances qui leur sont nécessaires. <p></p><p></p>Les états prévus aux premier et deuxième alinéas ci-dessus, dont le modèle est établi conjointement par le ministre chargé de la sécurité sociale et le ministre chargé de l'agriculture, sont transmis aux caisses nationales du régime général dans les conditions fixées par arrêté du ministre chargé de l'agriculture. <p></p><p></p>La caisse nationale compétente du régime général peut demander au ministre chargé de l'agriculture de faire procéder par le chef des services régionaux de l'inspection du travail, de l'emploi et de la politique sociale agricoles territorialement compétent, à toutes vérifications utiles pour l'application des alinéas ci-dessus.<p></p>",
            "num": "R134-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 503971200000,
            "dateFin": 1093737600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2019-07-08",
                        "titre": "Titre 3 : Dispositions communes relatives au financement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141846",
                        "id": "LEGISCTA000006141846",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Dispositions communes relatives au financement et placements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141846",
                        "id": "LEGISCTA000038786059",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2016-09-12",
                        "titre": "Chapitre 4 : Compensation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156508",
                        "id": "LEGISCTA000006156508",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-09-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 4 : Relations inter-régimes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156508",
                        "id": "LEGISCTA000033114937",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2016-09-12",
                        "titre": "Section 4 : Relations financières entre le régime général et le régime des salariés agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173224",
                        "id": "LEGISCTA000006173224",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2016-09-12",
                        "titre": "Sous-section 1 : Assurances sociales et prestations familiales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186361",
                        "id": "LEGISCTA000006186361",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006747013",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006186361",
            "sectionParentId": "LEGISCTA000006186361",
            "sectionParentTitre": "Sous-section 1 : Assurances sociales et prestations familiales.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre 3 : Dispositions communes relatives au financement &gt; Chapitre 4 : Compensation &gt; Section 4 : Relations financières entre le régime général et le régime des salariés agricoles &gt; Sous-section 1 : Assurances sociales et prestations familiales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006747013",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17 art. 1 JORF 21 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000869274",
                    "textTitle": "Décret 63-334 1963-04-02 art. 3",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000869274",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006747013",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1093737600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006747014",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1093737600000,
                    "dateFin": 1473638400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R134-1",
                "134-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}