{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044052913",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque la cessation d'activité d'une entreprise d'au moins cent cinquante salariés ou constituant, au sens de l' article L. 2331-1 du code du travail , une entreprise dominante d'une ou de plusieurs entreprises dont l'effectif total est d'au moins cent cinquante salariés est de nature à causer un trouble grave à l'économie nationale ou régionale et au bassin d'emploi et si la modification du capital apparaît comme la seule solution sérieuse permettant d'éviter ce trouble et de permettre la poursuite de l'activité, après examen des possibilités de cession totale ou partielle de l'entreprise, le tribunal peut, à la demande de l'administrateur judiciaire ou du ministère public et à l'issue d'un délai de trois mois après le jugement d'ouverture, en cas de refus par les assemblées mentionnées au I de l'article L. 631-19 d'adopter la modification du capital prévue par le projet de plan de redressement en faveur d'une ou de plusieurs personnes qui se sont engagées à exécuter celui-ci : 1° Désigner un mandataire chargé de convoquer l'assemblée compétente et de voter l'augmentation de capital en lieu et place des associés ou actionnaires ayant refusé la modification de capital, à hauteur du montant prévu par le plan. L'augmentation de capital doit être réalisée dans le délai maximal de trente jours à compter de la délibération. Elle peut être libérée par les personnes qui se sont engagées à exécuter le plan de redressement, par compensation à raison du montant des créances sur la société qui ont été admises et dans la limite de la réduction dont elles sont l'objet dans le plan. Si l'augmentation de capital est souscrite par apports en numéraire, les actions émises sont offertes par préférence aux actionnaires, proportionnellement à la partie du capital représentée par leurs actions ; 2° Ou ordonner, au profit des personnes qui se sont engagées à exécuter le projet de plan, la cession de tout ou partie de la participation détenue dans le capital par les associés ou actionnaires ayant refusé la modification de capital et qui détiennent, directement ou indirectement, une fraction du capital leur conférant une majorité des droits de vote ou une minorité de blocage dans les assemblées générales de cette société ou qui disposent seuls de la majorité des droits de vote dans cette société en application d'un accord conclu avec d'autres associés ou actionnaires, non contraire à l'intérêt de la société. Toute clause d'agrément est réputée non écrite. Les associés ou actionnaires autres que ceux mentionnés au 2° disposent du droit de se retirer de la société et de demander simultanément le rachat de leurs droits sociaux par les cessionnaires. Lorsque le tribunal est saisi de la demande de cession, en l'absence d'accord entre les intéressés sur la valeur des droits des associés ou actionnaires cédants et de ceux qui ont fait valoir leur volonté de se retirer de la société, cette valeur est déterminée à la date la plus proche de la cession par un expert désigné, à la demande de la partie la plus diligente, de l'administrateur ou du ministère public, par le président du tribunal statuant selon la procédure accélérée au fond. Le jugement désignant l'expert n'est pas susceptible de recours. L'expert est tenu de respecter le principe du contradictoire. Lorsque le tribunal statue sur la demande prévue aux 1° ou 2°, les débats ont lieu en présence du ministère public. Le tribunal entend les associés ou actionnaires concernés, les associés ou actionnaires dirigeants, les créanciers ou tiers qui se sont engagés à exécuter le plan et la ou les personnes désignées par le comité social et économique. A défaut de comité social et économique, le tribunal entend le représentant des salariés élu mentionné à l'article L. 621-4 . Le tribunal ne peut statuer sur la demande tendant à la cession qu'après avoir consulté l'Autorité des marchés financiers si les titres concernés sont cotés sur un marché réglementé ou sur un système multilatéral de négociation soumis aux dispositions du II de l'article L. 433-3 du code monétaire et financier. Il est fait application, pour les actionnaires, des articles L. 433-1 et suivants du même code . Le tribunal statue par un seul et même jugement sur la cession et sur la valeur des droits sociaux cédés. Il désigne, dans ce jugement, un mandataire de justice chargé de passer les actes nécessaires à la réalisation de la cession ordonnée et d'en verser le prix aux associés ou actionnaires cédants. Le tribunal subordonne l'adoption du plan à l'engagement du souscripteur ou du cessionnaire des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de conserver ses droits pendant une durée qui ne peut excéder celle du plan. Le tribunal peut subordonner l'adoption du plan à la présentation, par les associés ou actionnaires souscripteurs ou cessionnaires, d'une garantie par un organisme de crédit, d'un montant égal à leurs engagements, figurant dans le plan de redressement. Il peut également subordonner cette conversion de créances en parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de l'entreprise. Le plan est arrêté sous la condition du paiement comptant du prix par les associés ou actionnaires souscripteurs ou cessionnaires. A défaut, le tribunal prononce, à la demande d'un associé cédant, du débiteur, du commissaire à l'exécution du plan, du mandataire de justice ou du ministère public, la résolution de la souscription ou de la cession des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital. Le commissaire à l'exécution du plan vérifie que les associés ou actionnaires souscripteurs ou cessionnaires respectent leurs obligations. Il a qualité pour agir à l'encontre des souscripteurs ou cessionnaires pour obtenir l'exécution de leurs engagements financiers. Il informe le comité social et économique de l'exécution du plan de redressement, ainsi que du respect de leurs engagements par les associés souscripteurs ou cessionnaires. Le tribunal peut modifier le plan en application de l'article L. 626-26. En cas de défaillance d'un associé ou actionnaire souscripteur ou cessionnaire, le tribunal, saisi par le commissaire à l'exécution du plan ou par le ministère public, par le comité social et économique ou, dans les entreprises de moins de cinquante salariés, des membres de sa délégation du personnel, peut prononcer la résolution du plan de redressement, sans préjudice de la réparation du préjudice subi. Il statue en présence du ministère public. Le prix payé par le souscripteur ou le cessionnaire reste acquis. Le présent article n'est pas applicable lorsque le débiteur exerce une activité professionnelle libérale soumise à un statut législatif ou réglementaire.",
            "texteHtml": "<p></p><p>Lorsque la cessation d'activité d'une entreprise d'au moins cent cinquante salariés ou constituant, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902131&dateTexte=&categorieLien=cid'>article L. 2331-1 du code du travail</a>, une entreprise dominante d'une ou de plusieurs entreprises dont l'effectif total est d'au moins cent cinquante salariés est de nature à causer un trouble grave à l'économie nationale ou régionale et au bassin d'emploi et si la modification du capital apparaît comme la seule solution sérieuse permettant d'éviter ce trouble et de permettre la poursuite de l'activité, après examen des possibilités de cession totale ou partielle de l'entreprise, le tribunal peut, à la demande de l'administrateur judiciaire ou du ministère public et à l'issue d'un délai de trois mois après le jugement d'ouverture, en cas de refus par les assemblées mentionnées au I de l'article L. 631-19 d'adopter la modification du capital prévue par le projet de plan de redressement en faveur d'une ou de plusieurs personnes qui se sont engagées à exécuter celui-ci :</p><p>1° Désigner un mandataire chargé de convoquer l'assemblée compétente et de voter l'augmentation de capital en lieu et place des associés ou actionnaires ayant refusé la modification de capital, à hauteur du montant prévu par le plan.</p><p>L'augmentation de capital doit être réalisée dans le délai maximal de trente jours à compter de la délibération. Elle peut être libérée par les personnes qui se sont engagées à exécuter le plan de redressement, par compensation à raison du montant des créances sur la société qui ont été admises et dans la limite de la réduction dont elles sont l'objet dans le plan.</p><p>Si l'augmentation de capital est souscrite par apports en numéraire, les actions émises sont offertes par préférence aux actionnaires, proportionnellement à la partie du capital représentée par leurs actions ;</p><p>2° Ou ordonner, au profit des personnes qui se sont engagées à exécuter le projet de plan, la cession de tout ou partie de la participation détenue dans le capital par les associés ou actionnaires ayant refusé la modification de capital et qui détiennent, directement ou indirectement, une fraction du capital leur conférant une majorité des droits de vote ou une minorité de blocage dans les assemblées générales de cette société ou qui disposent seuls de la majorité des droits de vote dans cette société en application d'un accord conclu avec d'autres associés ou actionnaires, non contraire à l'intérêt de la société. Toute clause d'agrément est réputée non écrite.</p><p>Les associés ou actionnaires autres que ceux mentionnés au 2° disposent du droit de se retirer de la société et de demander simultanément le rachat de leurs droits sociaux par les cessionnaires.</p><p>Lorsque le tribunal est saisi de la demande de cession, en l'absence d'accord entre les intéressés sur la valeur des droits des associés ou actionnaires cédants et de ceux qui ont fait valoir leur volonté de se retirer de la société, cette valeur est déterminée à la date la plus proche de la cession par un expert désigné, à la demande de la partie la plus diligente, de l'administrateur ou du ministère public, par le président du tribunal statuant selon la procédure accélérée au fond. Le jugement désignant l'expert n'est pas susceptible de recours. L'expert est tenu de respecter le principe du contradictoire.</p><p>Lorsque le tribunal statue sur la demande prévue aux 1° ou 2°, les débats ont lieu en présence du ministère public. Le tribunal entend les associés ou actionnaires concernés, les associés ou actionnaires dirigeants, les créanciers ou tiers qui se sont engagés à exécuter le plan et la ou les personnes désignées par le comité social et économique. A défaut de comité social et économique, le tribunal entend le représentant des salariés élu mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006235412&dateTexte=&categorieLien=cid'>L. 621-4</a>.</p><p>Le tribunal ne peut statuer sur la demande tendant à la cession qu'après avoir consulté l'Autorité des marchés financiers si les titres concernés sont cotés sur un marché réglementé ou sur un système multilatéral de négociation soumis aux dispositions du II de l'article L. 433-3 du code monétaire et financier. Il est fait application, pour les actionnaires, des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006653704&dateTexte=&categorieLien=cid'>articles L. 433-1 et suivants du même code</a>.</p><p>Le tribunal statue par un seul et même jugement sur la cession et sur la valeur des droits sociaux cédés. Il désigne, dans ce jugement, un mandataire de justice chargé de passer les actes nécessaires à la réalisation de la cession ordonnée et d'en verser le prix aux associés ou actionnaires cédants.</p><p>Le tribunal subordonne l'adoption du plan à l'engagement du souscripteur ou du cessionnaire des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de conserver ses droits pendant une durée qui ne peut excéder celle du plan.</p><p>Le tribunal peut subordonner l'adoption du plan à la présentation, par les associés ou actionnaires souscripteurs ou cessionnaires, d'une garantie par un organisme de crédit, d'un montant égal à leurs engagements, figurant dans le plan de redressement. Il peut également subordonner cette conversion de créances en parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de l'entreprise.</p><p>Le plan est arrêté sous la condition du paiement comptant du prix par les associés ou actionnaires souscripteurs ou cessionnaires. A défaut, le tribunal prononce, à la demande d'un associé cédant, du débiteur, du commissaire à l'exécution du plan, du mandataire de justice ou du ministère public, la résolution de la souscription ou de la cession des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital.</p><p>Le commissaire à l'exécution du plan vérifie que les associés ou actionnaires souscripteurs ou cessionnaires respectent leurs obligations. Il a qualité pour agir à l'encontre des souscripteurs ou cessionnaires pour obtenir l'exécution de leurs engagements financiers. Il informe le comité social et économique de l'exécution du plan de redressement, ainsi que du respect de leurs engagements par les associés souscripteurs ou cessionnaires.</p><p>Le tribunal peut modifier le plan en application de l'article L. 626-26.</p><p>En cas de défaillance d'un associé ou actionnaire souscripteur ou cessionnaire, le tribunal, saisi par le commissaire à l'exécution du plan ou par le ministère public, par le comité social et économique ou, dans les entreprises de moins de cinquante salariés, des membres de sa délégation du personnel, peut prononcer la résolution du plan de redressement, sans préjudice de la réparation du préjudice subi. Il statue en présence du ministère public. Le prix payé par le souscripteur ou le cessionnaire reste acquis.</p><p>Le présent article n'est pas applicable lorsque le débiteur exerce une activité professionnelle libérale soumise à un statut législatif ou réglementaire.</p><p></p>",
            "num": "L631-19-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1633046400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 848242,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : Des difficultés des entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113743",
                        "id": "LEGISCTA000006113743",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : Du redressement judiciaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133198",
                        "id": "LEGISCTA000006133198",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146111",
                        "id": "LEGISCTA000006146111",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030995131",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146111",
            "sectionParentId": "LEGISCTA000006146111",
            "sectionParentTitre": "Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE VI : Des difficultés des entreprises. &gt; TITRE III : Du redressement judiciaire. &gt; Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044052913",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l'article 73 de l'ordonnance n° 2021-1193 du 15 septembre 2021, ces dispositions entrent en vigueur le 1er octobre 2021. Elles ne sont pas applicables aux procédures en cours au jour de l'entrée en vigueur de ladite ordonnance.",
            "notaHtml": "<p>Conformément au I de l'article 73 de l'ordonnance n° 2021-1193 du 15 septembre 2021, ces dispositions entrent en vigueur le 1er octobre 2021. Elles ne sont pas applicables aux procédures en cours au jour de l'entrée en vigueur de ladite ordonnance.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044044563",
                    "textTitle": "Ordonnance n°2021-1193 du 15 septembre 2021 - art. 47",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "47",
                    "articleId": "LEGIARTI000044045745",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-09-16",
                    "dateSignaTexte": "2021-09-15",
                    "dateDebutCible": "2021-09-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L621-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L621-4",
                    "articleId": "LEGIARTI000006235412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L626-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L626-26",
                    "articleId": "LEGIARTI000006238025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L626-31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L626-31",
                    "articleId": "LEGIARTI000006238045",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L661-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L661-1",
                    "articleId": "LEGIARTI000044053063",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L433-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L433-1",
                    "articleId": "LEGIARTI000006653704",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2331-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2331-1",
                    "articleId": "LEGIARTI000006902131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030995139",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033611817",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038790988",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1633046400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044052913",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1633046400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L631-19-2",
                "631-19-2"
            ],
            "versionPrecedente": "LEGIARTI000038790988",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038790988",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque la cessation d'activité d'une entreprise d'au moins cent cinquante salariés ou constituant, au sens de l' article L. 2331-1 du code du travail , une entreprise dominante d'une ou de plusieurs entreprises dont l'effectif total est d'au moins cent cinquante salariés est de nature à causer un trouble grave à l'économie nationale ou régionale et au bassin d'emploi et si la modification du capital apparaît comme la seule solution sérieuse permettant d'éviter ce trouble et de permettre la poursuite de l'activité, après examen des possibilités de cession totale ou partielle de l'entreprise, le tribunal peut, à la demande de l'administrateur judiciaire ou du ministère public et à l'issue d'un délai de trois mois après le jugement d'ouverture, en cas de refus par les assemblées mentionnées au I de l'article L. 631-19 d'adopter la modification du capital prévue par le projet de plan de redressement en faveur d'une ou de plusieurs personnes qui se sont engagées à exécuter celui-ci : 1° Désigner un mandataire chargé de convoquer l'assemblée compétente et de voter l'augmentation de capital en lieu et place des associés ou actionnaires ayant refusé la modification de capital, à hauteur du montant prévu par le plan. L'augmentation de capital doit être réalisée dans le délai maximal de trente jours à compter de la délibération. Elle peut être libérée par les personnes qui se sont engagées à exécuter le plan de redressement, par compensation à raison du montant des créances sur la société qui ont été admises et dans la limite de la réduction dont elles sont l'objet dans le plan. Si l'augmentation de capital est souscrite par apports en numéraire, les actions émises sont offertes par préférence aux actionnaires, proportionnellement à la partie du capital représentée par leurs actions ; 2° Ou ordonner, au profit des personnes qui se sont engagées à exécuter le projet de plan, la cession de tout ou partie de la participation détenue dans le capital par les associés ou actionnaires ayant refusé la modification de capital et qui détiennent, directement ou indirectement, une fraction du capital leur conférant une majorité des droits de vote ou une minorité de blocage dans les assemblées générales de cette société ou qui disposent seuls de la majorité des droits de vote dans cette société en application d'un accord conclu avec d'autres associés ou actionnaires, non contraire à l'intérêt de la société. Toute clause d'agrément est réputée non écrite. Les associés ou actionnaires autres que ceux mentionnés au 2° disposent du droit de se retirer de la société et de demander simultanément le rachat de leurs droits sociaux par les cessionnaires. Lorsque le tribunal est saisi de la demande de cession, en l'absence d'accord entre les intéressés sur la valeur des droits des associés ou actionnaires cédants et de ceux qui ont fait valoir leur volonté de se retirer de la société, cette valeur est déterminée à la date la plus proche de la cession par un expert désigné, à la demande de la partie la plus diligente, de l'administrateur ou du ministère public, par le président du tribunal statuant selon la procédure accélérée au fond. Le jugement désignant l'expert n'est pas susceptible de recours. L'expert est tenu de respecter le principe du contradictoire. Lorsque le tribunal statue sur la demande prévue aux 1° ou 2°, les débats ont lieu en présence du ministère public. Le tribunal entend les associés ou actionnaires concernés, les associés ou actionnaires dirigeants, les créanciers ou tiers qui se sont engagés à exécuter le plan et les représentants du comité d'entreprise ou, à défaut, des délégués du personnel. A défaut de délégués du personnel, le tribunal entend le représentant des salariés élu mentionné à l'article L. 621-4 . Le tribunal ne peut statuer sur la demande tendant à la cession qu'après avoir consulté l'Autorité des marchés financiers si les titres concernés sont cotés sur un marché réglementé ou sur un système multilatéral de négociation soumis aux dispositions du II de l'article L. 433-3 du code monétaire et financier. Il est fait application, pour les actionnaires, des articles L. 433-1 et suivants du même code . Le tribunal statue par un seul et même jugement sur la cession et sur la valeur des droits sociaux cédés. Il désigne, dans ce jugement, un mandataire de justice chargé de passer les actes nécessaires à la réalisation de la cession ordonnée et d'en verser le prix aux associés ou actionnaires cédants. Le tribunal subordonne l'adoption du plan à l'engagement du souscripteur ou du cessionnaire des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de conserver ses droits pendant une durée qui ne peut excéder celle du plan. Le tribunal peut subordonner l'adoption du plan à la présentation, par les associés ou actionnaires souscripteurs ou cessionnaires, d'une garantie par un organisme de crédit, d'un montant égal à leurs engagements, figurant dans le plan de redressement. Il peut également subordonner cette conversion de créances en parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de l'entreprise. Le plan est arrêté sous la condition du paiement comptant du prix par les associés ou actionnaires souscripteurs ou cessionnaires. A défaut, le tribunal prononce, à la demande d'un associé cédant, du débiteur, du commissaire à l'exécution du plan, du mandataire de justice ou du ministère public, la résolution de la souscription ou de la cession des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital. Le commissaire à l'exécution du plan vérifie que les associés ou actionnaires souscripteurs ou cessionnaires respectent leurs obligations. Il a qualité pour agir à l'encontre des souscripteurs ou cessionnaires pour obtenir l'exécution de leurs engagements financiers. Il informe le comité d'entreprise ou, à défaut, les délégués du personnel de l'exécution du plan de redressement, ainsi que du respect de leurs engagements par les associés souscripteurs ou cessionnaires. Le tribunal peut modifier le plan en application de l'article L. 626-26 et du dernier alinéa de l'article L. 626-31 du présent code. En cas de défaillance d'un associé ou actionnaire souscripteur ou cessionnaire, le tribunal, saisi par le commissaire à l'exécution du plan ou par le ministère public, par le comité d'entreprise ou, à défaut, par les délégués du personnel, peut prononcer la résolution du plan de redressement, sans préjudice de la réparation du préjudice subi. Il statue en présence du ministère public. Le prix payé par le souscripteur ou le cessionnaire reste acquis. Le présent article n'est pas applicable lorsque le débiteur exerce une activité professionnelle libérale soumise à un statut législatif ou réglementaire.",
            "texteHtml": "<p>Lorsque la cessation d'activité d'une entreprise d'au moins cent cinquante salariés ou constituant, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902131&dateTexte=&categorieLien=cid'>article L. 2331-1 du code du travail</a>, une entreprise dominante d'une ou de plusieurs entreprises dont l'effectif total est d'au moins cent cinquante salariés est de nature à causer un trouble grave à l'économie nationale ou régionale et au bassin d'emploi et si la modification du capital apparaît comme la seule solution sérieuse permettant d'éviter ce trouble et de permettre la poursuite de l'activité, après examen des possibilités de cession totale ou partielle de l'entreprise, le tribunal peut, à la demande de l'administrateur judiciaire ou du ministère public et à l'issue d'un délai de trois mois après le jugement d'ouverture, en cas de refus par les assemblées mentionnées au I de l'article L. 631-19 d'adopter la modification du capital prévue par le projet de plan de redressement en faveur d'une ou de plusieurs personnes qui se sont engagées à exécuter celui-ci :</p><p>1° Désigner un mandataire chargé de convoquer l'assemblée compétente et de voter l'augmentation de capital en lieu et place des associés ou actionnaires ayant refusé la modification de capital, à hauteur du montant prévu par le plan.</p><p>L'augmentation de capital doit être réalisée dans le délai maximal de trente jours à compter de la délibération. Elle peut être libérée par les personnes qui se sont engagées à exécuter le plan de redressement, par compensation à raison du montant des créances sur la société qui ont été admises et dans la limite de la réduction dont elles sont l'objet dans le plan.</p><p>Si l'augmentation de capital est souscrite par apports en numéraire, les actions émises sont offertes par préférence aux actionnaires, proportionnellement à la partie du capital représentée par leurs actions ;</p><p>2° Ou ordonner, au profit des personnes qui se sont engagées à exécuter le projet de plan, la cession de tout ou partie de la participation détenue dans le capital par les associés ou actionnaires ayant refusé la modification de capital et qui détiennent, directement ou indirectement, une fraction du capital leur conférant une majorité des droits de vote ou une minorité de blocage dans les assemblées générales de cette société ou qui disposent seuls de la majorité des droits de vote dans cette société en application d'un accord conclu avec d'autres associés ou actionnaires, non contraire à l'intérêt de la société. Toute clause d'agrément est réputée non écrite.</p><p>Les associés ou actionnaires autres que ceux mentionnés au 2° disposent du droit de se retirer de la société et de demander simultanément le rachat de leurs droits sociaux par les cessionnaires.</p><p>Lorsque le tribunal est saisi de la demande de cession, en l'absence d'accord entre les intéressés sur la valeur des droits des associés ou actionnaires cédants et de ceux qui ont fait valoir leur volonté de se retirer de la société, cette valeur est déterminée à la date la plus proche de la cession par un expert désigné, à la demande de la partie la plus diligente, de l'administrateur ou du ministère public, par le président du tribunal statuant selon la procédure accélérée au fond. Le jugement désignant l'expert n'est pas susceptible de recours. L'expert est tenu de respecter le principe du contradictoire.</p><p>Lorsque le tribunal statue sur la demande prévue aux 1° ou 2°, les débats ont lieu en présence du ministère public. Le tribunal entend les associés ou actionnaires concernés, les associés ou actionnaires dirigeants, les créanciers ou tiers qui se sont engagés à exécuter le plan et les représentants du comité d'entreprise ou, à défaut, des délégués du personnel. A défaut de délégués du personnel, le tribunal entend le représentant des salariés élu mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006235412&dateTexte=&categorieLien=cid'>L. 621-4</a>.</p><p>Le tribunal ne peut statuer sur la demande tendant à la cession qu'après avoir consulté l'Autorité des marchés financiers si les titres concernés sont cotés sur un marché réglementé ou sur un système multilatéral de négociation soumis aux dispositions du II de l'article L. 433-3 du code monétaire et financier. Il est fait application, pour les actionnaires, des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006653704&dateTexte=&categorieLien=cid'>articles L. 433-1 et suivants du même code</a>.</p><p>Le tribunal statue par un seul et même jugement sur la cession et sur la valeur des droits sociaux cédés. Il désigne, dans ce jugement, un mandataire de justice chargé de passer les actes nécessaires à la réalisation de la cession ordonnée et d'en verser le prix aux associés ou actionnaires cédants.</p><p>Le tribunal subordonne l'adoption du plan à l'engagement du souscripteur ou du cessionnaire des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de conserver ses droits pendant une durée qui ne peut excéder celle du plan.</p><p>Le tribunal peut subordonner l'adoption du plan à la présentation, par les associés ou actionnaires souscripteurs ou cessionnaires, d'une garantie par un organisme de crédit, d'un montant égal à leurs engagements, figurant dans le plan de redressement. Il peut également subordonner cette conversion de créances en parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de l'entreprise.</p><p>Le plan est arrêté sous la condition du paiement comptant du prix par les associés ou actionnaires souscripteurs ou cessionnaires. A défaut, le tribunal prononce, à la demande d'un associé cédant, du débiteur, du commissaire à l'exécution du plan, du mandataire de justice ou du ministère public, la résolution de la souscription ou de la cession des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital.</p><p>Le commissaire à l'exécution du plan vérifie que les associés ou actionnaires souscripteurs ou cessionnaires respectent leurs obligations. Il a qualité pour agir à l'encontre des souscripteurs ou cessionnaires pour obtenir l'exécution de leurs engagements financiers. Il informe le comité d'entreprise ou, à défaut, les délégués du personnel de l'exécution du plan de redressement, ainsi que du respect de leurs engagements par les associés souscripteurs ou cessionnaires.</p><p>Le tribunal peut modifier le plan en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006238025&dateTexte=&categorieLien=cid'>L. 626-26 </a>et du dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006238045&dateTexte=&categorieLien=cid'>L. 626-31</a> du présent code.</p><p>En cas de défaillance d'un associé ou actionnaire souscripteur ou cessionnaire, le tribunal, saisi par le commissaire à l'exécution du plan ou par le ministère public, par le comité d'entreprise ou, à défaut, par les délégués du personnel, peut prononcer la résolution du plan de redressement, sans préjudice de la réparation du préjudice subi. Il statue en présence du ministère public. Le prix payé par le souscripteur ou le cessionnaire reste acquis.</p><p>Le présent article n'est pas applicable lorsque le débiteur exerce une activité professionnelle libérale soumise à un statut législatif ou réglementaire.</p>",
            "num": "L631-19-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1633046400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 848242,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : Des difficultés des entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113743",
                        "id": "LEGISCTA000006113743",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : Du redressement judiciaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133198",
                        "id": "LEGISCTA000006133198",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146111",
                        "id": "LEGISCTA000006146111",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030995131",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146111",
            "sectionParentId": "LEGISCTA000006146111",
            "sectionParentTitre": "Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE VI : Des difficultés des entreprises. &gt; TITRE III : Du redressement judiciaire. &gt; Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038790988",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 30 de l'ordonnance n° 2019-738 du 17 juillet 2019, ces dispositions s'appliquent aux demandes introduites à compter du 1er janvier 2020.",
            "notaHtml": "<p><font color='#333333'>Conformément à l'article 30 de l'ordonnance n° 2019-738 du 17 juillet 2019, ces dispositions s'appliquent aux demandes introduites à compter du 1er janvier 2020.</font></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038777188",
                    "textTitle": "Ordonnance n°2019-738 du 17 juillet 2019 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000038778239",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-07-18",
                    "dateSignaTexte": "2019-07-17",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L621-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L621-4",
                    "articleId": "LEGIARTI000006235412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L626-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L626-26",
                    "articleId": "LEGIARTI000006238025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L626-31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L626-31",
                    "articleId": "LEGIARTI000006238045",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L661-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L661-1",
                    "articleId": "LEGIARTI000044053063",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L433-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L433-1",
                    "articleId": "LEGIARTI000006653704",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2331-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2331-1",
                    "articleId": "LEGIARTI000006902131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030995139",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033611817",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038790988",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1633046400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044052913",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1633046400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L631-19-2",
                "631-19-2"
            ],
            "versionPrecedente": "LEGIARTI000033611817",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033611817",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque la cessation d'activité d'une entreprise d'au moins cent cinquante salariés ou constituant, au sens de l' article L. 2331-1 du code du travail , une entreprise dominante d'une ou de plusieurs entreprises dont l'effectif total est d'au moins cent cinquante salariés est de nature à causer un trouble grave à l'économie nationale ou régionale et au bassin d'emploi et si la modification du capital apparaît comme la seule solution sérieuse permettant d'éviter ce trouble et de permettre la poursuite de l'activité, après examen des possibilités de cession totale ou partielle de l'entreprise, le tribunal peut, à la demande de l'administrateur judiciaire ou du ministère public et à l'issue d'un délai de trois mois après le jugement d'ouverture, en cas de refus par les assemblées mentionnées au I de l'article L. 631-19 d'adopter la modification du capital prévue par le projet de plan de redressement en faveur d'une ou de plusieurs personnes qui se sont engagées à exécuter celui-ci : 1° Désigner un mandataire chargé de convoquer l'assemblée compétente et de voter l'augmentation de capital en lieu et place des associés ou actionnaires ayant refusé la modification de capital, à hauteur du montant prévu par le plan. L'augmentation de capital doit être réalisée dans le délai maximal de trente jours à compter de la délibération. Elle peut être libérée par les personnes qui se sont engagées à exécuter le plan de redressement, par compensation à raison du montant des créances sur la société qui ont été admises et dans la limite de la réduction dont elles sont l'objet dans le plan. Si l'augmentation de capital est souscrite par apports en numéraire, les actions émises sont offertes par préférence aux actionnaires, proportionnellement à la partie du capital représentée par leurs actions ; 2° Ou ordonner, au profit des personnes qui se sont engagées à exécuter le projet de plan, la cession de tout ou partie de la participation détenue dans le capital par les associés ou actionnaires ayant refusé la modification de capital et qui détiennent, directement ou indirectement, une fraction du capital leur conférant une majorité des droits de vote ou une minorité de blocage dans les assemblées générales de cette société ou qui disposent seuls de la majorité des droits de vote dans cette société en application d'un accord conclu avec d'autres associés ou actionnaires, non contraire à l'intérêt de la société. Toute clause d'agrément est réputée non écrite. Les associés ou actionnaires autres que ceux mentionnés au 2° disposent du droit de se retirer de la société et de demander simultanément le rachat de leurs droits sociaux par les cessionnaires. Lorsque le tribunal est saisi de la demande de cession, en l'absence d'accord entre les intéressés sur la valeur des droits des associés ou actionnaires cédants et de ceux qui ont fait valoir leur volonté de se retirer de la société, cette valeur est déterminée à la date la plus proche de la cession par un expert désigné, à la demande de la partie la plus diligente, de l'administrateur ou du ministère public, par le président du tribunal. Le président statue en la forme des référés. L'ordonnance de désignation de l'expert n'est pas susceptible de recours. L'expert est tenu de respecter le principe du contradictoire. Lorsque le tribunal statue sur la demande prévue aux 1° ou 2°, les débats ont lieu en présence du ministère public. Le tribunal entend les associés ou actionnaires concernés, les associés ou actionnaires dirigeants, les créanciers ou tiers qui se sont engagés à exécuter le plan et les représentants du comité d'entreprise ou, à défaut, des délégués du personnel. A défaut de délégués du personnel, le tribunal entend le représentant des salariés élu mentionné à l'article L. 621-4 . Le tribunal ne peut statuer sur la demande tendant à la cession qu'après avoir consulté l'Autorité des marchés financiers si les titres concernés sont cotés sur un marché réglementé ou sur un système multilatéral de négociation soumis aux dispositions du II de l'article L. 433-3 du code monétaire et financier. Il est fait application, pour les actionnaires, des articles L. 433-1 et suivants du même code . Le tribunal statue par un seul et même jugement sur la cession et sur la valeur des droits sociaux cédés. Il désigne, dans ce jugement, un mandataire de justice chargé de passer les actes nécessaires à la réalisation de la cession ordonnée et d'en verser le prix aux associés ou actionnaires cédants. Le tribunal subordonne l'adoption du plan à l'engagement du souscripteur ou du cessionnaire des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de conserver ses droits pendant une durée qui ne peut excéder celle du plan. Le tribunal peut subordonner l'adoption du plan à la présentation, par les associés ou actionnaires souscripteurs ou cessionnaires, d'une garantie par un organisme de crédit, d'un montant égal à leurs engagements, figurant dans le plan de redressement. Il peut également subordonner cette conversion de créances en parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de l'entreprise. Le plan est arrêté sous la condition du paiement comptant du prix par les associés ou actionnaires souscripteurs ou cessionnaires. A défaut, le tribunal prononce, à la demande d'un associé cédant, du débiteur, du commissaire à l'exécution du plan, du mandataire de justice ou du ministère public, la résolution de la souscription ou de la cession des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital. Le commissaire à l'exécution du plan vérifie que les associés ou actionnaires souscripteurs ou cessionnaires respectent leurs obligations. Il a qualité pour agir à l'encontre des souscripteurs ou cessionnaires pour obtenir l'exécution de leurs engagements financiers. Il informe le comité d'entreprise ou, à défaut, les délégués du personnel de l'exécution du plan de redressement, ainsi que du respect de leurs engagements par les associés souscripteurs ou cessionnaires. Le tribunal peut modifier le plan en application de l'article L. 626-26 et du dernier alinéa de l'article L. 626-31 du présent code. En cas de défaillance d'un associé ou actionnaire souscripteur ou cessionnaire, le tribunal, saisi par le commissaire à l'exécution du plan ou par le ministère public, par le comité d'entreprise ou, à défaut, par les délégués du personnel, peut prononcer la résolution du plan de redressement, sans préjudice de la réparation du préjudice subi. Il statue en présence du ministère public. Le prix payé par le souscripteur ou le cessionnaire reste acquis. Le présent article n'est pas applicable lorsque le débiteur exerce une activité professionnelle libérale soumise à un statut législatif ou réglementaire.",
            "texteHtml": "<p>Lorsque la cessation d'activité d'une entreprise d'au moins cent cinquante salariés ou constituant, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902131&dateTexte=&categorieLien=cid'>article L. 2331-1 du code du travail</a>, une entreprise dominante d'une ou de plusieurs entreprises dont l'effectif total est d'au moins cent cinquante salariés est de nature à causer un trouble grave à l'économie nationale ou régionale et au bassin d'emploi et si la modification du capital apparaît comme la seule solution sérieuse permettant d'éviter ce trouble et de permettre la poursuite de l'activité, après examen des possibilités de cession totale ou partielle de l'entreprise, le tribunal peut, à la demande de l'administrateur judiciaire ou du ministère public et à l'issue d'un délai de trois mois après le jugement d'ouverture, en cas de refus par les assemblées mentionnées au I de l'article L. 631-19 d'adopter la modification du capital prévue par le projet de plan de redressement en faveur d'une ou de plusieurs personnes qui se sont engagées à exécuter celui-ci : </p><p>1° Désigner un mandataire chargé de convoquer l'assemblée compétente et de voter l'augmentation de capital en lieu et place des associés ou actionnaires ayant refusé la modification de capital, à hauteur du montant prévu par le plan. </p><p>L'augmentation de capital doit être réalisée dans le délai maximal de trente jours à compter de la délibération. Elle peut être libérée par les personnes qui se sont engagées à exécuter le plan de redressement, par compensation à raison du montant des créances sur la société qui ont été admises et dans la limite de la réduction dont elles sont l'objet dans le plan. </p><p>Si l'augmentation de capital est souscrite par apports en numéraire, les actions émises sont offertes par préférence aux actionnaires, proportionnellement à la partie du capital représentée par leurs actions ; </p><p>2° Ou ordonner, au profit des personnes qui se sont engagées à exécuter le projet de plan, la cession de tout ou partie de la participation détenue dans le capital par les associés ou actionnaires ayant refusé la modification de capital et qui détiennent, directement ou indirectement, une fraction du capital leur conférant une majorité des droits de vote ou une minorité de blocage dans les assemblées générales de cette société ou qui disposent seuls de la majorité des droits de vote dans cette société en application d'un accord conclu avec d'autres associés ou actionnaires, non contraire à l'intérêt de la société. Toute clause d'agrément est réputée non écrite. </p><p>Les associés ou actionnaires autres que ceux mentionnés au 2° disposent du droit de se retirer de la société et de demander simultanément le rachat de leurs droits sociaux par les cessionnaires. </p><p>Lorsque le tribunal est saisi de la demande de cession, en l'absence d'accord entre les intéressés sur la valeur des droits des associés ou actionnaires cédants et de ceux qui ont fait valoir leur volonté de se retirer de la société, cette valeur est déterminée à la date la plus proche de la cession par un expert désigné, à la demande de la partie la plus diligente, de l'administrateur ou du ministère public, par le président du tribunal. Le président statue en la forme des référés. L'ordonnance de désignation de l'expert n'est pas susceptible de recours. L'expert est tenu de respecter le principe du contradictoire. </p><p>Lorsque le tribunal statue sur la demande prévue aux 1° ou 2°, les débats ont lieu en présence du ministère public. Le tribunal entend les associés ou actionnaires concernés, les associés ou actionnaires dirigeants, les créanciers ou tiers qui se sont engagés à exécuter le plan et les représentants du comité d'entreprise ou, à défaut, des délégués du personnel. A défaut de délégués du personnel, le tribunal entend le représentant des salariés élu mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006235412&dateTexte=&categorieLien=cid' title='Code de commerce - art. L621-4 (V)'>L. 621-4</a>. </p><p>Le tribunal ne peut statuer sur la demande tendant à la cession qu'après avoir consulté l'Autorité des marchés financiers si les titres concernés sont cotés sur un marché réglementé ou sur un système multilatéral de négociation soumis aux dispositions du II de l'article L. 433-3 du code monétaire et financier. Il est fait application, pour les actionnaires, des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006653704&dateTexte=&categorieLien=cid'>articles L. 433-1 et suivants du même code</a>. </p><p>Le tribunal statue par un seul et même jugement sur la cession et sur la valeur des droits sociaux cédés. Il désigne, dans ce jugement, un mandataire de justice chargé de passer les actes nécessaires à la réalisation de la cession ordonnée et d'en verser le prix aux associés ou actionnaires cédants. </p><p>Le tribunal subordonne l'adoption du plan à l'engagement du souscripteur ou du cessionnaire des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de conserver ses droits pendant une durée qui ne peut excéder celle du plan. </p><p>Le tribunal peut subordonner l'adoption du plan à la présentation, par les associés ou actionnaires souscripteurs ou cessionnaires, d'une garantie par un organisme de crédit, d'un montant égal à leurs engagements, figurant dans le plan de redressement. Il peut également subordonner cette conversion de créances en parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de l'entreprise. </p><p>Le plan est arrêté sous la condition du paiement comptant du prix par les associés ou actionnaires souscripteurs ou cessionnaires. A défaut, le tribunal prononce, à la demande d'un associé cédant, du débiteur, du commissaire à l'exécution du plan, du mandataire de justice ou du ministère public, la résolution de la souscription ou de la cession des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital. </p><p>Le commissaire à l'exécution du plan vérifie que les associés ou actionnaires souscripteurs ou cessionnaires respectent leurs obligations. Il a qualité pour agir à l'encontre des souscripteurs ou cessionnaires pour obtenir l'exécution de leurs engagements financiers. Il informe le comité d'entreprise ou, à défaut, les délégués du personnel de l'exécution du plan de redressement, ainsi que du respect de leurs engagements par les associés souscripteurs ou cessionnaires. </p><p>Le tribunal peut modifier le plan en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006238025&dateTexte=&categorieLien=cid' title='Code de commerce - art. L626-26 (V)'>L. 626-26 </a>et du dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006238045&dateTexte=&categorieLien=cid' title='Code de commerce - art. L626-31 (V)'>L. 626-31</a> du présent code. </p><p>En cas de défaillance d'un associé ou actionnaire souscripteur ou cessionnaire, le tribunal, saisi par le commissaire à l'exécution du plan ou par le ministère public, par le comité d'entreprise ou, à défaut, par les délégués du personnel, peut prononcer la résolution du plan de redressement, sans préjudice de la réparation du préjudice subi. Il statue en présence du ministère public. Le prix payé par le souscripteur ou le cessionnaire reste acquis. </p><p>Le présent article n'est pas applicable lorsque le débiteur exerce une activité professionnelle libérale soumise à un statut législatif ou réglementaire.</p>",
            "num": "L631-19-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1481414400000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 848242,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : Des difficultés des entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113743",
                        "id": "LEGISCTA000006113743",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : Du redressement judiciaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133198",
                        "id": "LEGISCTA000006133198",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146111",
                        "id": "LEGISCTA000006146111",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030995131",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146111",
            "sectionParentId": "LEGISCTA000006146111",
            "sectionParentTitre": "Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE VI : Des difficultés des entreprises. &gt; TITRE III : Du redressement judiciaire. &gt; Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033611817",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033558528",
                    "textTitle": "LOI n°2016-1691 du 9 décembre 2016 - art. 42",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000033561923",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-10",
                    "dateSignaTexte": "2016-12-09",
                    "dateDebutCible": "2016-12-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L621-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L621-4",
                    "articleId": "LEGIARTI000006235412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L626-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L626-26",
                    "articleId": "LEGIARTI000006238025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L626-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L626-31",
                    "articleId": "LEGIARTI000006238045",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L661-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L661-1",
                    "articleId": "LEGIARTI000044053063",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L433-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L433-1",
                    "articleId": "LEGIARTI000006653704",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2331-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2331-1",
                    "articleId": "LEGIARTI000006902131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030995139",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033611817",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038790988",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1633046400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044052913",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1633046400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L631-19-2",
                "631-19-2"
            ],
            "versionPrecedente": "LEGIARTI000030995139",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030995139",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque la cessation d'activité d'une entreprise d'au moins cent cinquante salariés ou constituant, au sens de l' article L. 2331-1 du code du travail , une entreprise dominante d'une ou de plusieurs entreprises dont l'effectif total est d'au moins cent cinquante salariés est de nature à causer un trouble grave à l'économie nationale ou régionale et au bassin d'emploi et si la modification du capital apparaît comme la seule solution sérieuse permettant d'éviter ce trouble et de permettre la poursuite de l'activité, après examen des possibilités de cession totale ou partielle de l'entreprise, le tribunal peut, à la demande de l'administrateur judiciaire ou du ministère public et à l'issue d'un délai de trois mois après le jugement d'ouverture, en cas de refus par les assemblées mentionnées au I de l'article L. 631-19 d'adopter la modification du capital prévue par le projet de plan de redressement en faveur d'une ou de plusieurs personnes qui se sont engagées à exécuter celui-ci : 1° Désigner un mandataire chargé de convoquer l'assemblée compétente et de voter l'augmentation de capital en lieu et place des associés ou actionnaires ayant refusé la modification de capital, à hauteur du montant prévu par le plan. L'augmentation de capital doit être réalisée dans le délai maximal de trente jours à compter de la délibération. Elle peut être libérée par les personnes qui se sont engagées à exécuter le plan de redressement, par compensation à raison du montant des créances sur la société qui ont été admises et dans la limite de la réduction dont elles sont l'objet dans le plan. Si l'augmentation de capital est souscrite par apports en numéraire, les actions émises sont offertes par préférence aux actionnaires, proportionnellement à la partie du capital représentée par leurs actions ; 2° Ou ordonner, au profit des personnes qui se sont engagées à exécuter le projet de plan, la cession de tout ou partie de la participation détenue dans le capital par les associés ou actionnaires ayant refusé la modification de capital et qui détiennent, directement ou indirectement, une fraction du capital leur conférant une majorité des droits de vote ou une minorité de blocage dans les assemblées générales de cette société ou qui disposent seuls de la majorité des droits de vote dans cette société en application d'un accord conclu avec d'autres associés ou actionnaires, non contraire à l'intérêt de la société. Toute clause d'agrément est réputée non écrite. Les associés ou actionnaires autres que ceux mentionnés au 2° disposent du droit de se retirer de la société et de demander simultanément le rachat de leurs droits sociaux par les cessionnaires. Lorsque le tribunal est saisi de la demande de cession, en l'absence d'accord entre les intéressés sur la valeur des droits des associés ou actionnaires cédants et de ceux qui ont fait valoir leur volonté de se retirer de la société, cette valeur est déterminée à la date la plus proche de la cession par un expert désigné, à la demande de la partie la plus diligente, de l'administrateur ou du ministère public, par le président du tribunal. Le président statue en la forme des référés. L'ordonnance de désignation de l'expert n'est pas susceptible de recours. L'expert est tenu de respecter le principe du contradictoire. Lorsque le tribunal statue sur la demande prévue aux 1° ou 2°, les débats ont lieu en présence du ministère public. Le tribunal entend les associés ou actionnaires concernés, les associés ou actionnaires dirigeants, les créanciers ou tiers qui se sont engagés à exécuter le plan et les représentants du comité d'entreprise ou, à défaut, des délégués du personnel. A défaut de délégués du personnel, le tribunal entend le représentant des salariés élu mentionné à l'article L. 621-4. Le tribunal ne peut statuer sur la demande tendant à la cession qu'après avoir consulté l'Autorité des marchés financiers si les titres concernés sont cotés sur un marché réglementé ou sur un système multilatéral de négociation organisé. Il est fait application, pour les actionnaires, des articles L. 433-1 et suivants du code monétaire et financier . Le tribunal statue par un seul et même jugement sur la cession et sur la valeur des droits sociaux cédés. Il désigne, dans ce jugement, un mandataire de justice chargé de passer les actes nécessaires à la réalisation de la cession ordonnée et d'en verser le prix aux associés ou actionnaires cédants. Le tribunal subordonne l'adoption du plan à l'engagement du souscripteur ou du cessionnaire des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de conserver ses droits pendant une durée qui ne peut excéder celle du plan. Le tribunal peut subordonner l'adoption du plan à la présentation, par les associés ou actionnaires souscripteurs ou cessionnaires, d'une garantie par un organisme de crédit, d'un montant égal à leurs engagements, figurant dans le plan de redressement. Il peut également subordonner cette conversion de créances en parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de l'entreprise. Le plan est arrêté sous la condition du paiement comptant du prix par les associés ou actionnaires souscripteurs ou cessionnaires. A défaut, le tribunal prononce, à la demande d'un associé cédant, du débiteur, du commissaire à l'exécution du plan, du mandataire de justice ou du ministère public, la résolution de la souscription ou de la cession des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital. Le commissaire à l'exécution du plan vérifie que les associés ou actionnaires souscripteurs ou cessionnaires respectent leurs obligations. Il a qualité pour agir à l'encontre des souscripteurs ou cessionnaires pour obtenir l'exécution de leurs engagements financiers. Il informe le comité d'entreprise ou, à défaut, les délégués du personnel de l'exécution du plan de redressement, ainsi que du respect de leurs engagements par les associés souscripteurs ou cessionnaires. Le tribunal peut modifier le plan en application de l'article L. 626-26 et du dernier alinéa de l'article L. 626-31 du présent code. En cas de défaillance d'un associé ou actionnaire souscripteur ou cessionnaire, le tribunal, saisi par le commissaire à l'exécution du plan ou par le ministère public, par le comité d'entreprise ou, à défaut, par les délégués du personnel, peut prononcer la résolution du plan de redressement, sans préjudice de la réparation du préjudice subi. Il statue en présence du ministère public. Le prix payé par le souscripteur ou le cessionnaire reste acquis. Le présent article n'est pas applicable lorsque le débiteur exerce une activité professionnelle libérale soumise à un statut législatif ou réglementaire.",
            "texteHtml": "Lorsque la cessation d'activité d'une entreprise d'au moins cent cinquante salariés ou constituant, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902131&dateTexte=&categorieLien=cid'>article L. 2331-1 du code du travail</a>, une entreprise dominante d'une ou de plusieurs entreprises dont l'effectif total est d'au moins cent cinquante salariés est de nature à causer un trouble grave à l'économie nationale ou régionale et au bassin d'emploi et si la modification du capital apparaît comme la seule solution sérieuse permettant d'éviter ce trouble et de permettre la poursuite de l'activité, après examen des possibilités de cession totale ou partielle de l'entreprise, le tribunal peut, à la demande de l'administrateur judiciaire ou du ministère public et à l'issue d'un délai de trois mois après le jugement d'ouverture, en cas de refus par les assemblées mentionnées au I de l'article L. 631-19 d'adopter la modification du capital prévue par le projet de plan de redressement en faveur d'une ou de plusieurs personnes qui se sont engagées à exécuter celui-ci :<br/><br/> 1° Désigner un mandataire chargé de convoquer l'assemblée compétente et de voter l'augmentation de capital en lieu et place des associés ou actionnaires ayant refusé la modification de capital, à hauteur du montant prévu par le plan.<br/><br/> L'augmentation de capital doit être réalisée dans le délai maximal de trente jours à compter de la délibération. Elle peut être libérée par les personnes qui se sont engagées à exécuter le plan de redressement, par compensation à raison du montant des créances sur la société qui ont été admises et dans la limite de la réduction dont elles sont l'objet dans le plan.<br/><br/> Si l'augmentation de capital est souscrite par apports en numéraire, les actions émises sont offertes par préférence aux actionnaires, proportionnellement à la partie du capital représentée par leurs actions ;<br/><br/> 2° Ou ordonner, au profit des personnes qui se sont engagées à exécuter le projet de plan, la cession de tout ou partie de la participation détenue dans le capital par les associés ou actionnaires ayant refusé la modification de capital et qui détiennent, directement ou indirectement, une fraction du capital leur conférant une majorité des droits de vote ou une minorité de blocage dans les assemblées générales de cette société ou qui disposent seuls de la majorité des droits de vote dans cette société en application d'un accord conclu avec d'autres associés ou actionnaires, non contraire à l'intérêt de la société. Toute clause d'agrément est réputée non écrite.<br/><br/> Les associés ou actionnaires autres que ceux mentionnés au 2° disposent du droit de se retirer de la société et de demander simultanément le rachat de leurs droits sociaux par les cessionnaires.<br/><br/> Lorsque le tribunal est saisi de la demande de cession, en l'absence d'accord entre les intéressés sur la valeur des droits des associés ou actionnaires cédants et de ceux qui ont fait valoir leur volonté de se retirer de la société, cette valeur est déterminée à la date la plus proche de la cession par un expert désigné, à la demande de la partie la plus diligente, de l'administrateur ou du ministère public, par le président du tribunal. Le président statue en la forme des référés. L'ordonnance de désignation de l'expert n'est pas susceptible de recours. L'expert est tenu de respecter le principe du contradictoire.<br/><br/> Lorsque le tribunal statue sur la demande prévue aux 1° ou 2°, les débats ont lieu en présence du ministère public. Le tribunal entend les associés ou actionnaires concernés, les associés ou actionnaires dirigeants, les créanciers ou tiers qui se sont engagés à exécuter le plan et les représentants du comité d'entreprise ou, à défaut, des délégués du personnel. A défaut de délégués du personnel, le tribunal entend le représentant des salariés élu mentionné à l'article L. 621-4.<br/><br/> Le tribunal ne peut statuer sur la demande tendant à la cession qu'après avoir consulté l'Autorité des marchés financiers si les titres concernés sont cotés sur un marché réglementé ou sur un système multilatéral de négociation organisé. Il est fait application, pour les actionnaires, des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006653704&dateTexte=&categorieLien=cid'>articles L. 433-1 et suivants du code monétaire et financier</a>.<br/><br/> Le tribunal statue par un seul et même jugement sur la cession et sur la valeur des droits sociaux cédés. Il désigne, dans ce jugement, un mandataire de justice chargé de passer les actes nécessaires à la réalisation de la cession ordonnée et d'en verser le prix aux associés ou actionnaires cédants.<br/><br/> Le tribunal subordonne l'adoption du plan à l'engagement du souscripteur ou du cessionnaire des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de conserver ses droits pendant une durée qui ne peut excéder celle du plan.<br/><br/> Le tribunal peut subordonner l'adoption du plan à la présentation, par les associés ou actionnaires souscripteurs ou cessionnaires, d'une garantie par un organisme de crédit, d'un montant égal à leurs engagements, figurant dans le plan de redressement. Il peut également subordonner cette conversion de créances en parts sociales, titres de capital ou valeurs mobilières donnant accès au capital de l'entreprise.<br/><br/> Le plan est arrêté sous la condition du paiement comptant du prix par les associés ou actionnaires souscripteurs ou cessionnaires. A défaut, le tribunal prononce, à la demande d'un associé cédant, du débiteur, du commissaire à l'exécution du plan, du mandataire de justice ou du ministère public, la résolution de la souscription ou de la cession des parts sociales, titres de capital ou valeurs mobilières donnant accès au capital.<br/><br/> Le commissaire à l'exécution du plan vérifie que les associés ou actionnaires souscripteurs ou cessionnaires respectent leurs obligations. Il a qualité pour agir à l'encontre des souscripteurs ou cessionnaires pour obtenir l'exécution de leurs engagements financiers. Il informe le comité d'entreprise ou, à défaut, les délégués du personnel de l'exécution du plan de redressement, ainsi que du respect de leurs engagements par les associés souscripteurs ou cessionnaires.<br/><br/> Le tribunal peut modifier le plan en application de l'article L. 626-26 et du dernier alinéa de l'article L. 626-31 du présent code.<br/><br/> En cas de défaillance d'un associé ou actionnaire souscripteur ou cessionnaire, le tribunal, saisi par le commissaire à l'exécution du plan ou par le ministère public, par le comité d'entreprise ou, à défaut, par les délégués du personnel, peut prononcer la résolution du plan de redressement, sans préjudice de la réparation du préjudice subi. Il statue en présence du ministère public. Le prix payé par le souscripteur ou le cessionnaire reste acquis.<br/><br/> Le présent article n'est pas applicable lorsque le débiteur exerce une activité professionnelle libérale soumise à un statut législatif ou réglementaire.",
            "num": "L631-19-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1438992000000,
            "dateFin": 1481414400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 848242,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : Des difficultés des entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113743",
                        "id": "LEGISCTA000006113743",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : Du redressement judiciaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133198",
                        "id": "LEGISCTA000006133198",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146111",
                        "id": "LEGISCTA000006146111",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030995131",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146111",
            "sectionParentId": "LEGISCTA000006146111",
            "sectionParentTitre": "Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE VI : Des difficultés des entreprises. &gt; TITRE III : Du redressement judiciaire. &gt; Chapitre Ier : De l'ouverture et du déroulement du redressement judiciaire.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030995139",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Aux termes du IV de l'article 238 de la loi n° 2015-990 du 6 août 2015, ces dispositions sont applicables aux procédures de redressement judiciaire ouvertes à compter de la publication de la même loi.",
            "notaHtml": "<p>Aux termes du IV de l'article 238 de la loi n° 2015-990 du 6 août 2015, ces dispositions sont applicables aux procédures de redressement judiciaire ouvertes à compter de la publication de la même loi.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030978561",
                    "textTitle": "LOI n°2015-990 du 6 août 2015 - art. 238",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "238",
                    "articleId": "LEGIARTI000030982076",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-07",
                    "dateSignaTexte": "2015-08-06",
                    "dateDebutCible": "2015-08-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L661-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L661-1",
                    "articleId": "LEGIARTI000044053063",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L433-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L433-1",
                    "articleId": "LEGIARTI000006653704",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2331-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2331-1",
                    "articleId": "LEGIARTI000006902131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030995139",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033611817",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038790988",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1633046400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044052913",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1633046400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L631-19-2",
                "631-19-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}