{
    "cid": "LEGIARTI000027234077",
    "num": "Annexe à l'article D4451-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : NAVIGATION INTÉRIEURE  ET TRANSPORT FLUVIAL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232263",
                        "id": "LEGISCTA000027232263",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LE TRANSPORT FLUVIAL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027233793",
                        "id": "LEGISCTA000027233793",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "Annexes au LIVRE IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027245034",
                        "id": "LEGISCTA000027245034",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000027234077",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1311-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1311-3",
                    "articleId": "LEGIARTI000023069444",
                    "natureText": "CODE",
                    "date": 1599127340760,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-12",
                    "articleId": "LEGIARTI000023069623",
                    "natureText": "CODE",
                    "date": 1599127340760,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-2",
                    "articleId": "LEGIARTI000023069598",
                    "natureText": "CODE",
                    "date": 1599127340760,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L4451-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4451-1",
                    "articleId": "LEGIARTI000023072126",
                    "natureText": "CODE",
                    "date": 1599127340760,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L4451-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4451-4",
                    "articleId": "LEGIARTI000023072132",
                    "natureText": "CODE",
                    "date": 1599127340760,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027226799",
                    "textTitle": "Décret n°2013-253\n du 25 mars 2013 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000027228650",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-03-27",
                    "dateSignaTexte": "2013-03-25",
                    "dateDebutCible": "2013-03-28"
                }
            ],
            "num": "Annexe à l'article D4451-2",
            "origine": "LEGI",
            "texte": "CONTRAT TYPE MENTIONNÉ À L'ARTICLE D. 4451-2, DIT \" CONTRAT À TEMPS \" Article 1er Objet et domaine d'application du contrat à temps Le présent contrat a pour objet de mettre à disposition exclusive d'un donneur d'ordre, pour une période déterminée, un bateau propriété ou mis à disposition d'un entrepreneur de transport et conduit par lui-même ou son préposé. Cette mise à disposition a pour but le transport des marchandises qui lui sont confiées par le donneur d'ordre. Le présent contrat est établi conformément aux dispositions des articles L. 1432-12 , L. 4451-1 et L. 4451-2 du code des transports . Il s'applique de plein droit à défaut de convention écrite définissant les rapports entre les parties au contrat sur les matières mentionnées à l'article L. 1432-2 . Article 2 Définitions 2.1. Donneur d'ordre. On entend par donneur d'ordre la partie qui est engagée par le contrat de transport vis-à-vis de l'entrepreneur de transport, qu'elle soit intervenue personnellement ou qu'elle ait été représentée par un mandataire. 2.2. Mandataire. Le donneur d'ordre peut être représenté par un mandataire. Les instructions données par un mandataire engagent le donneur d'ordre de la même façon que s'il était intervenu directement. De même, le donneur d'ordre peut se prévaloir contre l'entrepreneur de transport des droits attachés aux interventions de son mandataire. 2.3. Durée du contrat. Le contrat prend fin à la date convenue par les parties ou à la fin du dernier voyage en cours à cette date. Toutefois, si ce dernier voyage compromet la réalisation d'engagements pris antérieurement par l'entrepreneur de transport, ce dernier peut refuser ledit voyage. Dans ce cas, le contrat prend fin à la date demandée de chargement de ce dernier transport. 2.4. Unité de charge. Objet ou ensemble matériel composé de plusieurs objets, quels qu'en soient les dimensions et le volume, constituant une charge unitaire (carton, caisse, palette cerclée ou filmée) lors de la remise à l'entrepreneur de transport par le donneur d'ordre, que le contenu en soit ou non détaillé dans le document de transport. 2.5. Jours non ouvrables. Les jours non ouvrables sont le dimanche et les jours légalement fériés. En outre, les autres jours de fermeture hebdomadaire de l'établissement où doit s'effectuer la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si l'entrepreneur de transport en est dûment avisé par le donneur d'ordre avant la conclusion du contrat de transport. 2.6. Mise à quai. Date et plage horaire (0 heure-12 heures, 12 heures-24 heures) auxquelles l'entrepreneur de transport s'est engagé à mettre son bateau à quai, navire ou autre installation désignée par le donneur d'ordre en vue de l'exécution des opérations de chargement ou déchargement. 2.7. Poste d'attente. Endroit désigné à l'entrepreneur de transport par le donneur d'ordre ou les autorités portuaires pour stationner en attendant que le poste de mise à quai soit disponible. 2.8. Comptage. Dénombrement contradictoire des colis ou unités de charge embarqués et débarqués, au moment de l'embarquement et du débarquement. 2.9. Jaugeage. Relevé contradictoire des échelles du bateau, avant et après chargement et déchargement. 2.10. Freinte de route. Toute diminution, au cours du temps, de poids ou de volume de la marchandise, inhérente à la nature de celle-ci, constitue une freinte de route. 2.11. Temps conventionnel de parcours. Le temps conventionnel de parcours est fixé par référence à un tableau tenu à jour par Voies navigables de France. Ce tableau tient compte des vitesses praticables, des caractéristiques des voies empruntées et des réglementations en vigueur. Article 3 Données nécessaires à l'exécution du contrat 3.1. Données fournies par le donneur d'ordre. Il incombe au donneur d'ordre de fournir à l'entrepreneur de transport les indications suivantes : ― les dates de prise d'effet et de fin du contrat ; ― les noms et adresses de l'expéditeur et du destinataire ; ― la ou les voies empruntées, en précisant les points ou zones de chargement et de déchargement sur la ou les voies empruntées ; ― les caractéristiques des installations de chargement et de déchargement qui doivent être compatibles avec les caractéristiques des bateaux ; ― la nature des marchandises, leurs caractéristiques de volume et leurs dimensions, leur caractère périssable ou dangereux et les précautions à prendre pour leur transport ainsi qu'une mention précisant la freinte éventuelle compte tenu des usages en vigueur ; ― le poids de la marchandise, l'entrepreneur de transport n'en étant toutefois garant que s'il y a eu jaugeage, tel que défini par l'article 2.9 ci-dessus, demandé par le donneur d'ordre et effectué contradictoirement en présence de l'entrepreneur de transport et d'un représentant du donneur d'ordre ou du destinataire ; ― le nombre de colis et/ou d'unités de charge, l'entrepreneur de transport n'en étant toutefois garant que s'il y a eu comptage tel que défini au point 2.8 ci-dessus, demandé par le donneur d'ordre et effectué contradictoirement en présence de l'entrepreneur de transport et d'un représentant du donneur d'ordre et/ou du destinataire ; ― toute autre modalité d'exécution du contrat. Le donneur d'ordre doit également informer l'entrepreneur de transport des particularités non apparentes de la marchandise susceptibles d'avoir une incidence sur la bonne exécution du transport. Il supporte vis-à-vis de l'entrepreneur de transport toutes les conséquences d'une fausse déclaration sur les caractéristiques du chargement ou d'une absence de déclaration ayant eu pour effet, entre autres, de lui laisser ignorer le caractère dangereux ou frauduleux des marchandises transportées, y compris les dommages occasionnés au bateau. 3.2. Données fournies par l'entrepreneur de transport. Il incombe à l'entrepreneur de transport de fournir au donneur d'ordre, au plus tard au moment de la conclusion du contrat, les caractéristiques techniques du bateau qu'il met à sa disposition (longueur, largeur, dimensions utiles des cales, tirant d'air, tirant d'eau, port en lourd aux enfoncements communs, cubage, puissance moteur [CV ou kW]) ainsi que la liste des voies d'eau sur lesquelles le bateau est autorisé à naviguer avec et sans pilote et les éventuelles habilitations de l'entrepreneur de transport et du bateau. Article 4 Matériel de transport L'entrepreneur de transport s'engage à effectuer les transports qui lui seront confiés à l'aide de matériel en bon état de navigabilité et de propreté, conforme aux réglementations en vigueur, et à le maintenir dans cet état pendant toute la durée du contrat, le donneur d'ordre pouvant exiger que les documents attestant de la conformité avec lesdites réglementations lui soient présentés. Article 5 Rémunération de la prestation liée à l'exécution du contrat 5.1. Nature du prix. Les prix sont fixes pour la durée du contrat. 5.2. Eléments du prix. Sont prises en considération pour le calcul du prix les charges fixes résultant de la mise à disposition du ou des bateaux utilisés et de l'équipage ainsi que les charges variables liées à l'exécution des transports. Le prix n'est pas exprimé en fonction du tonnage transporté. Le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport, qui tiennent à des conditions extérieures à cette dernière, tel notamment le prix des carburants, et dont la partie demanderesse justifie par tous moyens. Cette révision est de droit pour couvrir la variation des charges de carburant liée à la variation du prix du carburant dans les conditions et selon les modalités fixées aux articles L. 4451-4 et L. 4451-5 du code des transports . Les prestations supplémentaires ou annexes, les péages et redevances maritimes ainsi que la prime d'assurance responsabilité du transporteur s'ajoutent à ce fret principal. Les modalités exactes du calcul du prix, le débiteur et l'unité de temps prise en compte pour les règlements sont indiqués au plus tard au moment de la conclusion du contrat. En contrepartie de la perception du prix tel que défini au présent article, l'entrepreneur de transport n'est tenu qu'à la fourniture du bateau, de son équipage et au transport de la marchandise entre les ports désignés à l'exclusion de toute prestation supplémentaire ou annexe, et à l'intérieur de l'amplitude horaire de navigation fixée par les règlements particuliers de police des voies empruntées et des horaires de travail fixés par le règlement des installations de chargement et de déchargement. 5.3. Prestations supplémentaires ou annexes. Les prestations supplémentaires ou annexes effectivement fournies par l'entrepreneur de transport sont rémunérées en sus du prix et font l'objet d'une facturation distincte. Entrent notamment dans le cadre de ces prestations : ― les frais de chargement et de déchargement ; ― les frais d'arrimage ; ― les frais de relevé d'échelles lorsque ceux-ci sont effectués par un tiers ; ― l'indemnité de comptage des colis ; ― l'indemnité de bâchage et de débâchage ; ― le coût de la protection particulière des marchandises ; ― les frais d'assurance de la marchandise ; ― les frais de nettoyage des cales et d'élimination des résidus de cargaison à l'issue du transport ; ― les frais de pilotage maritime ; ― l'indemnité pour heures effectuées en dépassement des horaires conformément aux dispositions de l'article 13. Tous ces prix sont exprimés hors taxes. Article 6 Modalités de paiement La rémunération de l'entrepreneur de transport telle que définie à l'article 5 est exigible par mois. A moins qu'il n'ait été réglé au moment de l'enlèvement ou de la livraison, ce prix est payable à réception de la facture de l'entrepreneur de transport présentée par mois. Le donneur d'ordre est garant de son acquittement. Tout retard dans le paiement entraîne de plein droit le versement d'intérêts au taux légal, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard. Article 7 Modification du contrat Toute instruction nouvelle du donneur d'ordre par rapport aux dispositions convenues à l'article 3.1 donne lieu à ajustement du contrat. Article 8 Résiliation du contrat La résiliation du contrat avant sa date d'échéance peut intervenir à tout moment à la demande de l'une ou l'autre des parties moyennant le respect d'un préavis de cinq jours par mois du contrat initial, notifié par écrit avec accusé de réception. Dans ce cas, la partie à l'origine de la résiliation devra verser à l'autre partie une indemnité égale à 50 % de la rémunération prévue par le contrat initial pour la période restant à couvrir. Article 9 Assurances L'entrepreneur de transport, responsable de la cargaison qui lui est confiée, est tenu de faire couvrir sa responsabilité d'entrepreneur de transport par une société d'assurance. La prime d'assurance correspondante doit obligatoirement figurer dans le décompte des frais supplémentaires. A défaut de déclaration de valeur des marchandises, l'entrepreneur de transport assure sa responsabilité au niveau des limitations prévues à l'article 17.1. Article 10 Documents de transport Sur la base des indications mentionnées à l'article 3 et fournies par écrit ou par tout autre procédé en permettant la mémorisation, il est établi un document de transport qui matérialise l'accord des parties. Le document de transport (lettre de voiture et sa copie ou connaissement original non négociable) accompagne la marchandise. Il est remis à l'entrepreneur de transport dès la fin du chargement et porte les dates et heures de début et de fin de l'opération de chargement ainsi que, le cas échéant, les réserves motivées de l'entrepreneur de transport, du donneur d'ordre ou de son représentant au chargement. L'entrepreneur de transport remet le document au destinataire désigné contre la décharge donnée par ce dernier sur la lettre de voiture (primatum) ou sur le connaissement original non négociable. Le document de transport mentionne en outre les jours et heures d'arrivée du bateau à destination, du début et de la fin des opérations de déchargement et éventuellement les réserves motivées au déchargement. Article 11 Conditionnement, emballage et étiquetage des marchandises Lorsque la nature de la marchandise ou de l'unité de charge employée le nécessite, celle-ci doit être emballée, conditionnée, marquée, contremarquée ou étiquetée de façon qu'elle puisse supporter un transport dans les conditions normales et qu'elle ne constitue pas une cause de danger : ― pour le personnel navigant ou de manutention ; ― pour le bateau ; ― pour les marchandises transportées ; ― pour les tiers. Les mentions portées sur les étiquettes doivent correspondre à celles du document de transport. Le donneur d'ordre répond de toutes les conséquences résultant d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage. L'absence de réserves portées sur le document de transport par l'entrepreneur de transport se rapportant aux points précédents lors de la prise en charge de la marchandise ne vaut pas renonciation à invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage. Article 12 Chargement, arrimage, conservation de la marchandise, protection contre les intempéries, déchargement 12.1. Chargement, calage, arrimage. L'exécution des opérations de chargement, calage et arrimage de la marchandise incombe au donneur d'ordre ou à son représentant. L'entrepreneur de transport est tenu de fournir au donneur d'ordre ou à son représentant les indications nécessaires à la bonne exécution du chargement et de surveiller ou de faire surveiller ces opérations. Si lesdites opérations sont de nature à compromettre la conservation des marchandises, la navigabilité du bateau ou la sécurité en général, l'entrepreneur de transport demande l'interruption des opérations en cours ou la réfection du chargement dans des conditions satisfaisantes ; en cas de refus de prise en charge, celui-ci doit être explicitement motivé. 12.2. Conservation de la marchandise. L'entrepreneur de transport procède, avant le départ, à la reconnaissance extérieure du chargement, relativement à la conservation de la marchandise. En cas de défectuosité apparente de nature à porter atteinte à cette conservation, il porte des réserves motivées sur le document de transport. Dans l'hypothèse où le donneur d'ordre ou son représentant n'accepte pas ces réserves, l'entrepreneur de transport peut refuser la prise en charge des marchandises. L'entrepreneur de transport est exonéré de la responsabilité résultant de la perte ou de l'avarie de la marchandise survenant pendant le transport lorsqu'il a émis des réserves motivées, visées par le donneur d'ordre ou son représentant, sur la lettre de voiture ou le connaissement. Le visa ne vaut pas acceptation de la validité des réserves, mais constat de leur existence. L'absence de réserves sur la lettre de voiture ou le connaissement se rapportant aux points précédents ne vaut pas renonciation de la part de l'entrepreneur de transport à invoquer ultérieurement la défectuosité non apparente du chargement. En cas de chargement à plusieurs endroits successifs, l'entrepreneur de transport s'assure en liaison avec le donneur d'ordre que tout nouveau chargement ne porte pas atteinte aux marchandises déjà chargées. 12.3. Protection contre les intempéries. Le donneur d'ordre peut exiger une protection particulière des marchandises contre les intempéries autre que la couverture par écoutilles. Ces moyens de protection particuliers sont fournis par l'entrepreneur de transport. Dans ce cas, l'expéditeur et le destinataire doivent mettre en place les moyens nécessaires en personnel et en matériel afin d'aider l'entrepreneur de transport à exécuter les opérations de mise en place et d'enlèvement des moyens particuliers. Toutefois, l'entrepreneur de transport n'est pas responsable des dommages causés par les intempéries aux marchandises transportées en pontée lorsque ce mode de chargement a été demandé et agréé par le donneur d'ordre. 12.4. Déchargement. Les opérations de déchargement sont effectuées par le destinataire (ou son représentant) et sous sa responsabilité, y compris l'évacuation et l'élimination des résidus de cargaison se trouvant dans les cales ou tombés sur le bateau lors de leur manutention. L'entrepreneur de transport est tenu de surveiller ces opérations. Article 13 Conditions d'accès aux lieux de chargement et de déchargement L'entrepreneur de transport doit se tenir et tenir le bateau à la disposition de l'expéditeur et du destinataire pendant les heures de travail fixées par le règlement des installations de chargement ou de déchargement. L'entrepreneur de transport a droit à une indemnité pour chaque heure effectuée en dehors des horaires ainsi fixés. Par ailleurs, il est tenu de se conformer aux règles internes de sécurité et d'exploitation définies par le donneur d'ordre ou son représentant pour les installations de chargement, et par le destinataire désigné pour les installations de déchargement et qui lui ont été communiquées. Article 14 Empêchement au transport Si, pour un motif quelconque, l'exécution du ou des transports est ou devient impossible dans les conditions initialement convenues, l'entrepreneur de transport est tenu d'en informer immédiatement le donneur d'ordre. Si le motif de l'inexécution est imputable à l'entrepreneur de transport, ce dernier est tenu, sauf avis contraire du donneur d'ordre, de fournir le matériel de remplacement ou, s'il ne le peut, de supporter l'écart de prix résultant pour le donneur d'ordre du recours à d'autres moyens d'acheminement des marchandises. Toutefois, si le motif de l'inexécution est extérieur à l'entreprise de transport, l'entrepreneur de transport est tenu de demander au donneur d'ordre des instructions et, en leur absence, de veiller au mieux à la sauvegarde des marchandises. Article 15 Délais de route Le délai de route est fixé par référence au temps conventionnel de parcours déterminé conformément à l'article 2.11 et tenant compte des circonstances particulières. L'entrepreneur de transport doit avertir au moins un jour ouvrable à l'avance le destinataire, lorsqu'il est connu, ou, à défaut, le donneur d'ordre de la date et de l'heure estimées de son arrivée. Le non-respect des délais prévus ci-dessus ouvre droit à une indemnisation du donneur d'ordre dans les conditions fixées à l'article 18, sans qu'il soit besoin de mise en demeure. Article 16 Empêchement à la livraison La livraison est effectuée à la personne désignée destinataire sur le document de transport ou à son mandataire accrédité. Chaque déchargement effectué dans le cadre du contrat de transport met fin à la responsabilité encourue par l'entrepreneur de transport à l'égard des marchandises transportées. Il y a empêchement à la livraison lorsque les marchandises parvenues au lieu de livraison ne peuvent être remises au destinataire désigné ou à son mandataire accrédité en raison de l'absence de ces derniers, ou lorsqu'ils refusent la marchandise. En cas d'empêchement à la livraison, l'entrepreneur de transport est tenu de demander des instructions au donneur d'ordre, dans un délai ne pouvant excéder vingt-quatre heures, et d'attendre ses instructions. A partir du moment où il a reçu des instructions régulières du donneur d'ordre, l'entrepreneur de transport est tenu de s'y conformer, à condition toutefois que ces instructions ne compromettent pas l'exploitation normale de l'entreprise de transport ni ne menacent la réalisation d'engagements antérieurs. Article 17 Indemnités pour pertes et avaries Déclaration de valeur. ― Freinte de route. 17.1. Limitation d'indemnités pour pertes et avaries. L'entrepreneur de transport est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu responsable, qui résultent de la perte ou de l'avarie de la marchandise. Cette indemnité ne peut excéder 762 € par tonne de marchandises manquantes, déduction faite de la freinte déclarée au document de transport ou à défaut tolérée dans les limites énoncées à l'article 17.3 ou par tonne de marchandises avariées, sans excéder un montant égal au produit du nombre de tonnes chargées par 152,5 €. 17.2. Déclaration de valeur. Le donneur d'ordre a la faculté de faire une déclaration de valeur qui a pour conséquence de substituer les valeurs de cette déclaration à celles fixées à l'article 17.1. Pour produire effet, cette déclaration de valeur doit être signifiée à l'entrepreneur de transport avant le début du chargement et figurer sur la lettre de voiture ou sur le document en tenant lieu. 17.3. Freinte de route. La freinte de route se mesure par jaugeage, tel que défini à l'article 2.9. L'entrepreneur de transport est tenu pour responsable de la partie de la freinte de route qui dépasse la tolérance portée au document de transport, ainsi qu'il est prévu à l'article 3.1. A défaut d'une telle mention, l'entrepreneur de transport est responsable du dépassement des tolérances suivantes : 2,5 % pour les marchandises ayant un taux d'humidité supérieur à 10 % ; 1 % pour les marchandises sèches sujettes à freinte de route. Article 18 Indemnisation pour retard à la livraison En cas de préjudice prouvé résultant du dépassement du délai de route du fait de l'entrepreneur de transport, celui-ci est tenu de supporter une indemnité déterminée aux conditions du contrat ramenées à la journée et appliquée au nombre de jours de retard. Le donneur d'ordre a la faculté de faire une déclaration d'intérêt spécial à la livraison, qui a pour conséquence de substituer le montant de cette déclaration au plafond de l'indemnisation fixée à l'alinéa précédent. Pour produire effet, cette déclaration doit être notifiée à l'entrepreneur de transport avant l'acceptation du transport et reportée sur la lettre de voiture. Sans préjudice de l'indemnité prévue aux alinéas précédents, les pertes ou avaries de marchandises résultant d'un retard sont indemnisées conformément aux dispositions de l'article 17.1. Article 19 Respect de la réglementation des conditions de travail et de sécurité Conformément aux dispositions des articles L. 1311-3 et L. 1311-4 du code des transports : ― l'entrepreneur de transport ne doit, en aucun cas, conduire les opérations de transport dans des conditions incompatibles avec la réglementation des conditions de travail et de sécurité ; ― la responsabilité du donneur d'ordre, tel que défini à l'article 2.1, du destinataire ou d'un donneur d'ordre de fait est engagée par les manquements à ladite réglementation qui leur sont imputables. Article 20 Réglementations particulières En cas de transport de marchandises soumis à une réglementation administrative particulière telle que régie, douane, police, sanitaire ou autre, chacune des parties au contrat est tenue de se conformer aux obligations de ladite réglementation qui lui incombent. En particulier, afin d'éviter tout retard ou empêchement dans le transport, le donneur d'ordre est tenu de fournir à l'entrepreneur de transport tous les renseignements et documents nécessaires à la bonne exécution du contrat de transport. Chacune des parties supporte les conséquences des manquements qui lui sont imputables. Article 21 Sous-traitance L'entrepreneur de transport peut sous-traiter tout ou partie de l'opération de transport, sauf avis contraire du donneur d'ordre. L'entrepreneur de transport porte alors à la connaissance de l'entreprise de transport sous-traitante toutes les informations sur les conditions convenues avec le donneur d'ordre et permettant l'exécution effective de ces conditions.",
            "texteHtml": "<p align='center'>CONTRAT TYPE MENTIONNÉ À L'ARTICLE D. 4451-2, <br/>DIT \" CONTRAT À TEMPS \" </p><p>Article 1er </p><p>Objet et domaine d'application du contrat à temps <br/></p><p>Le présent contrat a pour objet de mettre à disposition exclusive d'un donneur d'ordre, pour une période déterminée, un bateau propriété ou mis à disposition d'un entrepreneur de transport et conduit par lui-même ou son préposé. </p><p>Cette mise à disposition a pour but le transport des marchandises qui lui sont confiées par le donneur d'ordre. </p><p>Le présent contrat est établi conformément aux dispositions des <a href='/article/LEGIARTI000023069623' title='Code des transports - art. L1432-12 (V)'>articles L. 1432-12</a>, <a href='/article/LEGIARTI000023072126' title='Code des transports - art. L4451-1 (V)'>L. 4451-1 et L. 4451-2 du code des transports</a>. </p><p>Il s'applique de plein droit à défaut de convention écrite définissant les rapports entre les parties au contrat sur les matières mentionnées à <a href='/article/LEGIARTI000023069598' title='Code des transports - art. L1432-2 (V)'>l'article L. 1432-2</a>. </p><p>Article 2 </p><p>Définitions <br/></p><p>2.1. Donneur d'ordre. </p><p>On entend par donneur d'ordre la partie qui est engagée par le contrat de transport vis-à-vis de l'entrepreneur de transport, qu'elle soit intervenue personnellement ou qu'elle ait été représentée par un mandataire. </p><p>2.2. Mandataire. </p><p>Le donneur d'ordre peut être représenté par un mandataire. Les instructions données par un mandataire engagent le donneur d'ordre de la même façon que s'il était intervenu directement. De même, le donneur d'ordre peut se prévaloir contre l'entrepreneur de transport des droits attachés aux interventions de son mandataire. </p><p>2.3. Durée du contrat. </p><p>Le contrat prend fin à la date convenue par les parties ou à la fin du dernier voyage en cours à cette date. Toutefois, si ce dernier voyage compromet la réalisation d'engagements pris antérieurement par l'entrepreneur de transport, ce dernier peut refuser ledit voyage. Dans ce cas, le contrat prend fin à la date demandée de chargement de ce dernier transport. </p><p>2.4. Unité de charge. </p><p>Objet ou ensemble matériel composé de plusieurs objets, quels qu'en soient les dimensions et le volume, constituant une charge unitaire (carton, caisse, palette cerclée ou filmée) lors de la remise à l'entrepreneur de transport par le donneur d'ordre, que le contenu en soit ou non détaillé dans le document de transport. </p><p>2.5. Jours non ouvrables. </p><p>Les jours non ouvrables sont le dimanche et les jours légalement fériés. En outre, les autres jours de fermeture hebdomadaire de l'établissement où doit s'effectuer la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si l'entrepreneur de transport en est dûment avisé par le donneur d'ordre avant la conclusion du contrat de transport. </p><p>2.6. Mise à quai. </p><p>Date et plage horaire (0 heure-12 heures, 12 heures-24 heures) auxquelles l'entrepreneur de transport s'est engagé à mettre son bateau à quai, navire ou autre installation désignée par le donneur d'ordre en vue de l'exécution des opérations de chargement ou déchargement. </p><p>2.7. Poste d'attente. </p><p>Endroit désigné à l'entrepreneur de transport par le donneur d'ordre ou les autorités portuaires pour stationner en attendant que le poste de mise à quai soit disponible. </p><p>2.8. Comptage. </p><p>Dénombrement contradictoire des colis ou unités de charge embarqués et débarqués, au moment de l'embarquement et du débarquement. </p><p>2.9. Jaugeage. </p><p>Relevé contradictoire des échelles du bateau, avant et après chargement et déchargement. </p><p>2.10. Freinte de route. </p><p>Toute diminution, au cours du temps, de poids ou de volume de la marchandise, inhérente à la nature de celle-ci, constitue une freinte de route. </p><p>2.11. Temps conventionnel de parcours. </p><p>Le temps conventionnel de parcours est fixé par référence à un tableau tenu à jour par Voies navigables de France. Ce tableau tient compte des vitesses praticables, des caractéristiques des voies empruntées et des réglementations en vigueur. <br/></p><p>Article 3 </p><p>Données nécessaires à l'exécution du contrat <br/></p><p>3.1. Données fournies par le donneur d'ordre. </p><p>Il incombe au donneur d'ordre de fournir à l'entrepreneur de transport les indications suivantes : </p><p>― les dates de prise d'effet et de fin du contrat ; <br/>― les noms et adresses de l'expéditeur et du destinataire ; <br/>― la ou les voies empruntées, en précisant les points ou zones de chargement et de déchargement sur la ou les voies empruntées ; <br/>― les caractéristiques des installations de chargement et de déchargement qui doivent être compatibles avec les caractéristiques des bateaux ; <br/>― la nature des marchandises, leurs caractéristiques de volume et leurs dimensions, leur caractère périssable ou dangereux et les précautions à prendre pour leur transport ainsi qu'une mention précisant la freinte éventuelle compte tenu des usages en vigueur ; <br/>― le poids de la marchandise, l'entrepreneur de transport n'en étant toutefois garant que s'il y a eu jaugeage, tel que défini par l'article 2.9 ci-dessus, demandé par le donneur d'ordre et effectué contradictoirement en présence de l'entrepreneur de transport et d'un représentant du donneur d'ordre ou du destinataire ; <br/>― le nombre de colis et/ou d'unités de charge, l'entrepreneur de transport n'en étant toutefois garant que s'il y a eu comptage tel que défini au point 2.8 ci-dessus, demandé par le donneur d'ordre et effectué contradictoirement en présence de l'entrepreneur de transport et d'un représentant du donneur d'ordre et/ou du destinataire ; <br/>― toute autre modalité d'exécution du contrat. </p><p>Le donneur d'ordre doit également informer l'entrepreneur de transport des particularités non apparentes de la marchandise susceptibles d'avoir une incidence sur la bonne exécution du transport. </p><p>Il supporte vis-à-vis de l'entrepreneur de transport toutes les conséquences d'une fausse déclaration sur les caractéristiques du chargement ou d'une absence de déclaration ayant eu pour effet, entre autres, de lui laisser ignorer le caractère dangereux ou frauduleux des marchandises transportées, y compris les dommages occasionnés au bateau. </p><p>3.2. Données fournies par l'entrepreneur de transport. </p><p>Il incombe à l'entrepreneur de transport de fournir au donneur d'ordre, au plus tard au moment de la conclusion du contrat, les caractéristiques techniques du bateau qu'il met à sa disposition (longueur, largeur, dimensions utiles des cales, tirant d'air, tirant d'eau, port en lourd aux enfoncements communs, cubage, puissance moteur [CV ou kW]) ainsi que la liste des voies d'eau sur lesquelles le bateau est autorisé à naviguer avec et sans pilote et les éventuelles habilitations de l'entrepreneur de transport et du bateau. <br/></p><p>Article 4 </p><p>Matériel de transport <br/></p><p>L'entrepreneur de transport s'engage à effectuer les transports qui lui seront confiés à l'aide de matériel en bon état de navigabilité et de propreté, conforme aux réglementations en vigueur, et à le maintenir dans cet état pendant toute la durée du contrat, le donneur d'ordre pouvant exiger que les documents attestant de la conformité avec lesdites réglementations lui soient présentés. <br/></p><p>Article 5 </p><p>Rémunération de la prestation liée à l'exécution du contrat <br/></p><p>5.1. Nature du prix. </p><p>Les prix sont fixes pour la durée du contrat. </p><p>5.2. Eléments du prix. </p><p>Sont prises en considération pour le calcul du prix les charges fixes résultant de la mise à disposition du ou des bateaux utilisés et de l'équipage ainsi que les charges variables liées à l'exécution des transports. Le prix n'est pas exprimé en fonction du tonnage transporté. </p><p>Le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport, qui tiennent à des conditions extérieures à cette dernière, tel notamment le prix des carburants, et dont la partie demanderesse justifie par tous moyens. Cette révision est de droit pour couvrir la variation des charges de carburant liée à la variation du prix du carburant dans les conditions et selon les modalités fixées aux <a href='/article/LEGIARTI000023072132' title='Code des transports - art. L4451-4 (V)'>articles L. 4451-4 et L. 4451-5 du code des transports</a>. </p><p>Les prestations supplémentaires ou annexes, les péages et redevances maritimes ainsi que la prime d'assurance responsabilité du transporteur s'ajoutent à ce fret principal. </p><p>Les modalités exactes du calcul du prix, le débiteur et l'unité de temps prise en compte pour les règlements sont indiqués au plus tard au moment de la conclusion du contrat. </p><p>En contrepartie de la perception du prix tel que défini au présent article, l'entrepreneur de transport n'est tenu qu'à la fourniture du bateau, de son équipage et au transport de la marchandise entre les ports désignés à l'exclusion de toute prestation supplémentaire ou annexe, et à l'intérieur de l'amplitude horaire de navigation fixée par les règlements particuliers de police des voies empruntées et des horaires de travail fixés par le règlement des installations de chargement et de déchargement. </p><p>5.3. Prestations supplémentaires ou annexes. </p><p>Les prestations supplémentaires ou annexes effectivement fournies par l'entrepreneur de transport sont rémunérées en sus du prix et font l'objet d'une facturation distincte. Entrent notamment dans le cadre de ces prestations : </p><p>― les frais de chargement et de déchargement ; <br/>― les frais d'arrimage ; <br/>― les frais de relevé d'échelles lorsque ceux-ci sont effectués par un tiers ; <br/>― l'indemnité de comptage des colis ; <br/>― l'indemnité de bâchage et de débâchage ; <br/>― le coût de la protection particulière des marchandises ; <br/>― les frais d'assurance de la marchandise ; <br/>― les frais de nettoyage des cales et d'élimination des résidus de cargaison à l'issue du transport ; <br/>― les frais de pilotage maritime ; <br/>― l'indemnité pour heures effectuées en dépassement des horaires conformément aux dispositions de l'article 13. </p><p>Tous ces prix sont exprimés hors taxes. <br/></p><p>Article 6 </p><p>Modalités de paiement <br/></p><p>La rémunération de l'entrepreneur de transport telle que définie à l'article 5 est exigible par mois. </p><p>A moins qu'il n'ait été réglé au moment de l'enlèvement ou de la livraison, ce prix est payable à réception de la facture de l'entrepreneur de transport présentée par mois. Le donneur d'ordre est garant de son acquittement. Tout retard dans le paiement entraîne de plein droit le versement d'intérêts au taux légal, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard. <br/></p><p>Article 7 </p><p>Modification du contrat <br/></p><p>Toute instruction nouvelle du donneur d'ordre par rapport aux dispositions convenues à l'article 3.1 donne lieu à ajustement du contrat. <br/></p><p>Article 8 </p><p>Résiliation du contrat <br/></p><p>La résiliation du contrat avant sa date d'échéance peut intervenir à tout moment à la demande de l'une ou l'autre des parties moyennant le respect d'un préavis de cinq jours par mois du contrat initial, notifié par écrit avec accusé de réception. </p><p>Dans ce cas, la partie à l'origine de la résiliation devra verser à l'autre partie une indemnité égale à 50 % de la rémunération prévue par le contrat initial pour la période restant à couvrir. <br/></p><p>Article 9 </p><p>Assurances <br/></p><p>L'entrepreneur de transport, responsable de la cargaison qui lui est confiée, est tenu de faire couvrir sa responsabilité d'entrepreneur de transport par une société d'assurance. </p><p>La prime d'assurance correspondante doit obligatoirement figurer dans le décompte des frais supplémentaires. </p><p>A défaut de déclaration de valeur des marchandises, l'entrepreneur de transport assure sa responsabilité au niveau des limitations prévues à l'article 17.1. <br/></p><p>Article 10 </p><p>Documents de transport <br/></p><p>Sur la base des indications mentionnées à l'article 3 et fournies par écrit ou par tout autre procédé en permettant la mémorisation, il est établi un document de transport qui matérialise l'accord des parties. </p><p>Le document de transport (lettre de voiture et sa copie ou connaissement original non négociable) accompagne la marchandise. Il est remis à l'entrepreneur de transport dès la fin du chargement et porte les dates et heures de début et de fin de l'opération de chargement ainsi que, le cas échéant, les réserves motivées de l'entrepreneur de transport, du donneur d'ordre ou de son représentant au chargement. </p><p>L'entrepreneur de transport remet le document au destinataire désigné contre la décharge donnée par ce dernier sur la lettre de voiture (primatum) ou sur le connaissement original non négociable. Le document de transport mentionne en outre les jours et heures d'arrivée du bateau à destination, du début et de la fin des opérations de déchargement et éventuellement les réserves motivées au déchargement. <br/></p><p>Article 11 </p><p>Conditionnement, emballage et étiquetage des marchandises <br/></p><p>Lorsque la nature de la marchandise ou de l'unité de charge employée le nécessite, celle-ci doit être emballée, conditionnée, marquée, contremarquée ou étiquetée de façon qu'elle puisse supporter un transport dans les conditions normales et qu'elle ne constitue pas une cause de danger : </p><p>― pour le personnel navigant ou de manutention ; <br/>― pour le bateau ; <br/>― pour les marchandises transportées ; <br/>― pour les tiers. <br/>Les mentions portées sur les étiquettes doivent correspondre à celles du document de transport. </p><p>Le donneur d'ordre répond de toutes les conséquences résultant d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage. </p><p>L'absence de réserves portées sur le document de transport par l'entrepreneur de transport se rapportant aux points précédents lors de la prise en charge de la marchandise ne vaut pas renonciation à invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage. <br/></p><p>Article 12 </p><p>Chargement, arrimage, conservation de la marchandise, protection contre les intempéries, déchargement <br/></p><p>12.1. Chargement, calage, arrimage. </p><p>L'exécution des opérations de chargement, calage et arrimage de la marchandise incombe au donneur d'ordre ou à son représentant. L'entrepreneur de transport est tenu de fournir au donneur d'ordre ou à son représentant les indications nécessaires à la bonne exécution du chargement et de surveiller ou de faire surveiller ces opérations. </p><p>Si lesdites opérations sont de nature à compromettre la conservation des marchandises, la navigabilité du bateau ou la sécurité en général, l'entrepreneur de transport demande l'interruption des opérations en cours ou la réfection du chargement dans des conditions satisfaisantes ; en cas de refus de prise en charge, celui-ci doit être explicitement motivé. </p><p>12.2. Conservation de la marchandise. </p><p>L'entrepreneur de transport procède, avant le départ, à la reconnaissance extérieure du chargement, relativement à la conservation de la marchandise. </p><p>En cas de défectuosité apparente de nature à porter atteinte à cette conservation, il porte des réserves motivées sur le document de transport. Dans l'hypothèse où le donneur d'ordre ou son représentant n'accepte pas ces réserves, l'entrepreneur de transport peut refuser la prise en charge des marchandises. </p><p>L'entrepreneur de transport est exonéré de la responsabilité résultant de la perte ou de l'avarie de la marchandise survenant pendant le transport lorsqu'il a émis des réserves motivées, visées par le donneur d'ordre ou son représentant, sur la lettre de voiture ou le connaissement. Le visa ne vaut pas acceptation de la validité des réserves, mais constat de leur existence. </p><p>L'absence de réserves sur la lettre de voiture ou le connaissement se rapportant aux points précédents ne vaut pas renonciation de la part de l'entrepreneur de transport à invoquer ultérieurement la défectuosité non apparente du chargement. </p><p>En cas de chargement à plusieurs endroits successifs, l'entrepreneur de transport s'assure en liaison avec le donneur d'ordre que tout nouveau chargement ne porte pas atteinte aux marchandises déjà chargées. <br/>12.3. Protection contre les intempéries. </p><p>Le donneur d'ordre peut exiger une protection particulière des marchandises contre les intempéries autre que la couverture par écoutilles. Ces moyens de protection particuliers sont fournis par l'entrepreneur de transport. Dans ce cas, l'expéditeur et le destinataire doivent mettre en place les moyens nécessaires en personnel et en matériel afin d'aider l'entrepreneur de transport à exécuter les opérations de mise en place et d'enlèvement des moyens particuliers. </p><p>Toutefois, l'entrepreneur de transport n'est pas responsable des dommages causés par les intempéries aux marchandises transportées en pontée lorsque ce mode de chargement a été demandé et agréé par le donneur d'ordre. </p><p>12.4. Déchargement. </p><p>Les opérations de déchargement sont effectuées par le destinataire (ou son représentant) et sous sa responsabilité, y compris l'évacuation et l'élimination des résidus de cargaison se trouvant dans les cales ou tombés sur le bateau lors de leur manutention. L'entrepreneur de transport est tenu de surveiller ces opérations. <br/></p><p>Article 13 </p><p>Conditions d'accès aux lieux de chargement et de déchargement <br/></p><p>L'entrepreneur de transport doit se tenir et tenir le bateau à la disposition de l'expéditeur et du destinataire pendant les heures de travail fixées par le règlement des installations de chargement ou de déchargement. L'entrepreneur de transport a droit à une indemnité pour chaque heure effectuée en dehors des horaires ainsi fixés. </p><p>Par ailleurs, il est tenu de se conformer aux règles internes de sécurité et d'exploitation définies par le donneur d'ordre ou son représentant pour les installations de chargement, et par le destinataire désigné pour les installations de déchargement et qui lui ont été communiquées. <br/></p><p>Article 14 </p><p>Empêchement au transport <br/></p><p>Si, pour un motif quelconque, l'exécution du ou des transports est ou devient impossible dans les conditions initialement convenues, l'entrepreneur de transport est tenu d'en informer immédiatement le donneur d'ordre. <br/>Si le motif de l'inexécution est imputable à l'entrepreneur de transport, ce dernier est tenu, sauf avis contraire du donneur d'ordre, de fournir le matériel de remplacement ou, s'il ne le peut, de supporter l'écart de prix résultant pour le donneur d'ordre du recours à d'autres moyens d'acheminement des marchandises. </p><p>Toutefois, si le motif de l'inexécution est extérieur à l'entreprise de transport, l'entrepreneur de transport est tenu de demander au donneur d'ordre des instructions et, en leur absence, de veiller au mieux à la sauvegarde des marchandises. <br/></p><p>Article 15 </p><p>Délais de route <br/></p><p>Le délai de route est fixé par référence au temps conventionnel de parcours déterminé conformément à l'article 2.11 et tenant compte des circonstances particulières. </p><p>L'entrepreneur de transport doit avertir au moins un jour ouvrable à l'avance le destinataire, lorsqu'il est connu, ou, à défaut, le donneur d'ordre de la date et de l'heure estimées de son arrivée. </p><p>Le non-respect des délais prévus ci-dessus ouvre droit à une indemnisation du donneur d'ordre dans les conditions fixées à l'article 18, sans qu'il soit besoin de mise en demeure. <br/></p><p>Article 16 </p><p>Empêchement à la livraison <br/></p><p>La livraison est effectuée à la personne désignée destinataire sur le document de transport ou à son mandataire accrédité. </p><p>Chaque déchargement effectué dans le cadre du contrat de transport met fin à la responsabilité encourue par l'entrepreneur de transport à l'égard des marchandises transportées. </p><p>Il y a empêchement à la livraison lorsque les marchandises parvenues au lieu de livraison ne peuvent être remises au destinataire désigné ou à son mandataire accrédité en raison de l'absence de ces derniers, ou lorsqu'ils refusent la marchandise. </p><p>En cas d'empêchement à la livraison, l'entrepreneur de transport est tenu de demander des instructions au donneur d'ordre, dans un délai ne pouvant excéder vingt-quatre heures, et d'attendre ses instructions. </p><p>A partir du moment où il a reçu des instructions régulières du donneur d'ordre, l'entrepreneur de transport est tenu de s'y conformer, à condition toutefois que ces instructions ne compromettent pas l'exploitation normale de l'entreprise de transport ni ne menacent la réalisation d'engagements antérieurs. <br/></p><p>Article 17 </p><p>Indemnités pour pertes et avaries <br/></p><p>Déclaration de valeur. ― Freinte de route. </p><p>17.1. Limitation d'indemnités pour pertes et avaries. </p><p>L'entrepreneur de transport est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu responsable, qui résultent de la perte ou de l'avarie de la marchandise. <br/>Cette indemnité ne peut excéder 762 € par tonne de marchandises manquantes, déduction faite de la freinte déclarée au document de transport ou à défaut tolérée dans les limites énoncées à l'article 17.3 ou par tonne de marchandises avariées, sans excéder un montant égal au produit du nombre de tonnes chargées par 152,5 €. </p><p>17.2. Déclaration de valeur. </p><p>Le donneur d'ordre a la faculté de faire une déclaration de valeur qui a pour conséquence de substituer les valeurs de cette déclaration à celles fixées à l'article 17.1. </p><p>Pour produire effet, cette déclaration de valeur doit être signifiée à l'entrepreneur de transport avant le début du chargement et figurer sur la lettre de voiture ou sur le document en tenant lieu. </p><p>17.3. Freinte de route. </p><p>La freinte de route se mesure par jaugeage, tel que défini à l'article 2.9. </p><p>L'entrepreneur de transport est tenu pour responsable de la partie de la freinte de route qui dépasse la tolérance portée au document de transport, ainsi qu'il est prévu à l'article 3.1. </p><p>A défaut d'une telle mention, l'entrepreneur de transport est responsable du dépassement des tolérances suivantes : </p><p>2,5 % pour les marchandises ayant un taux d'humidité supérieur à 10 % ; </p><p>1 % pour les marchandises sèches sujettes à freinte de route. <br/></p><p>Article 18 </p><p>Indemnisation pour retard à la livraison <br/></p><p>En cas de préjudice prouvé résultant du dépassement du délai de route du fait de l'entrepreneur de transport, celui-ci est tenu de supporter une indemnité déterminée aux conditions du contrat ramenées à la journée et appliquée au nombre de jours de retard. </p><p>Le donneur d'ordre a la faculté de faire une déclaration d'intérêt spécial à la livraison, qui a pour conséquence de substituer le montant de cette déclaration au plafond de l'indemnisation fixée à l'alinéa précédent. Pour produire effet, cette déclaration doit être notifiée à l'entrepreneur de transport avant l'acceptation du transport et reportée sur la lettre de voiture. </p><p>Sans préjudice de l'indemnité prévue aux alinéas précédents, les pertes ou avaries de marchandises résultant d'un retard sont indemnisées conformément aux dispositions de l'article 17.1. <br/></p><p>Article 19 </p><p>Respect de la réglementation des conditions de travail et de sécurité <br/></p><p>Conformément aux dispositions des <a href='/article/LEGIARTI000023069444' title='Code des transports - art. L1311-3 (V)'>articles L. 1311-3 et L. 1311-4 du code des transports</a> : </p><p>― l'entrepreneur de transport ne doit, en aucun cas, conduire les opérations de transport dans des conditions incompatibles avec la réglementation des conditions de travail et de sécurité ; <br/>― la responsabilité du donneur d'ordre, tel que défini à l'article 2.1, du destinataire ou d'un donneur d'ordre de fait est engagée par les manquements à ladite réglementation qui leur sont imputables. <br/></p><p>Article 20 </p><p>Réglementations particulières <br/></p><p>En cas de transport de marchandises soumis à une réglementation administrative particulière telle que régie, douane, police, sanitaire ou autre, chacune des parties au contrat est tenue de se conformer aux obligations de ladite réglementation qui lui incombent. En particulier, afin d'éviter tout retard ou empêchement dans le transport, le donneur d'ordre est tenu de fournir à l'entrepreneur de transport tous les renseignements et documents nécessaires à la bonne exécution du contrat de transport. </p><p>Chacune des parties supporte les conséquences des manquements qui lui sont imputables. <br/></p><p>Article 21 </p><p>Sous-traitance <br/></p><p>L'entrepreneur de transport peut sous-traiter tout ou partie de l'opération de transport, sauf avis contraire du donneur d'ordre. </p><p>L'entrepreneur de transport porte alors à la connaissance de l'entreprise de transport sous-traitante toutes les informations sur les conditions convenues avec le donneur d'ordre et permettant l'exécution effective de ces conditions.<br/></p><br/>",
            "type": "AUTONOME",
            "dateDebut": "2013-03-28T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}