{
    "cid": "LEGIARTI000043423210",
    "num": "L6146-12",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125350",
                        "id": "LEGISCTA000006125350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Etablissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140636",
                        "id": "LEGISCTA000006140636",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Etablissements publics de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155109",
                        "id": "LEGISCTA000006155109",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Organisation interne.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171470",
                        "id": "LEGISCTA000006171470",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043423210",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043421566",
                    "textTitle": "LOI n°2021-502 du 26 avril 2021 - art. 25",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000043422351",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-04-27",
                    "dateSignaTexte": "2021-04-26",
                    "dateDebutCible": "2021-04-28"
                }
            ],
            "num": "L6146-12",
            "origine": "LEGI",
            "texte": "Par dérogation aux articles L. 6144-1, L. 6144-2 et L. 6146-9, le directeur de l'établissement peut décider, sur proposition conjointe des présidents de la commission médicale d'établissement et de la commission des soins infirmiers, de rééducation et médico-techniques, après consultation du conseil de surveillance, la création d'une commission médico-soignante se substituant à ces deux commissions. Cette décision doit recueillir préalablement l'avis conforme de la commission médicale d'établissement et de la commission des soins infirmiers, de rééducation et médico-techniques. La commission médico-soignante se substitue à la commission médicale d'établissement et à la commission des soins infirmiers, de rééducation et médico-techniques en ce qui concerne les compétences qui leur sont respectivement attribuées par le présent code. La commission médico-soignante élit son président parmi les représentants des personnels médicaux, odontologiques, maïeutiques et pharmaceutiques. Le coordonnateur général des soins en est le vice-président. Le président et le vice-président de la commission médico-soignante assurent respectivement les compétences attribuées par le présent code au président de la commission médicale d'établissement et au président de la commission des soins infirmiers, de rééducation et médico-techniques. La composition et les règles de fonctionnement de la commission médico-soignante sont fixées par le règlement intérieur de l'établissement. L'ensemble des professions médicales et paramédicales sont équitablement représentées au sein de la commission médico-soignante. La commission médico-soignante est dissoute, après information du conseil de surveillance, sur décision du directeur de l'établissement s'il constate des manquements ou dysfonctionnements dans la mise en œuvre du dispositif ou, le cas échéant, sur saisine de la majorité des membres de la commission représentant des personnels médicaux, odontologiques, maïeutiques et pharmaceutiques ou de la majorité des membres de la commission représentant des personnels infirmiers, de rééducation et médico-techniques.",
            "texteHtml": "<p>Par dérogation aux articles L. 6144-1, L. 6144-2 et L. 6146-9, le directeur de l'établissement peut décider, sur proposition conjointe des présidents de la commission médicale d'établissement et de la commission des soins infirmiers, de rééducation et médico-techniques, après consultation du conseil de surveillance, la création d'une commission médico-soignante se substituant à ces deux commissions.<br/><br/>\nCette décision doit recueillir préalablement l'avis conforme de la commission médicale d'établissement et de la commission des soins infirmiers, de rééducation et médico-techniques.<br/><br/>\nLa commission médico-soignante se substitue à la commission médicale d'établissement et à la commission des soins infirmiers, de rééducation et médico-techniques en ce qui concerne les compétences qui leur sont respectivement attribuées par le présent code.<br/><br/>\nLa commission médico-soignante élit son président parmi les représentants des personnels médicaux, odontologiques, maïeutiques et pharmaceutiques. Le coordonnateur général des soins en est le vice-président.<br/><br/>\nLe président et le vice-président de la commission médico-soignante assurent respectivement les compétences attribuées par le présent code au président de la commission médicale d'établissement et au président de la commission des soins infirmiers, de rééducation et médico-techniques.<br/><br/>\nLa composition et les règles de fonctionnement de la commission médico-soignante sont fixées par le règlement intérieur de l'établissement. L'ensemble des professions médicales et paramédicales sont équitablement représentées au sein de la commission médico-soignante.<br/><br/>\nLa commission médico-soignante est dissoute, après information du conseil de surveillance, sur décision du directeur de l'établissement s'il constate des manquements ou dysfonctionnements dans la mise en œuvre du dispositif ou, le cas échéant, sur saisine de la majorité des membres de la commission représentant des personnels médicaux, odontologiques, maïeutiques et pharmaceutiques ou de la majorité des membres de la commission représentant des personnels infirmiers, de rééducation et médico-techniques.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-04-28T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}