{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047521889",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les significations par voie électronique prévues par les dispositions du dernier alinéa du II de l'article 803-1 peuvent intervenir soit lorsqu'elles sont faites au ministère public, soit lorsqu'elles sont faites à la demande du ministère public, dans les conditions prévues par le présent article, sans préjudice du respect des conditions prévues par les articles 550 à 555 et 564 à 566 . Ces significations sont réalisées par l'intermédiaire de plateformes d'échanges dématérialisés qui permettent l'envoi d'un avis de mise à disposition au destinataire invitant ce dernier à télécharger l'acte faisant l'objet de la signification et d'un avis de réception par le destinataire au moment où ce dernier télécharge cet acte. Il est conservé une trace de ces avis. II.-Il est procédé aux significations au ministère public selon les modalités figurant dans une convention passée entre le ministère de la justice et la chambre nationale des commissaires de justice. La réception, sur la boîte aux lettres électronique du ministère public, de l'avis de mise à disposition de l'acte donne lieu à l'émission d'un accusé de réception électronique, qui fait, s'il y a lieu, courir les délais prévus par le présent code. Toutefois, lorsque la signification a été reçue en dehors des jours ouvrables ou après 17 heures, les délais ne commencent à courir que le premier jour ouvrable suivant. Tout avis de mise à disposition transmis à une adresse électronique ne figurant pas sur la liste des adresses communiquées par le ministère de la justice en application de la convention prévue au premier alinéa du présent II est irrecevable. III.-Lorsque le mandement de signification adressé par le ministère public au commissaire de justice concerne un dossier de procédure pénale pour lequel le destinataire de la signification a expressément consenti à la communication électronique, le commissaire de justice peut procéder à une signification selon les modalités prévues par le présent III. Le commissaire de justice adresse au destinataire, à l'adresse choisie par celui-ci, un avis électronique de mise à disposition sur une plateforme dédiée d'échanges dématérialisés de l'acte faisant l'objet de la signification, en l'invitant à télécharger ce document, cet avis indiquant la date et, le cas échéant, l'heure de la mise à disposition. La date et l'heure de la signification par voie électronique sont celles de l'envoi de cet avis de mise à disposition. Toutefois, à l'égard du destinataire, la signification ne produit ses effets qu'à compter du jour du téléchargement de l'acte ou, au plus tard, à l'issue du délai visé au quatrième alinéa du présent III. Ce téléchargement doit se faire selon des modalités qui garantissent la fiabilité de l'identification de la personne, l'intégrité de l'acte, la sécurité, la confidentialité et la conservation de la transmission et permettent d'établir de manière certaine la date du téléchargement. Lorsque le téléchargement intervient dans les cinq jours de la transmission de l'acte, il vaut signification à personne. Dans les autres cas, la signification est considérée comme faite à domicile le sixième jour après l'envoi de l'avis de mise à disposition prévu au deuxième alinéa du présent III et le commissaire de justice adresse à la personne, conformément aux alinéas deux ou quatre de l'article 558 , une lettre recommandée avec demande d'avis de réception ou une lettre simple comportant un récépissé. Les dispositions des alinéas trois, cinq et six de cet article 558 sont alors applicables. En application de l'alinéa six de l'article 558, si l'exploit est une citation à comparaître, il ne pourra produire les effets visés aux troisième et cinquième alinéas de l'article 558 du code de procédure pénale que si le délai entre, d'une part, le jour où l'acte a été téléchargé et d'autre part le jour indiqué pour la comparution devant le tribunal correctionnel ou de police est au moins égal à celui fixé, compte tenu de l'éloignement du domicile de l'intéressé, par l'article 552 . IV.-Les modalités d'application du présent article sont précisées par arrêté du ministre de la justice.",
            "texteHtml": "<p>I.-Les significations par voie électronique prévues par les dispositions du dernier alinéa du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006578393&dateTexte=&categorieLien=cid'>803-1 </a>peuvent intervenir soit lorsqu'elles sont faites au ministère public, soit lorsqu'elles sont faites à la demande du ministère public, dans les conditions prévues par le présent article, sans préjudice du respect des conditions prévues par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576932&dateTexte=&categorieLien=cid'>550 à 555 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576959&dateTexte=&categorieLien=cid'>564 à 566</a>. </p><p>Ces significations sont réalisées par l'intermédiaire de plateformes d'échanges dématérialisés qui permettent l'envoi d'un avis de mise à disposition au destinataire invitant ce dernier à télécharger l'acte faisant l'objet de la signification et d'un avis de réception par le destinataire au moment où ce dernier télécharge cet acte. Il est conservé une trace de ces avis. </p><p>II.-Il est procédé aux significations au ministère public selon les modalités figurant dans une convention passée entre le ministère de la justice et la chambre nationale des commissaires de justice. </p><p>La réception, sur la boîte aux lettres électronique du ministère public, de l'avis de mise à disposition de l'acte donne lieu à l'émission d'un accusé de réception électronique, qui fait, s'il y a lieu, courir les délais prévus par le présent code. Toutefois, lorsque la signification a été reçue en dehors des jours ouvrables ou après 17 heures, les délais ne commencent à courir que le premier jour ouvrable suivant. Tout avis de mise à disposition transmis à une adresse électronique ne figurant pas sur la liste des adresses communiquées par le ministère de la justice en application de la convention prévue au premier alinéa du présent II est irrecevable. </p><p>III.-Lorsque le mandement de signification adressé par le ministère public au commissaire de justice concerne un dossier de procédure pénale pour lequel le destinataire de la signification a expressément consenti à la communication électronique, le commissaire de justice peut procéder à une signification selon les modalités prévues par le présent III. </p><p>Le commissaire de justice adresse au destinataire, à l'adresse choisie par celui-ci, un avis électronique de mise à disposition sur une plateforme dédiée d'échanges dématérialisés de l'acte faisant l'objet de la signification, en l'invitant à télécharger ce document, cet avis indiquant la date et, le cas échéant, l'heure de la mise à disposition. La date et l'heure de la signification par voie électronique sont celles de l'envoi de cet avis de mise à disposition. Toutefois, à l'égard du destinataire, la signification ne produit ses effets qu'à compter du jour du téléchargement de l'acte ou, au plus tard, à l'issue du délai visé au quatrième alinéa du présent III. </p><p>Ce téléchargement doit se faire selon des modalités qui garantissent la fiabilité de l'identification de la personne, l'intégrité de l'acte, la sécurité, la confidentialité et la conservation de la transmission et permettent d'établir de manière certaine la date du téléchargement. </p><p>Lorsque le téléchargement intervient dans les cinq jours de la transmission de l'acte, il vaut signification à personne. </p><p>Dans les autres cas, la signification est considérée comme faite à domicile le sixième jour après l'envoi de l'avis de mise à disposition prévu au deuxième alinéa du présent III et le commissaire de justice adresse à la personne, conformément aux alinéas deux ou quatre de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576948&dateTexte=&categorieLien=cid'>558</a>, une lettre recommandée avec demande d'avis de réception ou une lettre simple comportant un récépissé. Les dispositions des alinéas trois, cinq et six de cet article 558 sont alors applicables. En application de l'alinéa six de l'article 558, si l'exploit est une citation à comparaître, il ne pourra produire les effets visés aux troisième et cinquième alinéas de l'article 558 du code de procédure pénale que si le délai entre, d'une part, le jour où l'acte a été téléchargé et d'autre part le jour indiqué pour la comparution devant le tribunal correctionnel ou de police est au moins égal à celui fixé, compte tenu de l'éloignement du domicile de l'intéressé, par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576935&dateTexte=&categorieLien=cid'>552</a>. </p><p>IV.-Les modalités d'application du présent article sont précisées par arrêté du ministre de la justice.</p>",
            "num": "D593-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1683331200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1968526676,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095534",
                        "id": "LEGISCTA000006095534",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-02-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Des procédures d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120181",
                        "id": "LEGISCTA000006120181",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-17",
                        "fin": "2999-01-01",
                        "titre": "Titre XII : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137387",
                        "id": "LEGISCTA000006137387",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-10-28",
                        "fin": "2019-05-26",
                        "titre": "Chapitre Ier : Des transmissions de demandes ou des notifications par un moyen de télécommunication électronique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028115575",
                        "id": "LEGISCTA000028115575",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-05-26",
                        "fin": "2023-05-06",
                        "titre": "Chapitre II : Des transmissions de demandes ou des notifications par un moyen de télécommunication électronique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028115575",
                        "id": "LEGISCTA000038581954",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-05-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Des transmissions de demandes, notifications ou significations par un moyen de télécommunication électronique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028115575",
                        "id": "LEGISCTA000047522676",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047521889",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028115575",
            "sectionParentId": "LEGISCTA000047522676",
            "sectionParentTitre": "Chapitre II : Des transmissions de demandes, notifications ou significations par un moyen de télécommunication électronique",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; Livre V : Des procédures d'exécution &gt; Titre XII : Dispositions générales &gt; Chapitre II : Des transmissions de demandes, notifications ou significations par un moyen de télécommunication électronique",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047521889",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047521090",
                    "textTitle": "Décret n°2023-332 du 3 mai 2023 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047521849",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-05-05",
                    "dateSignaTexte": "2023-05-03",
                    "dateDebutCible": "2023-05-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 550",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "550",
                    "articleId": "LEGIARTI000006576932",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -301881600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 552",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "552",
                    "articleId": "LEGIARTI000006576935",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189043200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 558",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "558",
                    "articleId": "LEGIARTI000006576948",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94694400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 564",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "564",
                    "articleId": "LEGIARTI000006576959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 803-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "803-1",
                    "articleId": "LEGIARTI000006578393",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D46-6-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D46-6-3",
                    "articleId": "LEGIARTI000047521868",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1683331200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047521889",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1683331200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D593-1-1",
                "593-1-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}