{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032175483",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les organismes d'inspection accrédités adressent à l'opérateur contrôlé et à l'organisme de défense et de gestion le rapport de contrôle dans le mois qui suit l'achèvement du contrôle. Sur la base du rapport adressé par l'organisme d'inspection accrédité, ou de tout autre élément porté à sa connaissance permettant d'établir que l'opérateur ne respecte pas le cahier des charges, l'organisme de défense et de gestion invite l'opérateur à se mettre en conformité dans un délai déterminé. L'opérateur indique à l'organisme de défense et de gestion les mesures correctives prises à cette fin. Avant l'exclusion d'un opérateur en application du 6° de l'article L. 721-6, l'organisme de défense et de gestion lui adresse une mise en demeure lui demandant de se conformer à ses obligations dans un délai déterminé qui ne peut être inférieur à un mois et l'informant de l'exclusion qu'il encourt s'il s'abstient de cette mise en conformité. II. - Les organismes de certification accrédités adressent à l'opérateur contrôlé le rapport de contrôle dans le mois qui suit l'achèvement du contrôle. La certification n'est octroyée par l'organisme de certification qu'après correction des manquements majeurs par l'opérateur dans le délai fixé par l'organisme de certification. La décision de certification est matérialisée par un certificat adressé à l'opérateur. L'organisme de certification transmet à l'organisme de défense et de gestion une copie de la décision de certification. L'organisme de certification assure la surveillance de l'opérateur certifié. En cas de manquement majeur, l'organisme de certification lui adresse une mise en demeure de corriger ce manquement dans un délai déterminé. L'organisme de certification informe l'organisme de défense et de gestion en cas de modification du certificat ou de réduction, résiliation, suspension ou retrait de la certification. En cas de non-octroi, résiliation, suspension ou retrait de la certification, l'organisme de défense et de gestion exclut l'opérateur sans délai conformément au 6° de l'article L. 721-6. III. - Le rapport de contrôle mentionné aux I et II du présent article et, le cas échéant, le certificat émis par l'organisme de certification contiennent la marque d'accréditation ou une référence textuelle à l'accréditation. IV. - Les informations sur les résultats des contrôles effectués par les organismes d'inspection ou de certification, sur les mesures correctives prises par les opérateurs, sur les décisions de certification, sur les modifications de certificat et sur les réductions, résiliations, suspensions ou retraits de certification sont transmises à l'Institut national de la propriété industrielle par l'organisme de défense et de gestion par voie électronique dans les délais et les conditions fixées par décision du directeur général de l'institut. L'institut vérifie la cohérence entre les rapports de contrôle et les mesures correctives demandées et appliquées.",
            "texteHtml": "<p>I. - Les organismes d'inspection accrédités adressent à l'opérateur contrôlé et à l'organisme de défense et de gestion le rapport de contrôle dans le mois qui suit l'achèvement du contrôle.</p><p>Sur la base du rapport adressé par l'organisme d'inspection accrédité, ou de tout autre élément porté à sa connaissance permettant d'établir que l'opérateur ne respecte pas le cahier des charges, l'organisme de défense et de gestion invite l'opérateur à se mettre en conformité dans un délai déterminé. L'opérateur indique à l'organisme de défense et de gestion les mesures correctives prises à cette fin.</p><p>Avant l'exclusion d'un opérateur en application du 6° de l'article L. 721-6, l'organisme de défense et de gestion lui adresse une mise en demeure lui demandant de se conformer à ses obligations dans un délai déterminé qui ne peut être inférieur à un mois et l'informant de l'exclusion qu'il encourt s'il s'abstient de cette mise en conformité.</p><p>II. - Les organismes de certification accrédités adressent à l'opérateur contrôlé le rapport de contrôle dans le mois qui suit l'achèvement du contrôle.</p><p>La certification n'est octroyée par l'organisme de certification qu'après correction des manquements majeurs par l'opérateur dans le délai fixé par l'organisme de certification. La décision de certification est matérialisée par un certificat adressé à l'opérateur. L'organisme de certification transmet à l'organisme de défense et de gestion une copie de la décision de certification.</p><p>L'organisme de certification assure la surveillance de l'opérateur certifié. En cas de manquement majeur, l'organisme de certification lui adresse une mise en demeure de corriger ce manquement dans un délai déterminé.</p><p>L'organisme de certification informe l'organisme de défense et de gestion en cas de modification du certificat ou de réduction, résiliation, suspension ou retrait de la certification. En cas de non-octroi, résiliation, suspension ou retrait de la certification, l'organisme de défense et de gestion exclut l'opérateur sans délai conformément au 6° de l'article L. 721-6.</p><p>III. - Le rapport de contrôle mentionné aux I et II du présent article et, le cas échéant, le certificat émis par l'organisme de certification contiennent la marque d'accréditation ou une référence textuelle à l'accréditation.</p><p>IV. - Les informations sur les résultats des contrôles effectués par les organismes d'inspection ou de certification, sur les mesures correctives prises par les opérateurs, sur les décisions de certification, sur les modifications de certificat et sur les réductions, résiliations, suspensions ou retraits de certification sont transmises à l'Institut national de la propriété industrielle par l'organisme de défense et de gestion par voie électronique dans les délais et les conditions fixées par décision du directeur général de l'institut. L'institut vérifie la cohérence entre les rapports de contrôle et les mesures correctives demandées et appliquées. </p><p></p>",
            "num": "R721-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1457654400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2145386495,
            "context": {
                "titresTM": [
                    {
                        "debut": "1995-04-13",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083674",
                        "id": "LEGISCTA000006083674",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2019-12-11",
                        "titre": "Livre VII : Marques de fabrique, de commerce ou de service et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133353",
                        "id": "LEGISCTA000006133353",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-11",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Marques de produits ou de services et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133353",
                        "id": "LEGISCTA000039490649",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Indications géographiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019105095",
                        "id": "LEGISCTA000019141574",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019105104",
                        "id": "LEGISCTA000019141572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-06-04",
                        "fin": "2999-01-01",
                        "titre": "Section unique : Indications géographiques protégeant les produits industriels et artisanaux ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030665512",
                        "id": "LEGISCTA000030665512",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Code de la propriété intellectuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069414",
                        "id": "LEGITEXT000006069414",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030665532",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030665512",
            "sectionParentId": "LEGISCTA000030665512",
            "sectionParentTitre": "Section unique : Indications géographiques protégeant les produits industriels et artisanaux ",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VII : Marques de fabrique, de commerce ou de service et autres signes distinctifs &gt; Titre II : Indications géographiques &gt; Chapitre Ier : Généralités &gt; Section unique : Indications géographiques protégeant les produits industriels et artisanaux ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032175483",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069414",
                    "titre": "Code de la propriété intellectuelle",
                    "titreLong": "Code de la propriété intellectuelle",
                    "etat": "VIGUEUR",
                    "dateDebut": 710121600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069414",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 3 du décret n° 2016-280 du 8 mars 2016, les présentes dispositions sont applicables aux demandes d'homologation d'indications géographiques déposées avant son entrée en vigueur.",
            "notaHtml": "<p>Conformément à l'article 3 du décret n° 2016-280 du 8 mars 2016, les présentes dispositions sont applicables aux demandes d'homologation d'indications géographiques déposées avant son entrée en vigueur.</p><p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032174369",
                    "textTitle": "Décret n°2016-280 du 8 mars 2016 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032174763",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-03-10",
                    "dateSignaTexte": "2016-03-08",
                    "dateDebutCible": "2016-03-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L721-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L721-6",
                    "articleId": "LEGIARTI000028742908",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395187200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030665532",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1433376000000,
                    "dateFin": 1457654400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032175483",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1457654400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R721-10",
                "721-10"
            ],
            "versionPrecedente": "LEGIARTI000030665532",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030665532",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sur la base du rapport adressé par l'organisme accrédité ou de tout autre élément porté à sa connaissance permettant d'établir qu'un opérateur ne respecte pas le cahier des charges, l'organisme de défense et de gestion invite celui-ci à se mettre en conformité dans un délai déterminé. L'opérateur lui indique les mesures correctives prises à cette fin. Avant l'exclusion d'un opérateur en application du 6° de l'article L. 721-6, l'organisme de défense et de gestion lui adresse une mise en demeure lui demandant de se conformer à ses obligations dans un délai déterminé qui ne peut être inférieur à un mois et l'informant de l'exclusion qu'il encourt s'il s'abstient de cette mise en conformité. Les informations, mentionnées au 3° de l'article L. 721-6, sur les résultats des contrôles effectués par les organismes accrédités et sur les mesures correctives prises sont transmises à l'Institut national de la propriété industrielle par l'organisme de défense et de gestion, par voie électronique, dans les délais et les conditions fixées par décision du directeur général de l'institut. L'institut vérifie la cohérence entre les rapports de contrôle et les mesures correctives demandées et appliquées.",
            "texteHtml": "<p>Sur la base du rapport adressé par l'organisme accrédité ou de tout autre élément porté à sa connaissance permettant d'établir qu'un opérateur ne respecte pas le cahier des charges, l'organisme de défense et de gestion invite celui-ci à se mettre en conformité dans un délai déterminé. L'opérateur lui indique les mesures correctives prises à cette fin. </p><p><br/>Avant l'exclusion d'un opérateur en application du 6° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000028742908&dateTexte=&categorieLien=cid'>l'article L. 721-6,</a> l'organisme de défense et de gestion lui adresse une mise en demeure lui demandant de se conformer à ses obligations dans un délai déterminé qui ne peut être inférieur à un mois et l'informant de l'exclusion qu'il encourt s'il s'abstient de cette mise en conformité. </p><p><br/>Les informations, mentionnées au 3° de l'article L. 721-6, sur les résultats des contrôles effectués par les organismes accrédités et sur les mesures correctives prises sont transmises à l'Institut national de la propriété industrielle par l'organisme de défense et de gestion, par voie électronique, dans les délais et les conditions fixées par décision du directeur général de l'institut. L'institut vérifie la cohérence entre les rapports de contrôle et les mesures correctives demandées et appliquées.</p>",
            "num": "R721-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1433376000000,
            "dateFin": 1457654400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2145386495,
            "context": {
                "titresTM": [
                    {
                        "debut": "1995-04-13",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083674",
                        "id": "LEGISCTA000006083674",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2019-12-11",
                        "titre": "Livre VII : Marques de fabrique, de commerce ou de service et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133353",
                        "id": "LEGISCTA000006133353",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-11",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Marques de produits ou de services et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133353",
                        "id": "LEGISCTA000039490649",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Indications géographiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019105095",
                        "id": "LEGISCTA000019141574",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019105104",
                        "id": "LEGISCTA000019141572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-06-04",
                        "fin": "2999-01-01",
                        "titre": "Section unique : Indications géographiques protégeant les produits industriels et artisanaux ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030665512",
                        "id": "LEGISCTA000030665512",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Code de la propriété intellectuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069414",
                        "id": "LEGITEXT000006069414",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030665532",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030665512",
            "sectionParentId": "LEGISCTA000030665512",
            "sectionParentTitre": "Section unique : Indications géographiques protégeant les produits industriels et artisanaux ",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VII : Marques de fabrique, de commerce ou de service et autres signes distinctifs &gt; Titre II : Indications géographiques &gt; Chapitre Ier : Généralités &gt; Section unique : Indications géographiques protégeant les produits industriels et artisanaux ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030665532",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069414",
                    "titre": "Code de la propriété intellectuelle",
                    "titreLong": "Code de la propriété intellectuelle",
                    "etat": "VIGUEUR",
                    "dateDebut": 710121600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069414",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030664250",
                    "textTitle": "DÉCRET n°2015-595 du 2 juin 2015 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000030665292",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-06-03",
                    "dateSignaTexte": "2015-06-02",
                    "dateDebutCible": "2015-06-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L721-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L721-6",
                    "articleId": "LEGIARTI000028742908",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395187200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030665532",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1433376000000,
                    "dateFin": 1457654400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032175483",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1457654400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R721-10",
                "721-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}