{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000035586098",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les déclarations d'intérêts et d'activités déposées par le député en application de l'article LO 135-1 ainsi que, le cas échéant, les observations qu'il a formulées sont rendues publiques, dans les limites définies au III du présent article, par la Haute Autorité pour la transparence de la vie publique. Les électeurs peuvent adresser à la Haute Autorité toute observation écrite relative à ces déclarations d'intérêts et d'activités. Les déclarations de situation patrimoniale déposées par le député en application du même article LO 135-1 sont transmises par la Haute Autorité pour la transparence de la vie publique à l'administration fiscale. Celle-ci fournit à la Haute Autorité, dans les trente jours suivant cette transmission, tous les éléments lui permettant d'apprécier l'exhaustivité, l'exactitude et la sincérité de la déclaration de situation patrimoniale, notamment les avis d'imposition de l'intéressé à l'impôt sur le revenu et, le cas échéant, à l'impôt de solidarité sur la fortune. Dans un délai de trois mois suivant la réception des éléments mentionnés au deuxième alinéa du présent I, les déclarations de situation patrimoniale peuvent, avant d'être rendues publiques dans les limites définies au III du présent article, être assorties de toute appréciation de la Haute Autorité qu'elle estime utile quant à leur exhaustivité, leur exactitude et leur sincérité, après avoir mis le député concerné à même de présenter ses observations. Les déclarations de situation patrimoniale sont, aux seules fins de consultation, tenues à la disposition des électeurs inscrits sur les listes électorales : 1° A la préfecture du département d'élection du député ; 2° Au haut-commissariat, pour les députés élus en Nouvelle-Calédonie ou en Polynésie française ; 3° A la préfecture, pour les députés élus dans les autres collectivités d'outre-mer régies par l' article 74 de la Constitution ; 4° A la préfecture de Paris, pour les députés élus par les Français établis hors de France. Ces électeurs peuvent adresser à la Haute Autorité toute observation écrite relative aux déclarations qu'ils ont consultées. II. – La procédure prévue aux huit derniers alinéas du I du présent article est applicable à la déclaration de situation patrimoniale déposée en fin de mandat en application du troisième alinéa du I de l'article LO 135-1. III. – Ne peuvent être rendus publics les éléments suivants : les adresses personnelles de la personne soumise à déclaration, les noms du conjoint, du partenaire lié par un pacte civil de solidarité ou du concubin et des autres membres de sa famille. Pour la déclaration de situation patrimoniale, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens ; les noms des personnes qui possédaient auparavant les biens mentionnés dans la déclaration ; pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; pour les biens en nue-propriété, les noms des usufruitiers ; pour les biens en usufruit, les noms des nus-propriétaires. Pour la déclaration d'intérêts et d'activités, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens. S'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin : 1° Les noms des personnes qui possédaient auparavant des biens mentionnés dans cette déclaration ; 2° Pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; 3° Pour les biens en nue-propriété, les noms des usufruitiers ; 4° Pour les biens en usufruit, les noms des nus-propriétaires. Ne peuvent être rendus publics, s'agissant des biens mobiliers : les noms des personnes qui détenaient auparavant les biens mobiliers mentionnés dans la déclaration de situation patrimoniale ; les noms des personnes qui détenaient auparavant des biens mobiliers mentionnés dans la déclaration d'intérêts et d'activités s'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin. Ne peuvent être rendus publics, s'agissant des instruments financiers : les adresses des établissements financiers et les numéros des comptes détenus. Le cas échéant : 1° L'évaluation rendue publique de la valeur des biens détenus en communauté correspond à la moitié de leur valeur vénale ; 2° L'évaluation rendue publique de la valeur des biens indivis correspond à la part des droits indivis détenus par le déclarant. Les éléments mentionnés au présent III ne peuvent être communiqués qu'à la demande expresse du déclarant ou de ses ayants droit ou sur requête des autorités judiciaires lorsque leur communication est nécessaire à la solution du litige ou utile pour la découverte de la vérité. IV. – Les informations contenues dans les déclarations d'intérêts et d'activités rendues publiques conformément et dans les limites fixées au présent article sont réutilisables dans les conditions prévues aux articles L. 321-1, L. 321-2 , L. 322-1 et L. 322-2 du code des relations entre le public et l'administration. V. – Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, précise les modalités d'application du présent article.",
            "texteHtml": "<p>I. – Les déclarations d'intérêts et d'activités déposées par le député en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353315&dateTexte=&categorieLien=cid'>l'article LO 135-1 </a>ainsi que, le cas échéant, les observations qu'il a formulées sont rendues publiques, dans les limites définies au III du présent article, par la Haute Autorité pour la transparence de la vie publique. Les électeurs peuvent adresser à la Haute Autorité toute observation écrite relative à ces déclarations d'intérêts et d'activités.</p><p>Les déclarations de situation patrimoniale déposées par le député en application du même article LO 135-1 sont transmises par la Haute Autorité pour la transparence de la vie publique à l'administration fiscale. Celle-ci fournit à la Haute Autorité, dans les trente jours suivant cette transmission, tous les éléments lui permettant d'apprécier l'exhaustivité, l'exactitude et la sincérité de la déclaration de situation patrimoniale, notamment les avis d'imposition de l'intéressé à l'impôt sur le revenu et, le cas échéant, à l'impôt de solidarité sur la fortune.</p><p>Dans un délai de trois mois suivant la réception des éléments mentionnés au deuxième alinéa du présent I, les déclarations de situation patrimoniale peuvent, avant d'être rendues publiques dans les limites définies au III du présent article, être assorties de toute appréciation de la Haute Autorité qu'elle estime utile quant à leur exhaustivité, leur exactitude et leur sincérité, après avoir mis le député concerné à même de présenter ses observations.</p><p>Les déclarations de situation patrimoniale sont, aux seules fins de consultation, tenues à la disposition des électeurs inscrits sur les listes électorales :</p><p>1° A la préfecture du département d'élection du député ;</p><p>2° Au haut-commissariat, pour les députés élus en Nouvelle-Calédonie ou en Polynésie française ;</p><p>3° A la préfecture, pour les députés élus dans les autres collectivités d'outre-mer régies par l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000571356&idArticle=LEGIARTI000006527584&dateTexte=&categorieLien=cid'>article 74</a> de la Constitution ;</p><p>4° A la préfecture de Paris, pour les députés élus par les Français établis hors de France.</p><p>Ces électeurs peuvent adresser à la Haute Autorité toute observation écrite relative aux déclarations qu'ils ont consultées.</p><p>II. – La procédure prévue aux huit derniers alinéas du I du présent article est applicable à la déclaration de situation patrimoniale déposée en fin de mandat en application du troisième alinéa du I de l'article LO 135-1.</p><p>III. – Ne peuvent être rendus publics les éléments suivants : les adresses personnelles de la personne soumise à déclaration, les noms du conjoint, du partenaire lié par un pacte civil de solidarité ou du concubin et des autres membres de sa famille.</p><p>Pour la déclaration de situation patrimoniale, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens ; les noms des personnes qui possédaient auparavant les biens mentionnés dans la déclaration ; pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; pour les biens en nue-propriété, les noms des usufruitiers ; pour les biens en usufruit, les noms des nus-propriétaires.</p><p>Pour la déclaration d'intérêts et d'activités, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens. S'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin :</p><p>1° Les noms des personnes qui possédaient auparavant des biens mentionnés dans cette déclaration ;</p><p>2° Pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ;</p><p>3° Pour les biens en nue-propriété, les noms des usufruitiers ;</p><p>4° Pour les biens en usufruit, les noms des nus-propriétaires.</p><p>Ne peuvent être rendus publics, s'agissant des biens mobiliers : les noms des personnes qui détenaient auparavant les biens mobiliers mentionnés dans la déclaration de situation patrimoniale ; les noms des personnes qui détenaient auparavant des biens mobiliers mentionnés dans la déclaration d'intérêts et d'activités s'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin.</p><p>Ne peuvent être rendus publics, s'agissant des instruments financiers : les adresses des établissements financiers et les numéros des comptes détenus.</p><p>Le cas échéant :</p><p>1° L'évaluation rendue publique de la valeur des biens détenus en communauté correspond à la moitié de leur valeur vénale ;</p><p>2° L'évaluation rendue publique de la valeur des biens indivis correspond à la part des droits indivis détenus par le déclarant.</p><p>Les éléments mentionnés au présent III ne peuvent être communiqués qu'à la demande expresse du déclarant ou de ses ayants droit ou sur requête des autorités judiciaires lorsque leur communication est nécessaire à la solution du litige ou utile pour la découverte de la vérité.</p><p>IV. – Les informations contenues dans les déclarations d'intérêts et d'activités rendues publiques conformément et dans les limites fixées au présent article sont réutilisables dans les conditions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000031366350&idArticle=LEGIARTI000032255214&dateTexte=&categorieLien=cid'>L. 321-1, L. 321-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000031366350&idArticle=LEGIARTI000032255220&dateTexte=&categorieLien=cid'>L. 322-1 et L. 322-2 </a>du code des relations entre le public et l'administration.</p><p>V. – Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, précise les modalités d'application du présent article.</p>",
            "num": "LO135-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1505606400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 773082,
            "context": {
                "titresTM": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085760",
                        "id": "LEGISCTA000006085760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2009-01-15",
                        "titre": "LIVRE I : ELECTION DES DEPUTES, DES CONSEILLERS GENERAUX ET DES CONSEILLERS MUNICIPAUX DES DEPARTEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000006115455",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-01-15",
                        "fin": "2014-03-23",
                        "titre": "Livre Ier : Election des députés, des conseillers généraux et des conseillers municipaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000020103140",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-03-23",
                        "fin": "2020-03-01",
                        "titre": "Livre Ier : Election des députés, des conseillers départementaux, des conseillers municipaux et des conseillers communautaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000027433908",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-03-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Election des députés,   des conseillers départementaux, des conseillers métropolitains de Lyon, des conseillers municipaux et des conseillers communautaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000029930685",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions spéciales à l'élection des députés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134754",
                        "id": "LEGISCTA000006134754",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Conditions d'éligibilité et inéligibilités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148465",
                        "id": "LEGISCTA000006148465",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Code électoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070239",
                        "id": "LEGITEXT000006070239",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006353317",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006148465",
            "sectionParentId": "LEGISCTA000006148465",
            "sectionParentTitre": "Chapitre III : Conditions d'éligibilité et inéligibilités",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Election des députés, des conseillers départementaux, des conseillers municipaux et des conseillers communautaires &gt; Titre II : Dispositions spéciales à l'élection des députés &gt; Chapitre III : Conditions d'éligibilité et inéligibilités",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000035586098",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070239",
                    "titre": "Code électoral",
                    "titreLong": "Code électoral",
                    "etat": "VIGUEUR",
                    "dateDebut": -163382400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070239",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035567936",
                    "textTitle": "LOI n°2017-1338 du 15 septembre 2017 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000035569304",
                    "natureText": "LOI_ORGANIQUE",
                    "datePubliTexte": "2017-09-16",
                    "dateSignaTexte": "2017-09-15",
                    "dateDebutCible": "2017-09-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571356",
                    "textTitle": "Constitution du 4 octobre 1958 - art. 74",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "74",
                    "articleId": "LEGIARTI000006527584",
                    "natureText": "CONSTITUTION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -354758400000,
                    "dateDebut": -354758400000
                },
                {
                    "textCid": "JORFTEXT000000684037",
                    "textTitle": "Loi n° 62-1292 du 6 novembre 1962 - art. 3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000044248785",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "62-1292",
                    "datePubli": -225676800000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "JORFTEXT000000321646",
                    "textTitle": "Loi n°88-227 du 11 mars 1988 - art. 2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006355289",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "88-227",
                    "datePubli": 574128000000,
                    "dateDebut": 674179200000
                },
                {
                    "textCid": "JORFTEXT000000769091",
                    "textTitle": "Décret n°2001-213 du 8 mars 2001 - art. 9-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-5",
                    "articleId": "LEGIARTI000037114056",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-213",
                    "datePubli": 984096000000,
                    "dateDebut": 1530230400000
                },
                {
                    "textCid": "JORFTEXT000028056223",
                    "textTitle": "LOI organique n°2013-906  du 11 octobre 2013 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000028056286",
                    "natureText": "LOI_ORGANIQUE",
                    "parentCid": null,
                    "numTexte": "2013-906",
                    "datePubli": 1381536000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028056529",
                    "textTitle": "Observations du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028056530",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1381536000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212  du 23 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028386984",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212  du 23 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028387009",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000028392120",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1388188800000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000028392140",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1388188800000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000032524827",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000032524831",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000029001596",
                    "textTitle": "Décret n°2014-550  du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029001607",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-550",
                    "datePubli": 1401321600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029045271",
                    "textTitle": "Arrêté du 28 mai 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029047996",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1401926400000,
                    "dateDebut": 1402012800000
                },
                {
                    "textCid": "JORFTEXT000029210826",
                    "textTitle": "ARRÊTÉ du 8 juillet 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000029212287",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1404864000000,
                    "dateDebut": 1404950400000
                },
                {
                    "textCid": "JORFTEXT000031425652",
                    "textTitle": "DÉCRET n°2015-1423 du 5 novembre 2015 - art. Annexe 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000045148372",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1423",
                    "datePubli": 1446768000000,
                    "dateDebut": 1644451200000
                },
                {
                    "textCid": "JORFTEXT000032149571",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032149631",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1457049600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032149571",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032149650",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1457049600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032519467",
                    "textTitle": "Décret n°2016-570 du 11 mai 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000032522096",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-570",
                    "datePubli": 1463097600000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000033675208",
                    "textTitle": "Décret n°2016-1819 du 22 décembre 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033679193",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1819",
                    "datePubli": 1482451200000,
                    "dateDebut": 1482537600000
                },
                {
                    "textCid": "JORFTEXT000035568034",
                    "textTitle": "Décision n°2017-753 DC du 8 septembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035568035",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-753 DC",
                    "datePubli": 1505520000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043280519",
                    "textTitle": "HATX2108737X - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043280560",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1616544000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. LO135-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "LO135-1",
                    "articleId": "LEGIARTI000006353315",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1505606400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L139 B (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L139 B",
                    "articleId": "LEGIARTI000044961506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646092800000
                },
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'administration - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000032255214",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458345600000
                },
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'administration - art. L322-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-1",
                    "articleId": "LEGIARTI000032255220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458345600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006353317",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 574128000000,
                    "dateFin": 1387497600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028059568",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1387497600000,
                    "dateFin": 1458345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032274253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1458345600000,
                    "dateFin": 1505606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035586098",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1505606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "LO135-2",
                "135-2"
            ],
            "versionPrecedente": "LEGIARTI000032274253",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032274253",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les déclarations d'intérêts et d'activités déposées par le député en application de l'article LO 135-1 ainsi que, le cas échéant, les observations qu'il a formulées sont rendues publiques, dans les limites définies au III du présent article, par la Haute Autorité pour la transparence de la vie publique. Les électeurs peuvent adresser à la Haute Autorité toute observation écrite relative à ces déclarations d'intérêts et d'activités. Les déclarations de situation patrimoniale déposées par le député en application du même article LO 135-1 sont transmises par la Haute Autorité pour la transparence de la vie publique à l'administration fiscale. Celle-ci fournit à la Haute Autorité, dans les trente jours suivant cette transmission, tous les éléments lui permettant d'apprécier l'exhaustivité, l'exactitude et la sincérité de la déclaration de situation patrimoniale, notamment les avis d'imposition de l'intéressé à l'impôt sur le revenu et, le cas échéant, à l'impôt de solidarité sur la fortune. Dans un délai de trois mois suivant la réception des éléments mentionnés au deuxième alinéa du présent I, les déclarations de situation patrimoniale peuvent, avant d'être rendues publiques dans les limites définies au III du présent article, être assorties de toute appréciation de la Haute Autorité qu'elle estime utile quant à leur exhaustivité, leur exactitude et leur sincérité, après avoir mis le député concerné à même de présenter ses observations. Les déclarations de situation patrimoniale sont, aux seules fins de consultation, tenues à la disposition des électeurs inscrits sur les listes électorales : 1° A la préfecture du département d'élection du député ; 2° Au haut-commissariat, pour les députés élus en Nouvelle-Calédonie ou en Polynésie française ; 3° A la préfecture, pour les députés élus dans les autres collectivités d'outre-mer régies par l' article 74 de la Constitution ; 4° A la préfecture de Paris, pour les députés élus par les Français établis hors de France. Ces électeurs peuvent adresser à la Haute Autorité toute observation écrite relative aux déclarations qu'ils ont consultées. Sauf si le déclarant a lui-même rendu publique sa déclaration de situation patrimoniale, le fait de publier ou de divulguer, de quelque manière que ce soit, tout ou partie des déclarations de situation patrimoniale, des observations ou des appréciations prévues aux deuxième à avant-dernier alinéas du présent I est puni de 45 000 € d'amende. II. - La procédure prévue aux neuf derniers alinéas du I du présent article est applicable à la déclaration de situation patrimoniale déposée en fin de mandat en application du troisième alinéa du I de l'article LO 135-1. III. - Ne peuvent être rendus publics les éléments suivants : les adresses personnelles de la personne soumise à déclaration, les noms du conjoint, du partenaire lié par un pacte civil de solidarité ou du concubin et des autres membres de sa famille. Pour la déclaration de situation patrimoniale, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens ; les noms des personnes qui possédaient auparavant les biens mentionnés dans la déclaration ; pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; pour les biens en nue-propriété, les noms des usufruitiers ; pour les biens en usufruit, les noms des nus-propriétaires. Pour la déclaration d'intérêts et d'activités, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens. S'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin : 1° Les noms des personnes qui possédaient auparavant des biens mentionnés dans cette déclaration ; 2° Pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; 3° Pour les biens en nue-propriété, les noms des usufruitiers ; 4° Pour les biens en usufruit, les noms des nus-propriétaires. Ne peuvent être rendus publics, s'agissant des biens mobiliers : les noms des personnes qui détenaient auparavant les biens mobiliers mentionnés dans la déclaration de situation patrimoniale ; les noms des personnes qui détenaient auparavant des biens mobiliers mentionnés dans la déclaration d'intérêts et d'activités s'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin. Ne peuvent être rendus publics, s'agissant des instruments financiers : les adresses des établissements financiers et les numéros des comptes détenus. Le cas échéant : 1° L'évaluation rendue publique de la valeur des biens détenus en communauté correspond à la moitié de leur valeur vénale ; 2° L'évaluation rendue publique de la valeur des biens indivis correspond à la part des droits indivis détenus par le déclarant. Les éléments mentionnés au présent III ne peuvent être communiqués qu'à la demande expresse du déclarant ou de ses ayants droit ou sur requête des autorités judiciaires lorsque leur communication est nécessaire à la solution du litige ou utile pour la découverte de la vérité. IV. - Les informations contenues dans les déclarations d'intérêts et d'activités rendues publiques conformément et dans les limites fixées au présent article sont réutilisables dans les conditions prévues aux articles L. 321-1, L. 321-2 , L. 322-1 et L. 322-2 du code des relations entre le public et l'administration. V. - Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, précise les modalités d'application du présent article.",
            "texteHtml": "<p>I. - Les déclarations d'intérêts et d'activités déposées par le député en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353315&dateTexte=&categorieLien=cid' title='Code électoral - art. LO135-1 (V)'>l'article LO 135-1 </a>ainsi que, le cas échéant, les observations qu'il a formulées sont rendues publiques, dans les limites définies au III du présent article, par la Haute Autorité pour la transparence de la vie publique. Les électeurs peuvent adresser à la Haute Autorité toute observation écrite relative à ces déclarations d'intérêts et d'activités. </p><p>Les déclarations de situation patrimoniale déposées par le député en application du même article LO 135-1 sont transmises par la Haute Autorité pour la transparence de la vie publique à l'administration fiscale. Celle-ci fournit à la Haute Autorité, dans les trente jours suivant cette transmission, tous les éléments lui permettant d'apprécier l'exhaustivité, l'exactitude et la sincérité de la déclaration de situation patrimoniale, notamment les avis d'imposition de l'intéressé à l'impôt sur le revenu et, le cas échéant, à l'impôt de solidarité sur la fortune. </p><p>Dans un délai de trois mois suivant la réception des éléments mentionnés au deuxième alinéa du présent I, les déclarations de situation patrimoniale peuvent, avant d'être rendues publiques dans les limites définies au III du présent article, être assorties de toute appréciation de la Haute Autorité qu'elle estime utile quant à leur exhaustivité, leur exactitude et leur sincérité, après avoir mis le député concerné à même de présenter ses observations. </p><p>Les déclarations de situation patrimoniale sont, aux seules fins de consultation, tenues à la disposition des électeurs inscrits sur les listes électorales : </p><p>1° A la préfecture du département d'élection du député ; </p><p>2° Au haut-commissariat, pour les députés élus en Nouvelle-Calédonie ou en Polynésie française ; </p><p>3° A la préfecture, pour les députés élus dans les autres collectivités d'outre-mer régies par l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000571356&idArticle=LEGIARTI000006527584&dateTexte=&categorieLien=cid' title='Constitution du 4 octobre 1958 - art. 74 (V)'>article 74</a> de la Constitution ; </p><p>4° A la préfecture de Paris, pour les députés élus par les Français établis hors de France. </p><p>Ces électeurs peuvent adresser à la Haute Autorité toute observation écrite relative aux déclarations qu'ils ont consultées. </p><p>Sauf si le déclarant a lui-même rendu publique sa déclaration de situation patrimoniale, le fait de publier ou de divulguer, de quelque manière que ce soit, tout ou partie des déclarations de situation patrimoniale, des observations ou des appréciations prévues aux deuxième à avant-dernier alinéas du présent I est puni de 45 000 € d'amende. </p><p>II. - La procédure prévue aux neuf derniers alinéas du I du présent article est applicable à la déclaration de situation patrimoniale déposée en fin de mandat en application du troisième alinéa du I de l'article LO 135-1. </p><p>III. - Ne peuvent être rendus publics les éléments suivants : les adresses personnelles de la personne soumise à déclaration, les noms du conjoint, du partenaire lié par un pacte civil de solidarité ou du concubin et des autres membres de sa famille. </p><p>Pour la déclaration de situation patrimoniale, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens ; les noms des personnes qui possédaient auparavant les biens mentionnés dans la déclaration ; pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; pour les biens en nue-propriété, les noms des usufruitiers ; pour les biens en usufruit, les noms des nus-propriétaires. </p><p>Pour la déclaration d'intérêts et d'activités, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens. S'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin : </p><p>1° Les noms des personnes qui possédaient auparavant des biens mentionnés dans cette déclaration ; </p><p>2° Pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; </p><p>3° Pour les biens en nue-propriété, les noms des usufruitiers ; </p><p>4° Pour les biens en usufruit, les noms des nus-propriétaires. </p><p>Ne peuvent être rendus publics, s'agissant des biens mobiliers : les noms des personnes qui détenaient auparavant les biens mobiliers mentionnés dans la déclaration de situation patrimoniale ; les noms des personnes qui détenaient auparavant des biens mobiliers mentionnés dans la déclaration d'intérêts et d'activités s'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin. </p><p>Ne peuvent être rendus publics, s'agissant des instruments financiers : les adresses des établissements financiers et les numéros des comptes détenus. </p><p>Le cas échéant : </p><p>1° L'évaluation rendue publique de la valeur des biens détenus en communauté correspond à la moitié de leur valeur vénale ; </p><p>2° L'évaluation rendue publique de la valeur des biens indivis correspond à la part des droits indivis détenus par le déclarant. </p><p>Les éléments mentionnés au présent III ne peuvent être communiqués qu'à la demande expresse du déclarant ou de ses ayants droit ou sur requête des autorités judiciaires lorsque leur communication est nécessaire à la solution du litige ou utile pour la découverte de la vérité. </p><p>IV. - Les informations contenues dans les déclarations d'intérêts et d'activités rendues publiques conformément et dans les limites fixées au présent article sont réutilisables dans les conditions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000031366350&idArticle=LEGIARTI000032255214&dateTexte=&categorieLien=cid' title='Code des relations entre le public et l'adminis... - art. L321-1 (V)'>L. 321-1, L. 321-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000031366350&idArticle=LEGIARTI000032255220&dateTexte=&categorieLien=cid' title='Code des relations entre le public et l'adminis... - art. L322-1 (V)'>L. 322-1 et L. 322-2 </a>du code des relations entre le public et l'administration. </p><p>V. - Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, précise les modalités d'application du présent article.</p>",
            "num": "LO135-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1458345600000,
            "dateFin": 1505606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 773082,
            "context": {
                "titresTM": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085760",
                        "id": "LEGISCTA000006085760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2009-01-15",
                        "titre": "LIVRE I : ELECTION DES DEPUTES, DES CONSEILLERS GENERAUX ET DES CONSEILLERS MUNICIPAUX DES DEPARTEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000006115455",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-01-15",
                        "fin": "2014-03-23",
                        "titre": "Livre Ier : Election des députés, des conseillers généraux et des conseillers municipaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000020103140",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-03-23",
                        "fin": "2020-03-01",
                        "titre": "Livre Ier : Election des députés, des conseillers départementaux, des conseillers municipaux et des conseillers communautaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000027433908",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-03-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Election des députés,   des conseillers départementaux, des conseillers métropolitains de Lyon, des conseillers municipaux et des conseillers communautaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000029930685",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions spéciales à l'élection des députés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134754",
                        "id": "LEGISCTA000006134754",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Conditions d'éligibilité et inéligibilités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148465",
                        "id": "LEGISCTA000006148465",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Code électoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070239",
                        "id": "LEGITEXT000006070239",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006353317",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006148465",
            "sectionParentId": "LEGISCTA000006148465",
            "sectionParentTitre": "Chapitre III : Conditions d'éligibilité et inéligibilités",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Election des députés, des conseillers départementaux, des conseillers municipaux et des conseillers communautaires &gt; Titre II : Dispositions spéciales à l'élection des députés &gt; Chapitre III : Conditions d'éligibilité et inéligibilités",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032274253",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070239",
                    "titre": "Code électoral",
                    "titreLong": "Code électoral",
                    "etat": "VIGUEUR",
                    "dateDebut": -163382400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070239",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi organique n° 2013-906 du 11 octobre 2013, article 1 : Le présent article entre en vigueur à compter de la date de publication au Journal officiel du décret nommant le président de la Haute Autorité pour la transparence de la vie publique. Le décret portant nomination du président de la Haute Autorité pour la  transparence de la vie publique a été publié le 20 décembre 2013.",
            "notaHtml": "<p>Loi organique n° 2013-906 du 11 octobre 2013, article 1 : Le présent article entre en vigueur à compter de la date de publication au Journal officiel du décret nommant le président de la Haute Autorité pour la transparence de la vie publique. Le décret portant nomination du président de la Haute Autorité pour la  transparence de la vie publique a été publié le 20 décembre 2013.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032242360",
                    "textTitle": "Ordonnance n°2016-307 du 17 mars 2016 - art. 4 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000032252691",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-03-18",
                    "dateSignaTexte": "2016-03-17",
                    "dateDebutCible": "2016-03-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571356",
                    "textTitle": "Constitution du 4 octobre 1958 - art. 74 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "74",
                    "articleId": "LEGIARTI000006527584",
                    "natureText": "CONSTITUTION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -354758400000,
                    "dateDebut": -354758400000
                },
                {
                    "textCid": "JORFTEXT000000684037",
                    "textTitle": "Loi n° 62-1292 du 6 novembre 1962 - art. 3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000044248785",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "62-1292",
                    "datePubli": -225676800000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "JORFTEXT000000321646",
                    "textTitle": "Loi n°88-227 du 11 mars 1988 - art. 2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006355289",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "88-227",
                    "datePubli": 574128000000,
                    "dateDebut": 674179200000
                },
                {
                    "textCid": "JORFTEXT000000769091",
                    "textTitle": "Décret n°2001-213 du 8 mars 2001 - art. 9-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-5",
                    "articleId": "LEGIARTI000037114056",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-213",
                    "datePubli": 984096000000,
                    "dateDebut": 1530230400000
                },
                {
                    "textCid": "JORFTEXT000028056223",
                    "textTitle": "LOI organique n°2013-906  du 11 octobre 2013 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000028056286",
                    "natureText": "LOI_ORGANIQUE",
                    "parentCid": null,
                    "numTexte": "2013-906",
                    "datePubli": 1381536000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028056529",
                    "textTitle": "Observations du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028056530",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1381536000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212  du 23 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028386984",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212  du 23 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028387009",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000028392120",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1388188800000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000028392140",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1388188800000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000032524827",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000032524831",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000029001596",
                    "textTitle": "Décret n°2014-550  du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029001607",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-550",
                    "datePubli": 1401321600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029045271",
                    "textTitle": "Arrêté du 28 mai 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029047996",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1401926400000,
                    "dateDebut": 1402012800000
                },
                {
                    "textCid": "JORFTEXT000029210826",
                    "textTitle": "ARRÊTÉ du 8 juillet 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000029212287",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1404864000000,
                    "dateDebut": 1404950400000
                },
                {
                    "textCid": "JORFTEXT000031425652",
                    "textTitle": "DÉCRET n°2015-1423 du 5 novembre 2015 - art. Annexe 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000045148372",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1423",
                    "datePubli": 1446768000000,
                    "dateDebut": 1644451200000
                },
                {
                    "textCid": "JORFTEXT000032149571",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032149631",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1457049600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032149571",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032149650",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1457049600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032519467",
                    "textTitle": "Décret n°2016-570 du 11 mai 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000032522096",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-570",
                    "datePubli": 1463097600000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000033675208",
                    "textTitle": "Décret n°2016-1819 du 22 décembre 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033679193",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1819",
                    "datePubli": 1482451200000,
                    "dateDebut": 1482537600000
                },
                {
                    "textCid": "JORFTEXT000035568034",
                    "textTitle": "Décision n°2017-753 DC du 8 septembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035568035",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-753 DC",
                    "datePubli": 1505520000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043280519",
                    "textTitle": "HATX2108737X - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043280560",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1616544000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. LO135-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "LO135-1",
                    "articleId": "LEGIARTI000006353315",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1505606400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L139 B (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L139 B",
                    "articleId": "LEGIARTI000044961506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646092800000
                },
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'adminis... - art. L321-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000032255214",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458345600000
                },
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'adminis... - art. L322-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-1",
                    "articleId": "LEGIARTI000032255220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458345600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006353317",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 574128000000,
                    "dateFin": 1387497600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028059568",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1387497600000,
                    "dateFin": 1458345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032274253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1458345600000,
                    "dateFin": 1505606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035586098",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1505606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "LO135-2",
                "135-2"
            ],
            "versionPrecedente": "LEGIARTI000028059568",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028059568",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les déclarations d'intérêts et d'activités déposées par le député en application de l'article LO 135-1 ainsi que, le cas échéant, les observations qu'il a formulées sont rendues publiques, dans les limites définies au III du présent article, par la Haute Autorité pour la transparence de la vie publique. Les électeurs peuvent adresser à la Haute Autorité toute observation écrite relative à ces déclarations d'intérêts et d'activités. Les déclarations de situation patrimoniale déposées par le député en application du même article LO 135-1 sont transmises par la Haute Autorité pour la transparence de la vie publique à l'administration fiscale. Celle-ci fournit à la Haute Autorité, dans les trente jours suivant cette transmission, tous les éléments lui permettant d'apprécier l'exhaustivité, l'exactitude et la sincérité de la déclaration de situation patrimoniale, notamment les avis d'imposition de l'intéressé à l'impôt sur le revenu et, le cas échéant, à l'impôt de solidarité sur la fortune. Dans un délai de trois mois suivant la réception des éléments mentionnés au deuxième alinéa du présent I, les déclarations de situation patrimoniale peuvent, avant d'être rendues publiques dans les limites définies au III du présent article, être assorties de toute appréciation de la Haute Autorité qu'elle estime utile quant à leur exhaustivité, leur exactitude et leur sincérité, après avoir mis le député concerné à même de présenter ses observations. Les déclarations de situation patrimoniale sont, aux seules fins de consultation, tenues à la disposition des électeurs inscrits sur les listes électorales : 1° A la préfecture du département d'élection du député ; 2° Au haut-commissariat, pour les députés élus en Nouvelle-Calédonie ou en Polynésie française ; 3° A la préfecture, pour les députés élus dans les autres collectivités d'outre-mer régies par l'article 74 de la Constitution ; 4° A la préfecture de Paris, pour les députés élus par les Français établis hors de France. Ces électeurs peuvent adresser à la Haute Autorité toute observation écrite relative aux déclarations qu'ils ont consultées. Sauf si le déclarant a lui-même rendu publique sa déclaration de situation patrimoniale, le fait de publier ou de divulguer, de quelque manière que ce soit, tout ou partie des déclarations de situation patrimoniale, des observations ou des appréciations prévues aux deuxième à avant-dernier alinéas du présent I est puni de 45 000 € d'amende. II.-La procédure prévue aux neuf derniers alinéas du I du présent article est applicable à la déclaration de situation patrimoniale déposée en fin de mandat en application du troisième alinéa du I de l'article LO 135-1. III.-Ne peuvent être rendus publics les éléments suivants : les adresses personnelles de la personne soumise à déclaration, les noms du conjoint, du partenaire lié par un pacte civil de solidarité ou du concubin et des autres membres de sa famille. Pour la déclaration de situation patrimoniale, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens ; les noms des personnes qui possédaient auparavant les biens mentionnés dans la déclaration ; pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; pour les biens en nue-propriété, les noms des usufruitiers ; pour les biens en usufruit, les noms des nus-propriétaires. Pour la déclaration d'intérêts et d'activités, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens. S'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin : 1° Les noms des personnes qui possédaient auparavant des biens mentionnés dans cette déclaration ; 2° Pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; 3° Pour les biens en nue-propriété, les noms des usufruitiers ; 4° Pour les biens en usufruit, les noms des nus-propriétaires. Ne peuvent être rendus publics, s'agissant des biens mobiliers : les noms des personnes qui détenaient auparavant les biens mobiliers mentionnés dans la déclaration de situation patrimoniale ; les noms des personnes qui détenaient auparavant des biens mobiliers mentionnés dans la déclaration d'intérêts et d'activités s'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin. Ne peuvent être rendus publics, s'agissant des instruments financiers : les adresses des établissements financiers et les numéros des comptes détenus. Le cas échéant : 1° L'évaluation rendue publique de la valeur des biens détenus en communauté correspond à la moitié de leur valeur vénale ; 2° L'évaluation rendue publique de la valeur des biens indivis correspond à la part des droits indivis détenus par le déclarant. Les éléments mentionnés au présent III ne peuvent être communiqués qu'à la demande expresse du déclarant ou de ses ayants droit ou sur requête des autorités judiciaires lorsque leur communication est nécessaire à la solution du litige ou utile pour la découverte de la vérité. IV.-Les informations contenues dans les déclarations d'intérêts et d'activités rendues publiques conformément et dans les limites fixées au présent article sont réutilisables dans les conditions prévues aux articles 10 à 13 de la loi n° 78-753 du 17 juillet 1978 portant diverses mesures d'amélioration des relations entre l'administration et le public et diverses dispositions d'ordre administratif, social et fiscal. V.-Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, précise les modalités d'application du présent article.",
            "texteHtml": "<p>I.-Les déclarations d'intérêts et d'activités déposées par le député en application de l'article LO 135-1 ainsi que, le cas échéant, les observations qu'il a formulées sont rendues publiques, dans les limites définies au III du présent article, par la Haute Autorité pour la transparence de la vie publique. Les électeurs peuvent adresser à la Haute Autorité toute observation écrite relative à ces déclarations d'intérêts et d'activités. </p><p>Les déclarations de situation patrimoniale déposées par le député en application du même article LO 135-1 sont transmises par la Haute Autorité pour la transparence de la vie publique à l'administration fiscale. Celle-ci fournit à la Haute Autorité, dans les trente jours suivant cette transmission, tous les éléments lui permettant d'apprécier l'exhaustivité, l'exactitude et la sincérité de la déclaration de situation patrimoniale, notamment les avis d'imposition de l'intéressé à l'impôt sur le revenu et, le cas échéant, à l'impôt de solidarité sur la fortune. </p><p>Dans un délai de trois mois suivant la réception des éléments mentionnés au deuxième alinéa du présent I, les déclarations de situation patrimoniale peuvent, avant d'être rendues publiques dans les limites définies au III du présent article, être assorties de toute appréciation de la Haute Autorité qu'elle estime utile quant à leur exhaustivité, leur exactitude et leur sincérité, après avoir mis le député concerné à même de présenter ses observations. </p><p>Les déclarations de situation patrimoniale sont, aux seules fins de consultation, tenues à la disposition des électeurs inscrits sur les listes électorales : </p><p>1° A la préfecture du département d'élection du député ; </p><p>2° Au haut-commissariat, pour les députés élus en Nouvelle-Calédonie ou en Polynésie française ; </p><p>3° A la préfecture, pour les députés élus dans les autres collectivités d'outre-mer régies par l'article 74 de la Constitution ; </p><p>4° A la préfecture de Paris, pour les députés élus par les Français établis hors de France. </p><p>Ces électeurs peuvent adresser à la Haute Autorité toute observation écrite relative aux déclarations qu'ils ont consultées. </p><p>Sauf si le déclarant a lui-même rendu publique sa déclaration de situation patrimoniale, le fait de publier ou de divulguer, de quelque manière que ce soit, tout ou partie des déclarations de situation patrimoniale, des observations ou des appréciations prévues aux deuxième à avant-dernier alinéas du présent I est puni de 45 000 € d'amende. </p><p>II.-La procédure prévue aux neuf derniers alinéas du I du présent article est applicable à la déclaration de situation patrimoniale déposée en fin de mandat en application du troisième alinéa du I de l'article LO 135-1. </p><p>III.-Ne peuvent être rendus publics les éléments suivants : les adresses personnelles de la personne soumise à déclaration, les noms du conjoint, du partenaire lié par un pacte civil de solidarité ou du concubin et des autres membres de sa famille. </p><p>Pour la déclaration de situation patrimoniale, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens ; les noms des personnes qui possédaient auparavant les biens mentionnés dans la déclaration ; pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; pour les biens en nue-propriété, les noms des usufruitiers ; pour les biens en usufruit, les noms des nus-propriétaires. </p><p>Pour la déclaration d'intérêts et d'activités, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens. S'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin : </p><p>1° Les noms des personnes qui possédaient auparavant des biens mentionnés dans cette déclaration ; </p><p>2° Pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; </p><p>3° Pour les biens en nue-propriété, les noms des usufruitiers ; </p><p>4° Pour les biens en usufruit, les noms des nus-propriétaires. </p><p>Ne peuvent être rendus publics, s'agissant des biens mobiliers : les noms des personnes qui détenaient auparavant les biens mobiliers mentionnés dans la déclaration de situation patrimoniale ; les noms des personnes qui détenaient auparavant des biens mobiliers mentionnés dans la déclaration d'intérêts et d'activités s'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin. </p><p>Ne peuvent être rendus publics, s'agissant des instruments financiers : les adresses des établissements financiers et les numéros des comptes détenus. </p><p>Le cas échéant : </p><p>1° L'évaluation rendue publique de la valeur des biens détenus en communauté correspond à la moitié de leur valeur vénale ; </p><p>2° L'évaluation rendue publique de la valeur des biens indivis correspond à la part des droits indivis détenus par le déclarant. </p><p>Les éléments mentionnés au présent III ne peuvent être communiqués qu'à la demande expresse du déclarant ou de ses ayants droit ou sur requête des autorités judiciaires lorsque leur communication est nécessaire à la solution du litige ou utile pour la découverte de la vérité. </p><p>IV.-Les informations contenues dans les déclarations d'intérêts et d'activités rendues publiques conformément et dans les limites fixées au présent article sont réutilisables dans les conditions prévues aux articles 10 à 13 de la loi n° 78-753 du 17 juillet 1978 portant diverses mesures d'amélioration des relations entre l'administration et le public et diverses dispositions d'ordre administratif, social et fiscal. </p><p>V.-Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, précise les modalités d'application du présent article.</p>",
            "num": "LO135-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1387497600000,
            "dateFin": 1458345600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 773082,
            "context": {
                "titresTM": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085760",
                        "id": "LEGISCTA000006085760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2009-01-15",
                        "titre": "LIVRE I : ELECTION DES DEPUTES, DES CONSEILLERS GENERAUX ET DES CONSEILLERS MUNICIPAUX DES DEPARTEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000006115455",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-01-15",
                        "fin": "2014-03-23",
                        "titre": "Livre Ier : Election des députés, des conseillers généraux et des conseillers municipaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000020103140",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-03-23",
                        "fin": "2020-03-01",
                        "titre": "Livre Ier : Election des députés, des conseillers départementaux, des conseillers municipaux et des conseillers communautaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000027433908",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-03-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Election des députés,   des conseillers départementaux, des conseillers métropolitains de Lyon, des conseillers municipaux et des conseillers communautaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000029930685",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions spéciales à l'élection des députés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134754",
                        "id": "LEGISCTA000006134754",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Conditions d'éligibilité et inéligibilités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148465",
                        "id": "LEGISCTA000006148465",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Code électoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070239",
                        "id": "LEGITEXT000006070239",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006353317",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006148465",
            "sectionParentId": "LEGISCTA000006148465",
            "sectionParentTitre": "Chapitre III : Conditions d'éligibilité et inéligibilités",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Election des députés, des conseillers départementaux, des conseillers municipaux et des conseillers communautaires &gt; Titre II : Dispositions spéciales à l'élection des députés &gt; Chapitre III : Conditions d'éligibilité et inéligibilités",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028059568",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070239",
                    "titre": "Code électoral",
                    "titreLong": "Code électoral",
                    "etat": "VIGUEUR",
                    "dateDebut": -163382400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070239",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi organique n° 2013-906 du 11 octobre 2013, article 1 : Le présent article entre en vigueur à compter de la date de publication au Journal officiel du décret nommant le président de la Haute Autorité pour la transparence de la vie publique. Le décret portant nomination du président de la Haute Autorité pour la  transparence de la vie publique a été publié le 20 décembre 2013.",
            "notaHtml": "<p>Loi organique n° 2013-906 du 11 octobre 2013, article 1 : Le présent article entre en vigueur à compter de la date de publication au Journal officiel du décret nommant le président de la Haute Autorité pour la transparence de la vie publique. Le décret portant nomination du président de la Haute Autorité pour la  transparence de la vie publique a été publié le 20 décembre 2013.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000670066",
                    "textTitle": "Décret n° 64-1086 du 27 octobre 1964",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000670066",
                    "natureText": "DECRET",
                    "datePubliTexte": "1964-10-28",
                    "dateSignaTexte": "1964-10-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000028056223",
                    "textTitle": "LOI organique n°2013-906\n du 11 octobre 2013 - art. 1 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028057434",
                    "natureText": "LOI_ORGANIQUE",
                    "datePubliTexte": "2013-10-12",
                    "dateSignaTexte": "2013-10-11",
                    "dateDebutCible": "2013-10-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000684037",
                    "textTitle": "Loi n° 62-1292 du 6 novembre 1962 - art. 3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000044248785",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "62-1292",
                    "datePubli": -225676800000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "JORFTEXT000000339241",
                    "textTitle": "LOI n° 78-753 du 17 juillet 1978 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006528240",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-753",
                    "datePubli": 269568000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "JORFTEXT000000321646",
                    "textTitle": "Loi n°88-227 du 11 mars 1988 - art. 2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006355289",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "88-227",
                    "datePubli": 574128000000,
                    "dateDebut": 674179200000
                },
                {
                    "textCid": "JORFTEXT000000769091",
                    "textTitle": "Décret n°2001-213 du 8 mars 2001 - art. 9-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-5",
                    "articleId": "LEGIARTI000037114056",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-213",
                    "datePubli": 984096000000,
                    "dateDebut": 1530230400000
                },
                {
                    "textCid": "JORFTEXT000028056223",
                    "textTitle": "LOI organique n°2013-906  du 11 octobre 2013 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000028056286",
                    "natureText": "LOI_ORGANIQUE",
                    "parentCid": null,
                    "numTexte": "2013-906",
                    "datePubli": 1381536000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028056529",
                    "textTitle": "Observations du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028056530",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1381536000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212  du 23 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028386984",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212  du 23 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028387009",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000028392120",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1388188800000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000028392140",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1388188800000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000032524827",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000032524831",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000029001596",
                    "textTitle": "Décret n°2014-550  du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029001607",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-550",
                    "datePubli": 1401321600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029045271",
                    "textTitle": "Arrêté du 28 mai 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029047996",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1401926400000,
                    "dateDebut": 1402012800000
                },
                {
                    "textCid": "JORFTEXT000029210826",
                    "textTitle": "ARRÊTÉ du 8 juillet 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000029212287",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1404864000000,
                    "dateDebut": 1404950400000
                },
                {
                    "textCid": "JORFTEXT000031425652",
                    "textTitle": "DÉCRET n°2015-1423 du 5 novembre 2015 - art. Annexe 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000045148372",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1423",
                    "datePubli": 1446768000000,
                    "dateDebut": 1644451200000
                },
                {
                    "textCid": "JORFTEXT000032149571",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032149631",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1457049600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032149571",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032149650",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1457049600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032519467",
                    "textTitle": "Décret n°2016-570 du 11 mai 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000032522096",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-570",
                    "datePubli": 1463097600000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000033675208",
                    "textTitle": "Décret n°2016-1819 du 22 décembre 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033679193",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1819",
                    "datePubli": 1482451200000,
                    "dateDebut": 1482537600000
                },
                {
                    "textCid": "JORFTEXT000035568034",
                    "textTitle": "Décision n°2017-753 DC du 8 septembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035568035",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-753 DC",
                    "datePubli": 1505520000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043280519",
                    "textTitle": "HATX2108737X - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043280560",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1616544000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. LO135-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "LO135-1",
                    "articleId": "LEGIARTI000006353315",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1505606400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L139 B (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L139 B",
                    "articleId": "LEGIARTI000044961506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646092800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006353317",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 574128000000,
                    "dateFin": 1387497600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028059568",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1387497600000,
                    "dateFin": 1458345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032274253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1458345600000,
                    "dateFin": 1505606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035586098",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1505606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "LO135-2",
                "135-2"
            ],
            "versionPrecedente": "LEGIARTI000006353317",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006353317",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les déclarations déposées par le député conformément aux dispositions de l'article L. O. 135-1 du code électoral ainsi que, éventuellement, les observations qu'il a formulées, ne peuvent être communiquées qu'à la demande expresse du déclarant ou de ses ayants droit ou sur requête des autorités judiciaires lorsque leur communication est nécessaire à la solution du litige ou utile pour la découverte de la vérité.",
            "texteHtml": "<p></p>Les déclarations déposées par le député conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353315&dateTexte=&categorieLien=cid' title='Code électoral - art. LO135-1 (V)'>l'article L. O. 135-1</a> du code électoral ainsi que, éventuellement, les observations qu'il a formulées, ne peuvent être communiquées qu'à la demande expresse du déclarant ou de ses ayants droit ou sur requête des autorités judiciaires lorsque leur communication est nécessaire à la solution du litige ou utile pour la découverte de la vérité.<p></p><p></p>",
            "num": "LO135-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 574128000000,
            "dateFin": 1387497600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 773082,
            "context": {
                "titresTM": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085760",
                        "id": "LEGISCTA000006085760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2009-01-15",
                        "titre": "LIVRE I : ELECTION DES DEPUTES, DES CONSEILLERS GENERAUX ET DES CONSEILLERS MUNICIPAUX DES DEPARTEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000006115455",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-01-15",
                        "fin": "2014-03-23",
                        "titre": "Livre Ier : Election des députés, des conseillers généraux et des conseillers municipaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000020103140",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-03-23",
                        "fin": "2020-03-01",
                        "titre": "Livre Ier : Election des députés, des conseillers départementaux, des conseillers municipaux et des conseillers communautaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000027433908",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-03-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Election des députés,   des conseillers départementaux, des conseillers métropolitains de Lyon, des conseillers municipaux et des conseillers communautaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115455",
                        "id": "LEGISCTA000029930685",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions spéciales à l'élection des députés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134754",
                        "id": "LEGISCTA000006134754",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Conditions d'éligibilité et inéligibilités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148465",
                        "id": "LEGISCTA000006148465",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Code électoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070239",
                        "id": "LEGITEXT000006070239",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006353317",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006148465",
            "sectionParentId": "LEGISCTA000006148465",
            "sectionParentTitre": "Chapitre III : Conditions d'éligibilité et inéligibilités",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Election des députés, des conseillers généraux et des conseillers municipaux &gt; Titre II : Dispositions spéciales à l'élection des députés &gt; Chapitre III : Conditions d'éligibilité et inéligibilités",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006353317",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070239",
                    "titre": "Code électoral",
                    "titreLong": "Code électoral",
                    "etat": "VIGUEUR",
                    "dateDebut": -163382400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070239",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000670066",
                    "textTitle": "Décret 64-1086 1964-10-27 JORF 28 OCTOBRE 1964",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000670066",
                    "natureText": "DECRET",
                    "datePubliTexte": "1964-10-28",
                    "dateSignaTexte": "1964-10-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000875420",
                    "textTitle": "Loi n°88-226 du 11 mars 1988 - art. 6 () JORF 12 mars 1988",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006528455",
                    "natureText": "LOI",
                    "datePubliTexte": "1988-03-12",
                    "dateSignaTexte": "1988-03-11",
                    "dateDebutCible": "1988-03-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000684037",
                    "textTitle": "Loi n° 62-1292 du 6 novembre 1962 - art. 3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000044248785",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "62-1292",
                    "datePubli": -225676800000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "JORFTEXT000000321646",
                    "textTitle": "Loi n°88-227 du 11 mars 1988 - art. 2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006355289",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "88-227",
                    "datePubli": 574128000000,
                    "dateDebut": 674179200000
                },
                {
                    "textCid": "JORFTEXT000000769091",
                    "textTitle": "Décret n°2001-213 du 8 mars 2001 - art. 9-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-5",
                    "articleId": "LEGIARTI000037114056",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-213",
                    "datePubli": 984096000000,
                    "dateDebut": 1530230400000
                },
                {
                    "textCid": "JORFTEXT000028056223",
                    "textTitle": "LOI organique n°2013-906  du 11 octobre 2013 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000028056286",
                    "natureText": "LOI_ORGANIQUE",
                    "parentCid": null,
                    "numTexte": "2013-906",
                    "datePubli": 1381536000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028056529",
                    "textTitle": "Observations du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028056530",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1381536000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212  du 23 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028386984",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212  du 23 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028387009",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000028392120",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1388188800000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000028392140",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1388188800000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000032524827",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000028386947",
                    "textTitle": "Décret n°2013-1212 du 23 décembre 2013 - art. 7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000032524831",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-1212",
                    "datePubli": 1388102400000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000029001596",
                    "textTitle": "Décret n°2014-550  du 26 mai 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000029001607",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-550",
                    "datePubli": 1401321600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029045271",
                    "textTitle": "Arrêté du 28 mai 2014 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029047996",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1401926400000,
                    "dateDebut": 1402012800000
                },
                {
                    "textCid": "JORFTEXT000029210826",
                    "textTitle": "ARRÊTÉ du 8 juillet 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000029212287",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1404864000000,
                    "dateDebut": 1404950400000
                },
                {
                    "textCid": "JORFTEXT000031425652",
                    "textTitle": "DÉCRET n°2015-1423 du 5 novembre 2015 - art. Annexe 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000045148372",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1423",
                    "datePubli": 1446768000000,
                    "dateDebut": 1644451200000
                },
                {
                    "textCid": "JORFTEXT000032149571",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032149631",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1457049600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032149571",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032149650",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1457049600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032519467",
                    "textTitle": "Décret n°2016-570 du 11 mai 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000032522096",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-570",
                    "datePubli": 1463097600000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000033675208",
                    "textTitle": "Décret n°2016-1819 du 22 décembre 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033679193",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1819",
                    "datePubli": 1482451200000,
                    "dateDebut": 1482537600000
                },
                {
                    "textCid": "JORFTEXT000035568034",
                    "textTitle": "Décision n°2017-753 DC du 8 septembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035568035",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-753 DC",
                    "datePubli": 1505520000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043280519",
                    "textTitle": "HATX2108737X - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043280560",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1616544000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. LO135-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "LO135-1",
                    "articleId": "LEGIARTI000006353315",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1505606400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L139 B (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L139 B",
                    "articleId": "LEGIARTI000044961506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646092800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000875420",
                    "textTitle": "Loi n°88-226 du 11 mars 1988 - art. 14 (V)",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006528463",
                    "natureText": "LOI"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006353317",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 574128000000,
                    "dateFin": 1387497600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028059568",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1387497600000,
                    "dateFin": 1458345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032274253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1458345600000,
                    "dateFin": 1505606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035586098",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1505606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "LO135-2",
                "135-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}