{
    "cid": "LEGIARTI000030575586",
    "num": "R931-1-29",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126978",
                        "id": "LEGISCTA000006126978",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Institutions de prévoyance et opérations de ces institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141962",
                        "id": "LEGISCTA000006141962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2008-11-10",
                        "titre": "Chapitre 1 : Institutions de prévoyance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156782",
                        "id": "LEGISCTA000006156782",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I : Institutions de prévoyance et unions d'institutions de prévoyance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156782",
                        "id": "LEGISCTA000019761669",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173633",
                        "id": "LEGISCTA000006173633",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-05-11",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Les sociétés de groupe assurantiel de protection sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030575426",
                        "id": "LEGISCTA000030575434",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045387199",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-3-52",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R931-3-52",
                    "articleId": "LEGIARTI000006754871",
                    "natureText": "CODE",
                    "date": 1647898783483,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 933897600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-3-64",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R931-3-64",
                    "articleId": "LEGIARTI000006754886",
                    "natureText": "CODE",
                    "date": 1647898783483,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 933897600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045378685",
                    "textTitle": "Décret n°2022-388 du 17 mars 2022 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000045383875",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-03-19",
                    "dateSignaTexte": "2022-03-17",
                    "dateDebutCible": "2022-03-20"
                }
            ],
            "num": "R931-1-29",
            "origine": "LEGI",
            "texte": "I.-Il est tenu chaque année au moins une assemblée générale dans les conditions prévues par les statuts. A cette assemblée sont présentés par le conseil d'administration, le bilan, le compte de résultat et l'annexe de l'exercice écoulé de la société de groupe assurantiel de protection sociale. L'assemblée générale peut, en outre, être convoquée, à toute époque, par le conseil d'administration. II.-Le président convoque l'assemblée générale par lettre recommandée adressée aux organismes affiliés, quinze jours au moins avant la date fixée pour la réunion de l'assemblée, en mentionnant l'ordre du jour. L'assemblée ne peut délibérer que sur les questions figurant à cet ordre du jour. L'ordre du jour, arrêté par le président, comporte les propositions du conseil d'administration et celles qui lui auront été communiquées par tout organisme affilié vingt jours au moins avant la réunion de l'assemblée générale. III.-Tout organisme affilié peut, dans les quinze jours qui précèdent la réunion d'une assemblée générale, prendre, au siège social, communication par lui-même ou par un mandataire, du bilan, du compte de résultat et de l'annexe de la société de groupe assurantiel de protection sociale qui seront présentés à l'assemblée générale ainsi que tous les documents qui doivent être communiqués à l'assemblée parmi lesquels doivent figurer le bilan, les comptes de résultat technique et non technique et l'annexe de chacun des organismes affiliés à la société de groupe assurantiel de protection sociale. IV.-L'assemblée générale délibère valablement si les organismes affiliés par convention présents ou représentés constituent la moitié au moins, à la fois, du nombre total d'organismes affiliés et des voix dont ils disposent. A défaut, une nouvelle assemblée est convoquée dans les formes et délais prescrits par les statuts ; dans ce cas, l'assemblée délibère valablement quel que soit le nombre des organismes présents ou représentés. V.-L'assemblée générale, à condition de délibérer à la majorité des deux tiers au moins, en nombre et en voix, des organismes affiliés, peut modifier les statuts dans toutes leurs dispositions. Elle peut, dans les mêmes conditions, autoriser la fusion de la société de groupe assurantiel de protection sociale avec une autre société de groupe assurantiel de protection sociale. VI.-Les dispositions des articles R. 931-3-52 à R. 931-3-64 sont applicables aux sociétés de groupe assurantiel de protection sociale. VII.-Dans le cas où, du fait de pertes constatées dans les documents comptables, l'actif net devient inférieur à la moitié du fonds d'établissement, le conseil d'administration est tenu de provoquer la réunion de l'assemblée générale délibérant dans les conditions fixées au V et de statuer sur la question de savoir s'il y a lieu de prononcer la dissolution de la société de groupe assurantiel de protection sociale. VIII.-Toute décision d'emprunter doit être autorisée par l'assemblée générale délibérant dans les conditions prévues au V et faire l'objet d'une résolution spéciale dont la teneur est préalablement soumise à l'approbation de l'Autorité de contrôle prudentiel et de résolution. Celle-ci se prononce, en veillant à la sauvegarde des intérêts des assurés ou membres participants des organismes affiliées, au vu d'un dossier comportant une présentation détaillée des objectifs poursuivis, des conséquences de l'emprunt sur la situation financière de la société de groupe assurantiel de protection sociale et des organismes affiliés, ainsi que, le cas échéant, une description précise des cas de remboursement anticipé. La décision de l'Autorité est communiquée à l'assemblée générale. IX.-Sauf disposition contraire des statuts, les membres de l'assemblée générale peuvent participer à celle-ci par des moyens de visioconférence ou de télécommunication permettant leur identification et garantissant leur participation effective. Ils sont alors réputés présents pour le calcul du quorum et de la majorité. Ces moyens transmettent au moins le son de la voix des participants et satisfont à des caractéristiques techniques permettant la retransmission continue et simultanée des délibérations. Sauf disposition contraire des statuts, les membres peuvent recourir au vote électronique lors des réunions en assemblée générale. Les modalités d'organisation du vote électronique respectent le secret du vote et la sincérité du scrutin.",
            "texteHtml": "<p align='left'>I.-Il est tenu chaque année au moins une assemblée générale dans les conditions prévues par les statuts. A cette assemblée sont présentés par le conseil d'administration, le bilan, le compte de résultat et l'annexe de l'exercice écoulé de la société de groupe assurantiel de protection sociale.</p><p>L'assemblée générale peut, en outre, être convoquée, à toute époque, par le conseil d'administration.</p><p>II.-Le président convoque l'assemblée générale par lettre recommandée adressée aux organismes affiliés, quinze jours au moins avant la date fixée pour la réunion de l'assemblée, en mentionnant l'ordre du jour. L'assemblée ne peut délibérer que sur les questions figurant à cet ordre du jour.</p><p>L'ordre du jour, arrêté par le président, comporte les propositions du conseil d'administration et celles qui lui auront été communiquées par tout organisme affilié vingt jours au moins avant la réunion de l'assemblée générale.</p><p>III.-Tout organisme affilié peut, dans les quinze jours qui précèdent la réunion d'une assemblée générale, prendre, au siège social, communication par lui-même ou par un mandataire, du bilan, du compte de résultat et de l'annexe de la société de groupe assurantiel de protection sociale qui seront présentés à l'assemblée générale ainsi que tous les documents qui doivent être communiqués à l'assemblée parmi lesquels doivent figurer le bilan, les comptes de résultat technique et non technique et l'annexe de chacun des organismes affiliés à la société de groupe assurantiel de protection sociale.</p><p>IV.-L'assemblée générale délibère valablement si les organismes affiliés par convention présents ou représentés constituent la moitié au moins, à la fois, du nombre total d'organismes affiliés et des voix dont ils disposent. A défaut, une nouvelle assemblée est convoquée dans les formes et délais prescrits par les statuts ; dans ce cas, l'assemblée délibère valablement quel que soit le nombre des organismes présents ou représentés.</p><p>V.-L'assemblée générale, à condition de délibérer à la majorité des deux tiers au moins, en nombre et en voix, des organismes affiliés, peut modifier les statuts dans toutes leurs dispositions. Elle peut, dans les mêmes conditions, autoriser la fusion de la société de groupe assurantiel de protection sociale avec une autre société de groupe assurantiel de protection sociale.</p><p>VI.-Les dispositions des articles <a href='/article/LEGIARTI000006754871'>R. 931-3-52 </a>à <a href='/article/LEGIARTI000006754886'>R. 931-3-64</a> sont applicables aux sociétés de groupe assurantiel de protection sociale.</p><p>VII.-Dans le cas où, du fait de pertes constatées dans les documents comptables, l'actif net devient inférieur à la moitié du fonds d'établissement, le conseil d'administration est tenu de provoquer la réunion de l'assemblée générale délibérant dans les conditions fixées au V et de statuer sur la question de savoir s'il y a lieu de prononcer la dissolution de la société de groupe assurantiel de protection sociale.</p><p>VIII.-Toute décision d'emprunter doit être autorisée par l'assemblée générale délibérant dans les conditions prévues au V et faire l'objet d'une résolution spéciale dont la teneur est préalablement soumise à l'approbation de l'Autorité de contrôle prudentiel et de résolution. Celle-ci se prononce, en veillant à la sauvegarde des intérêts des assurés ou membres participants des organismes affiliées, au vu d'un dossier comportant une présentation détaillée des objectifs poursuivis, des conséquences de l'emprunt sur la situation financière de la société de groupe assurantiel de protection sociale et des organismes affiliés, ainsi que, le cas échéant, une description précise des cas de remboursement anticipé. La décision de l'Autorité est communiquée à l'assemblée générale.</p><p>IX.-Sauf disposition contraire des statuts, les membres de l'assemblée générale peuvent participer à celle-ci par des moyens de visioconférence ou de télécommunication permettant leur identification et garantissant leur participation effective. Ils sont alors réputés présents pour le calcul du quorum et de la majorité. Ces moyens transmettent au moins le son de la voix des participants et satisfont à des caractéristiques techniques permettant la retransmission continue et simultanée des délibérations.<br/><br/>\n Sauf disposition contraire des statuts, les membres peuvent recourir au vote électronique lors des réunions en assemblée générale. Les modalités d'organisation du vote électronique respectent le secret du vote et la sincérité du scrutin.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-03-20T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126978",
                        "id": "LEGISCTA000006126978",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Institutions de prévoyance et opérations de ces institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141962",
                        "id": "LEGISCTA000006141962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2008-11-10",
                        "titre": "Chapitre 1 : Institutions de prévoyance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156782",
                        "id": "LEGISCTA000006156782",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I : Institutions de prévoyance et unions d'institutions de prévoyance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156782",
                        "id": "LEGISCTA000019761669",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173633",
                        "id": "LEGISCTA000006173633",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-05-11",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Les sociétés de groupe assurantiel de protection sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030575426",
                        "id": "LEGISCTA000030575434",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000030575586",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-3-52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R931-3-52",
                    "articleId": "LEGIARTI000006754871",
                    "natureText": "CODE",
                    "date": 1647898785242,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 933897600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-3-64 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R931-3-64",
                    "articleId": "LEGIARTI000006754886",
                    "natureText": "CODE",
                    "date": 1647898785242,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 933897600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 14",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000030561285",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-05-10",
                    "dateSignaTexte": "2015-05-07",
                    "dateDebutCible": "2015-05-11"
                }
            ],
            "num": "R931-1-29",
            "origine": "LEGI",
            "texte": "I.-Il est tenu chaque année au moins une assemblée générale dans les conditions prévues par les statuts. A cette assemblée sont présentés par le conseil d'administration, le bilan, le compte de résultat et l'annexe de l'exercice écoulé de la société de groupe assurantiel de protection sociale. L'assemblée générale peut, en outre, être convoquée, à toute époque, par le conseil d'administration. II.-Le président convoque l'assemblée générale par lettre recommandée adressée aux organismes affiliés, quinze jours au moins avant la date fixée pour la réunion de l'assemblée, en mentionnant l'ordre du jour. L'assemblée ne peut délibérer que sur les questions figurant à cet ordre du jour. L'ordre du jour, arrêté par le président, comporte les propositions du conseil d'administration et celles qui lui auront été communiquées par tout organisme affilié vingt jours au moins avant la réunion de l'assemblée générale. III.-Tout organisme affilié peut, dans les quinze jours qui précèdent la réunion d'une assemblée générale, prendre, au siège social, communication par lui-même ou par un mandataire, du bilan, du compte de résultat et de l'annexe de la société de groupe assurantiel de protection sociale qui seront présentés à l'assemblée générale ainsi que tous les documents qui doivent être communiqués à l'assemblée parmi lesquels doivent figurer le bilan, les comptes de résultat technique et non technique et l'annexe de chacun des organismes affiliés à la société de groupe assurantiel de protection sociale. IV.-L'assemblée générale délibère valablement si les organismes affiliés par convention présents ou représentés constituent la moitié au moins, à la fois, du nombre total d'organismes affiliés et des voix dont ils disposent. A défaut, une nouvelle assemblée est convoquée dans les formes et délais prescrits par les statuts ; dans ce cas, l'assemblée délibère valablement quel que soit le nombre des organismes présents ou représentés. V.-L'assemblée générale, à condition de délibérer à la majorité des deux tiers au moins, en nombre et en voix, des organismes affiliés, peut modifier les statuts dans toutes leurs dispositions. Elle peut, dans les mêmes conditions, autoriser la fusion de la société de groupe assurantiel de protection sociale avec une autre société de groupe assurantiel de protection sociale. VI.-Les dispositions des articles R. 931-3-52 à R. 931-3-64 sont applicables aux sociétés de groupe assurantiel de protection sociale. VII.-Dans le cas où, du fait de pertes constatées dans les documents comptables, l'actif net devient inférieur à la moitié du fonds d'établissement, le conseil d'administration est tenu de provoquer la réunion de l'assemblée générale délibérant dans les conditions fixées au V et de statuer sur la question de savoir s'il y a lieu de prononcer la dissolution de la société de groupe assurantiel de protection sociale. VIII.-Toute décision d'emprunter doit être autorisée par l'assemblée générale délibérant dans les conditions prévues au V et faire l'objet d'une résolution spéciale dont la teneur est préalablement soumise à l'approbation de l'Autorité de contrôle prudentiel et de résolution. Celle-ci se prononce, en veillant à la sauvegarde des intérêts des assurés ou membres participants des organismes affiliées, au vu d'un dossier comportant une présentation détaillée des objectifs poursuivis, des conséquences de l'emprunt sur la situation financière de la société de groupe assurantiel de protection sociale et des organismes affiliés, ainsi que, le cas échéant, une description précise des cas de remboursement anticipé. La décision de l'Autorité est communiquée à l'assemblée générale.",
            "texteHtml": "<p align='left'>I.-Il est tenu chaque année au moins une assemblée générale dans les conditions prévues par les statuts. A cette assemblée sont présentés par le conseil d'administration, le bilan, le compte de résultat et l'annexe de l'exercice écoulé de la société de groupe assurantiel de protection sociale. <br/><br/>L'assemblée générale peut, en outre, être convoquée, à toute époque, par le conseil d'administration. <br/><br/>II.-Le président convoque l'assemblée générale par lettre recommandée adressée aux organismes affiliés, quinze jours au moins avant la date fixée pour la réunion de l'assemblée, en mentionnant l'ordre du jour. L'assemblée ne peut délibérer que sur les questions figurant à cet ordre du jour. <br/><br/>L'ordre du jour, arrêté par le président, comporte les propositions du conseil d'administration et celles qui lui auront été communiquées par tout organisme affilié vingt jours au moins avant la réunion de l'assemblée générale. <br/><br/>III.-Tout organisme affilié peut, dans les quinze jours qui précèdent la réunion d'une assemblée générale, prendre, au siège social, communication par lui-même ou par un mandataire, du bilan, du compte de résultat et de l'annexe de la société de groupe assurantiel de protection sociale qui seront présentés à l'assemblée générale ainsi que tous les documents qui doivent être communiqués à l'assemblée parmi lesquels doivent figurer le bilan, les comptes de résultat technique et non technique et l'annexe de chacun des organismes affiliés à la société de groupe assurantiel de protection sociale. <br/><br/>IV.-L'assemblée générale délibère valablement si les organismes affiliés par convention présents ou représentés constituent la moitié au moins, à la fois, du nombre total d'organismes affiliés et des voix dont ils disposent. A défaut, une nouvelle assemblée est convoquée dans les formes et délais prescrits par les statuts ; dans ce cas, l'assemblée délibère valablement quel que soit le nombre des organismes présents ou représentés. <br/><br/>V.-L'assemblée générale, à condition de délibérer à la majorité des deux tiers au moins, en nombre et en voix, des organismes affiliés, peut modifier les statuts dans toutes leurs dispositions. Elle peut, dans les mêmes conditions, autoriser la fusion de la société de groupe assurantiel de protection sociale avec une autre société de groupe assurantiel de protection sociale. <br/><br/>VI.-Les dispositions des articles <a href='/article/LEGIARTI000006754871' title='Code de la sécurité sociale. - art. R931-3-52 (V)'>R. 931-3-52 </a>à <a href='/article/LEGIARTI000006754886' title='Code de la sécurité sociale. - art. R931-3-64 (V)'>R. 931-3-64</a> sont applicables aux sociétés de groupe assurantiel de protection sociale. <br/><br/>VII.-Dans le cas où, du fait de pertes constatées dans les documents comptables, l'actif net devient inférieur à la moitié du fonds d'établissement, le conseil d'administration est tenu de provoquer la réunion de l'assemblée générale délibérant dans les conditions fixées au V et de statuer sur la question de savoir s'il y a lieu de prononcer la dissolution de la société de groupe assurantiel de protection sociale. <br/><br/>VIII.-Toute décision d'emprunter doit être autorisée par l'assemblée générale délibérant dans les conditions prévues au V et faire l'objet d'une résolution spéciale dont la teneur est préalablement soumise à l'approbation de l'Autorité de contrôle prudentiel et de résolution. Celle-ci se prononce, en veillant à la sauvegarde des intérêts des assurés ou membres participants des organismes affiliées, au vu d'un dossier comportant une présentation détaillée des objectifs poursuivis, des conséquences de l'emprunt sur la situation financière de la société de groupe assurantiel de protection sociale et des organismes affiliés, ainsi que, le cas échéant, une description précise des cas de remboursement anticipé. La décision de l'Autorité est communiquée à l'assemblée générale.</p>",
            "type": "AUTONOME",
            "dateDebut": "2015-05-11T00:00:00.000Z",
            "dateFin": "2022-03-20T00:00:00.000Z"
        }
    ]
}