{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033188857",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les personnes morales mentionnées au 1 du I de l'article 223 quinquies C du code général des impôts sont celles qui établissent des comptes consolidés conformément à une obligation légale. II. – Le terme \" groupe \" désigne l'ensemble formé par une personne morale au sens du I, les filiales intégrées dans les états financiers consolidés ainsi que leurs succursales. Une filiale ou une succursale laissée en dehors du périmètre de consolidation pour la seule raison qu'elle représente un intérêt négligeable par rapport à l'objectif défini à l'article L. 233-21 du code de commerce appartient au groupe. La personne morale déclarante reporte les agrégats y afférents. Une déclaration prévue par une réglementation étrangère est considérée comme similaire à celle prescrite par l'article 223 quinquies C précité lorsqu'elle comporte les mêmes informations et couvre l'ensemble du groupe. III. – La déclaration prévue à l'article 223 quinquies C précité comprend, pour chaque Etat ou territoire d'implantation du groupe, les données agrégées suivantes relatives à l'exercice considéré : 1° Le chiffre d'affaires résultant des transactions intragroupe ; 2° Le chiffre d'affaires résultant des transactions avec des parties indépendantes ; 3° Le chiffre d'affaires total ; 4° Le bénéfice ou la perte avant impôts sur les bénéfices ; 5° Les impôts sur les bénéfices acquittés ; 6° Les impôts sur les bénéfices dus ; 7° Le capital social ; 8° Les bénéfices non distribués à la fin de l'exercice ; 9° Le nombre d'employés en équivalent temps plein ; 10° Les actifs corporels hors trésorerie et équivalents de trésorerie. IV. – Les données mentionnées au III, à l'exception de celles prévues au 9°, sont déclarées en euros ou dans la monnaie utilisée pour établir les comptes consolidés. V. – 1. La déclaration fait apparaître, pour chaque Etat ou territoire d'implantation, l'identité de toutes les entités qui y sont établies, y compris les succursales rattachées à une personne morale située dans un autre Etat ou territoire. 2. Lorsqu'une entité est établie dans un Etat ou territoire différent de celui dans lequel elle a été constituée, ce deuxième Etat ou territoire est également mentionné. 3. La nature des principales activités de chaque entité est choisie parmi la liste suivante : a) Recherche et développement ; b) Détention ou gestion de droits de propriété intellectuelle ; c) Achats ou approvisionnements ; d) Fabrication ou production ; e) Vente, commercialisation ou distribution ; f) Services administratifs, de gestion ou de soutien ; g) Fourniture de services à des parties indépendantes ; h) Financement interne du groupe ; i) Services financiers réglementés ; j) Assurance ; k) Détention d'actions ou d'autres instruments de fonds propres ; l) Activités dormantes ; m) Autres. VI. – La personne morale tenue au dépôt de la déclaration mentionnée à l'article 223 quinquies C précité utilise les données tirées des états financiers consolidés, des comptes sociaux propres à chaque entité ou des comptes de gestion internes. Les sources de données choisies sont mentionnées dans la déclaration et sont utilisées de manière cohérente d'une année sur l'autre, sauf si des circonstances particulières exposées à l'administration justifient un changement. VII. – Les données mentionnées au V sont afférentes à l'exercice de la tête de groupe. Pour les filiales et succursales, la déclaration indique de manière cohérente : a) Soit les informations relatives à l'exercice des filiales et succursales s'achevant le même jour que celui de la tête de groupe ou s'achevant au cours des douze mois précédant cette date ; b) Soit les informations relatives à l'exercice de la tête de groupe. VIII. – 1. La personne morale mentionnée au 1 du I de l'article 223 quinquies C susmentionné indique sur sa déclaration de résultat qu'elle est tenue d'accomplir l'obligation déclarative prévue à cet article. 2. La personne morale mentionnée au 2 du même I indique sur sa déclaration de résultat qu'elle a été désignée pour accomplir l'obligation déclarative ou qu'une autre entité, dont elle précise l'identité et la localisation, assure ce dépôt. IX. – Il est satisfait aux obligations résultant de l'article 223 quinquies C susmentionné par la communication d'un support informatique dont les caractéristiques sont fixées par la direction générale des finances publiques.",
            "texteHtml": "<p align='left'>I. – Les personnes morales mentionnées au 1 du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000031753355&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 223 quinquies C (V)'>223 quinquies C </a>du code général des impôts sont celles qui établissent des comptes consolidés conformément à une obligation légale. </p><p>II. – Le terme \" groupe \" désigne l'ensemble formé par une personne morale au sens du I, les filiales intégrées dans les états financiers consolidés ainsi que leurs succursales. </p><p>Une filiale ou une succursale laissée en dehors du périmètre de consolidation pour la seule raison qu'elle représente un intérêt négligeable par rapport à l'objectif défini à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229310&dateTexte=&categorieLien=cid' title='Code de commerce - art. L233-21 (V)'>L. 233-21</a> du code de commerce appartient au groupe. La personne morale déclarante reporte les agrégats y afférents. </p><p>Une déclaration prévue par une réglementation étrangère est considérée comme similaire à celle prescrite par l'article 223 quinquies C précité lorsqu'elle comporte les mêmes informations et couvre l'ensemble du groupe. </p><p>III. – La déclaration prévue à l'article 223 quinquies C précité comprend, pour chaque Etat ou territoire d'implantation du groupe, les données agrégées suivantes relatives à l'exercice considéré : </p><p>1° Le chiffre d'affaires résultant des transactions intragroupe ; </p><p>2° Le chiffre d'affaires résultant des transactions avec des parties indépendantes ; </p><p>3° Le chiffre d'affaires total ; </p><p>4° Le bénéfice ou la perte avant impôts sur les bénéfices ; </p><p>5° Les impôts sur les bénéfices acquittés ; </p><p>6° Les impôts sur les bénéfices dus ; </p><p>7° Le capital social ; </p><p>8° Les bénéfices non distribués à la fin de l'exercice ; </p><p>9° Le nombre d'employés en équivalent temps plein ; </p><p>10° Les actifs corporels hors trésorerie et équivalents de trésorerie. </p><p>IV. – Les données mentionnées au III, à l'exception de celles prévues au 9°, sont déclarées en euros ou dans la monnaie utilisée pour établir les comptes consolidés. </p><p>V. – 1. La déclaration fait apparaître, pour chaque Etat ou territoire d'implantation, l'identité de toutes les entités qui y sont établies, y compris les succursales rattachées à une personne morale située dans un autre Etat ou territoire. </p><p>2. Lorsqu'une entité est établie dans un Etat ou territoire différent de celui dans lequel elle a été constituée, ce deuxième Etat ou territoire est également mentionné. </p><p>3. La nature des principales activités de chaque entité est choisie parmi la liste suivante : </p><p>a) Recherche et développement ; </p><p>b) Détention ou gestion de droits de propriété intellectuelle ; </p><p>c) Achats ou approvisionnements ; </p><p>d) Fabrication ou production ; </p><p>e) Vente, commercialisation ou distribution ; </p><p>f) Services administratifs, de gestion ou de soutien ; </p><p>g) Fourniture de services à des parties indépendantes ; </p><p>h) Financement interne du groupe ; </p><p>i) Services financiers réglementés ; </p><p>j) Assurance ; </p><p>k) Détention d'actions ou d'autres instruments de fonds propres ; </p><p>l) Activités dormantes ; </p><p>m) Autres. </p><p>VI. – La personne morale tenue au dépôt de la déclaration mentionnée à l'article 223 quinquies C précité utilise les données tirées des états financiers consolidés, des comptes sociaux propres à chaque entité ou des comptes de gestion internes. Les sources de données choisies sont mentionnées dans la déclaration et sont utilisées de manière cohérente d'une année sur l'autre, sauf si des circonstances particulières exposées à l'administration justifient un changement. </p><p>VII. – Les données mentionnées au V sont afférentes à l'exercice de la tête de groupe. </p><p>Pour les filiales et succursales, la déclaration indique de manière cohérente : </p><p>a) Soit les informations relatives à l'exercice des filiales et succursales s'achevant le même jour que celui de la tête de groupe ou s'achevant au cours des douze mois précédant cette date ; </p><p>b) Soit les informations relatives à l'exercice de la tête de groupe. </p><p>VIII. – 1. La personne morale mentionnée au 1 du I de l'article 223 quinquies C susmentionné indique sur sa déclaration de résultat qu'elle est tenue d'accomplir l'obligation déclarative prévue à cet article. </p><p>2. La personne morale mentionnée au 2 du même I indique sur sa déclaration de résultat qu'elle a été désignée pour accomplir l'obligation déclarative ou qu'une autre entité, dont elle précise l'identité et la localisation, assure ce dépôt. </p><p>IX. – Il est satisfait aux obligations résultant de l'article 223 quinquies C susmentionné par la communication d'un support informatique dont les caractéristiques sont fixées par la direction générale des finances publiques.</p><p></p>",
            "num": "46 quater-0 YE",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1475366400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 10737,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-09-02",
                        "fin": "2016-10-02",
                        "titre": "Section VI ter : Crédit d'impôt pour investissement en faveur des entreprises implantées dans certains secteurs de la région Nord - Pas-de-Calais.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162180",
                        "id": "LEGISCTA000006162180",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-10-02",
                        "fin": "2999-01-01",
                        "titre": "Section VI ter : Déclaration pays par pays",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162180",
                        "id": "LEGISCTA000033174444",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298239",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162180",
            "sectionParentId": "LEGISCTA000033174444",
            "sectionParentTitre": "Section VI ter : Déclaration pays par pays",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VI ter : Déclaration pays par pays",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000033188857",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033171592",
                    "textTitle": "Décret n°2016-1288 du 29 septembre 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033173392",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-10-01",
                    "dateSignaTexte": "2016-09-29",
                    "dateDebutCible": "2016-10-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-21",
                    "articleId": "LEGIARTI000006229310",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 quinquies C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 quinquies C",
                    "articleId": "LEGIARTI000031753355",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298239",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 745632000000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033188857",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1475366400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 YE",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000006298239",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006298239",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque survient après le dépôt de la déclaration visée à l'article 46 quater-0 YD l'un des événements prévus aux V et VI de l'article 220 sexies du code général des impôts, la société souscrit une déclaration conforme à un modèle prévu par l'administration comprenant les éléments nécessaires au calcul de la régularisation à effectuer. Cette déclaration est déposée auprès du service, dont dépend le lieu d'imposition des sociétés avant le dernier jour du mois suivant celui de la réalisation de l'événement.",
            "texteHtml": "<p></p>   Lorsque survient après le dépôt de la déclaration visée à l'article 46 quater-0 YD l'un des événements prévus aux V et VI de l'article 220 sexies du code général des impôts, la société souscrit une déclaration conforme à un modèle prévu par l'administration comprenant les éléments nécessaires au calcul de la régularisation à effectuer.<p></p><p></p>   Cette déclaration est déposée auprès du service, dont dépend le lieu d'imposition des sociétés avant le dernier jour du mois suivant celui de la réalisation de l'événement.<p></p>",
            "num": "46 quater-0 YE",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "PERIME",
            "dateDebut": 745632000000,
            "dateFin": 893203200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-08-18",
                        "fin": "2999-01-01",
                        "titre": "Section VI bis : Option de souscription, achat ou attribution gratuite d'actions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162179",
                        "id": "LEGISCTA000006162179",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298239",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162179",
            "sectionParentId": "LEGISCTA000006162179",
            "sectionParentTitre": "Section VI bis : Option de souscription, achat ou attribution gratuite d'actions",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VI bis : Option de souscription, achat ou attribution gratuite d'actions",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006298239",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000724164",
                    "textTitle": "Décret n°92-697 du 20 juillet 1992 - art. 2 (V) JORF 24 juillet 1992",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006329051",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-07-24",
                    "dateSignaTexte": "1992-07-20",
                    "dateDebutCible": "1992-07-24"
                },
                {
                    "textCid": "JORFTEXT000000740653",
                    "textTitle": "Décret 98-400 1998-05-22",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000740653",
                    "natureText": "DECRET",
                    "datePubliTexte": "1998-05-24",
                    "dateSignaTexte": "1998-05-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000740653",
                    "textTitle": "Décret n°98-400 du 22 mai 1998 - art. 3 () JORF 24 mai 1998",
                    "linkType": "PEREMPTION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006330819",
                    "natureText": "DECRET",
                    "datePubliTexte": "1998-05-24",
                    "dateSignaTexte": "1998-05-22",
                    "dateDebutCible": "1998-05-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 220 sexies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 46 quater-0 YD",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 22 avril 1998",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298239",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 745632000000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033188857",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1475366400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 YE",
                "46"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}