{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000028717041",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute personne ayant qualité pour agir en contrefaçon peut saisir en référé la juridiction civile compétente afin de voir ordonner, au besoin sous astreinte, à l'encontre du prétendu contrefacteur ou des intermédiaires dont il utilise les services, toute mesure destinée à prévenir une atteinte imminente à une indication géographique ou à empêcher la poursuite d'actes argués de contrefaçon. La juridiction civile compétente peut également ordonner toutes mesures urgentes sur requête lorsque les circonstances exigent que ces mesures ne soient pas prises contradictoirement, notamment lorsque tout retard serait de nature à causer un préjudice irréparable au demandeur. Saisie en référé ou sur requête, la juridiction ne peut ordonner les mesures demandées que si les éléments de preuve, raisonnablement accessibles au demandeur, rendent vraisemblable qu'il est porté atteinte à une indication géographique ou qu'une telle atteinte est imminente. La juridiction peut interdire la poursuite des actes argués de contrefaçon, la subordonner à la constitution de garanties destinées à assurer l'indemnisation éventuelle du demandeur ou ordonner la saisie ou la remise entre les mains d'un tiers des produits argués de contrefaçon, pour empêcher leur introduction ou leur circulation dans les circuits commerciaux. Si le demandeur justifie de circonstances de nature à compromettre le recouvrement des dommages et intérêts, la juridiction peut ordonner la saisie conservatoire des biens mobiliers et immobiliers du prétendu contrefacteur, y compris le blocage de ses comptes bancaires et autres avoirs, conformément au droit commun. Pour déterminer les biens susceptibles de faire l'objet de la saisie, elle peut ordonner la communication des documents bancaires, financiers, comptables ou commerciaux ou l'accès aux informations pertinentes. Elle peut également accorder au demandeur une provision lorsque l'existence de son préjudice n'est pas sérieusement contestable. Saisie en référé ou sur requête, la juridiction peut subordonner l'exécution des mesures qu'elle ordonne à la constitution par le demandeur de garanties destinées à assurer l'indemnisation éventuelle du défendeur si l'action en contrefaçon est ultérieurement jugée non fondée ou les mesures annulées. Lorsque les mesures prises pour faire cesser une contrefaçon sont ordonnées avant l'engagement d'une action au fond, le demandeur doit, dans un délai fixé par voie réglementaire, soit se pourvoir par la voie civile ou pénale, soit déposer une plainte auprès du procureur de la République. A défaut, sur demande du défendeur et sans que celui-ci ait à motiver sa demande, les mesures ordonnées sont annulées, sans préjudice des dommages et intérêts qui peuvent être réclamés.",
            "texteHtml": "<p>Toute personne ayant qualité pour agir en contrefaçon peut saisir en référé la juridiction civile compétente afin de voir ordonner, au besoin sous astreinte, à l'encontre du prétendu contrefacteur ou des intermédiaires dont il utilise les services, toute mesure destinée à prévenir une atteinte imminente à une indication géographique ou à empêcher la poursuite d'actes argués de contrefaçon. La juridiction civile compétente peut également ordonner toutes mesures urgentes sur requête lorsque les circonstances exigent que ces mesures ne soient pas prises contradictoirement, notamment lorsque tout retard serait de nature à causer un préjudice irréparable au demandeur. Saisie en référé ou sur requête, la juridiction ne peut ordonner les mesures demandées que si les éléments de preuve, raisonnablement accessibles au demandeur, rendent vraisemblable qu'il est porté atteinte à une indication géographique ou qu'une telle atteinte est imminente.</p><p>La juridiction peut interdire la poursuite des actes argués de contrefaçon, la subordonner à la constitution de garanties destinées à assurer l'indemnisation éventuelle du demandeur ou ordonner la saisie ou la remise entre les mains d'un tiers des produits argués de contrefaçon, pour empêcher leur introduction ou leur circulation dans les circuits commerciaux. Si le demandeur justifie de circonstances de nature à compromettre le recouvrement des dommages et intérêts, la juridiction peut ordonner la saisie conservatoire des biens mobiliers et immobiliers du prétendu contrefacteur, y compris le blocage de ses comptes bancaires et autres avoirs, conformément au droit commun. Pour déterminer les biens susceptibles de faire l'objet de la saisie, elle peut ordonner la communication des documents bancaires, financiers, comptables ou commerciaux ou l'accès aux informations pertinentes.</p><p>Elle peut également accorder au demandeur une provision lorsque l'existence de son préjudice n'est pas sérieusement contestable.</p><p>Saisie en référé ou sur requête, la juridiction peut subordonner l'exécution des mesures qu'elle ordonne à la constitution par le demandeur de garanties destinées à assurer l'indemnisation éventuelle du défendeur si l'action en contrefaçon est ultérieurement jugée non fondée ou les mesures annulées.</p><p>Lorsque les mesures prises pour faire cesser une contrefaçon sont ordonnées avant l'engagement d'une action au fond, le demandeur doit, dans un délai fixé par voie réglementaire, soit se pourvoir par la voie civile ou pénale, soit déposer une plainte auprès du procureur de la République. A défaut, sur demande du défendeur et sans que celui-ci ait à motiver sa demande, les mesures ordonnées sont annulées, sans préjudice des dommages et intérêts qui peuvent être réclamés.</p>",
            "num": "L722-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1394668800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083673",
                        "id": "LEGISCTA000006083673",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : La propriété industrielle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114032",
                        "id": "LEGISCTA000006114032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2019-12-15",
                        "titre": "Livre VII : Marques de fabrique, de commerce ou de service et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133336",
                        "id": "LEGISCTA000006133336",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-15",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Marques de produits ou de services et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133336",
                        "id": "LEGISCTA000039381535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Indications géographiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146368",
                        "id": "LEGISCTA000006146368",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Contentieux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161698",
                        "id": "LEGISCTA000006161698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-30",
                        "fin": "2014-03-13",
                        "titre": "Section unique : Actions civiles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179071",
                        "id": "LEGISCTA000006179071",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-03-13",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Actions civiles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179071",
                        "id": "LEGISCTA000028716978",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Code de la propriété intellectuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069414",
                        "id": "LEGITEXT000006069414",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006279795",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179071",
            "sectionParentId": "LEGISCTA000028716978",
            "sectionParentTitre": "Section 1 : Actions civiles",
            "fullSectionsTitre": "Partie législative &gt; Deuxième partie : La propriété industrielle &gt; Livre VII : Marques de fabrique, de commerce ou de service et autres signes distinctifs &gt; Titre II : Indications géographiques &gt; Chapitre II : Contentieux &gt; Section 1 : Actions civiles",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028717041",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069414",
                    "titre": "Code de la propriété intellectuelle",
                    "titreLong": "Code de la propriété intellectuelle",
                    "etat": "VIGUEUR",
                    "dateDebut": 710121600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069414",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000357475",
                    "textTitle": "Loi n° 92-597 du 1 juillet 1992",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000357475",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-07-03",
                    "dateSignaTexte": "1992-07-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000028713776",
                    "textTitle": "LOI n°2014-315\n du 11 mars 2014 - art. 11",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000028714556",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-03-12",
                    "dateSignaTexte": "2014-03-11",
                    "dateDebutCible": "2014-03-13"
                },
                {
                    "textCid": "JORFTEXT000028713776",
                    "textTitle": "LOI n°2014-315\n du 11 mars 2014 - art. 20",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000028714570",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-03-12",
                    "dateSignaTexte": "2014-03-11",
                    "dateDebutCible": "2014-03-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029724956",
                    "textTitle": "DÉCISION n°2014-6 LOM du 7 novembre 2014, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000029724956",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-6 LOM",
                    "datePubli": 1415491200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. R722-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R722-1",
                    "articleId": "LEGIARTI000029932119",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1419206400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006279795",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1193702400000,
                    "dateFin": 1394668800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028717041",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1394668800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L722-3",
                "722-3"
            ],
            "versionPrecedente": "LEGIARTI000006279795",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006279795",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute personne ayant qualité pour agir pour une atteinte à une indication géographique peut saisir en référé la juridiction civile compétente afin de voir ordonner, au besoin sous astreinte, à l'encontre du prétendu auteur de cette atteinte ou des intermédiaires dont il utilise les services, toute mesure destinée à prévenir une atteinte imminente à une indication géographique ou à empêcher la poursuite d'actes portant prétendument atteinte à celle-ci. La juridiction civile compétente peut également ordonner toutes mesures urgentes sur requête lorsque les circonstances exigent que ces mesures ne soient pas prises contradictoirement, notamment lorsque tout retard serait de nature à causer un préjudice irréparable au demandeur. Saisie en référé ou sur requête, la juridiction ne peut ordonner les mesures demandées que si les éléments de preuve, raisonnablement accessibles au demandeur, rendent vraisemblable qu'il est porté atteinte à une indication géographique ou qu'une telle atteinte est imminente. La juridiction peut interdire la poursuite des actes portant prétendument atteinte à une indication géographique, la subordonner à la constitution de garanties destinées à assurer l'indemnisation éventuelle du demandeur ou ordonner la saisie ou la remise entre les mains d'un tiers des produits portant prétendument atteinte à une indication géographique, pour empêcher leur introduction ou leur circulation dans les circuits commerciaux. Si le demandeur justifie de circonstances de nature à compromettre le recouvrement des dommages et intérêts, la juridiction peut ordonner la saisie conservatoire des biens mobiliers et immobiliers du prétendu auteur de l'atteinte à l'indication géographique, y compris le blocage de ses comptes bancaires et autres avoirs, conformément au droit commun. Pour déterminer les biens susceptibles de faire l'objet de la saisie, elle peut ordonner la communication des documents bancaires, financiers, comptables ou commerciaux ou l'accès aux informations pertinentes. Elle peut également accorder au demandeur une provision lorsque l'existence de son préjudice n'est pas sérieusement contestable. Saisie en référé ou sur requête, la juridiction peut subordonner l'exécution des mesures qu'elle ordonne à la constitution par le demandeur de garanties destinées à assurer l'indemnisation éventuelle du défendeur si l'action pour atteinte à l'indication géographique est ultérieurement jugée non fondée ou les mesures annulées. Lorsque les mesures prises pour faire cesser une atteinte à une indication géographique sont ordonnées avant l'engagement d'une action au fond, le demandeur doit se pourvoir, par la voie civile ou pénale, dans un délai fixé par voie réglementaire. A défaut, sur demande du défendeur et sans que celui-ci ait à motiver sa demande, les mesures ordonnées sont annulées, sans préjudice des dommages et intérêts qui peuvent être réclamés.",
            "texteHtml": "<p></p>   Toute personne ayant qualité pour agir pour une atteinte à une indication géographique peut saisir en référé la juridiction civile compétente afin de voir ordonner, au besoin sous astreinte, à l'encontre du prétendu auteur de cette atteinte ou des intermédiaires dont il utilise les services, toute mesure destinée à prévenir une atteinte imminente à une indication géographique ou à empêcher la poursuite d'actes portant prétendument atteinte à celle-ci. La juridiction civile compétente peut également ordonner toutes mesures urgentes sur requête lorsque les circonstances exigent que ces mesures ne soient pas prises contradictoirement, notamment lorsque tout retard serait de nature à causer un préjudice irréparable au demandeur. Saisie en référé ou sur requête, la juridiction ne peut ordonner les mesures demandées que si les éléments de preuve, raisonnablement accessibles au demandeur, rendent vraisemblable qu'il est porté atteinte à une indication géographique ou qu'une telle atteinte est imminente.<p></p><p></p>   La juridiction peut interdire la poursuite des actes portant prétendument atteinte à une indication géographique, la subordonner à la constitution de garanties destinées à assurer l'indemnisation éventuelle du demandeur ou ordonner la saisie ou la remise entre les mains d'un tiers des produits portant prétendument atteinte à une indication géographique, pour empêcher leur introduction ou leur circulation dans les circuits commerciaux. Si le demandeur justifie de circonstances de nature à compromettre le recouvrement des dommages et intérêts, la juridiction peut ordonner la saisie conservatoire des biens mobiliers et immobiliers du prétendu auteur de l'atteinte à l'indication géographique, y compris le blocage de ses comptes bancaires et autres avoirs, conformément au droit commun. Pour déterminer les biens susceptibles de faire l'objet de la saisie, elle peut ordonner la communication des documents bancaires, financiers, comptables ou commerciaux ou l'accès aux informations pertinentes.<p></p><p></p>   Elle peut également accorder au demandeur une provision lorsque l'existence de son préjudice n'est pas sérieusement contestable.<p></p><p></p>   Saisie en référé ou sur requête, la juridiction peut subordonner l'exécution des mesures qu'elle ordonne à la constitution par le demandeur de garanties destinées à assurer l'indemnisation éventuelle du défendeur si l'action pour atteinte à l'indication géographique est ultérieurement jugée non fondée ou les mesures annulées.<p></p><p></p>   Lorsque les mesures prises pour faire cesser une atteinte à une indication géographique sont ordonnées avant l'engagement d'une action au fond, le demandeur doit se pourvoir, par la voie civile ou pénale, dans un délai fixé par voie réglementaire. A défaut, sur demande du défendeur et sans que celui-ci ait à motiver sa demande, les mesures ordonnées sont annulées, sans préjudice des dommages et intérêts qui peuvent être réclamés.<p></p>",
            "num": "L722-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1193702400000,
            "dateFin": 1394668800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083673",
                        "id": "LEGISCTA000006083673",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : La propriété industrielle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114032",
                        "id": "LEGISCTA000006114032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2019-12-15",
                        "titre": "Livre VII : Marques de fabrique, de commerce ou de service et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133336",
                        "id": "LEGISCTA000006133336",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-15",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Marques de produits ou de services et autres signes distinctifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133336",
                        "id": "LEGISCTA000039381535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Indications géographiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146368",
                        "id": "LEGISCTA000006146368",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Contentieux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161698",
                        "id": "LEGISCTA000006161698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-30",
                        "fin": "2014-03-13",
                        "titre": "Section unique : Actions civiles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179071",
                        "id": "LEGISCTA000006179071",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-03-13",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Actions civiles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179071",
                        "id": "LEGISCTA000028716978",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Code de la propriété intellectuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069414",
                        "id": "LEGITEXT000006069414",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006279795",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179071",
            "sectionParentId": "LEGISCTA000028716978",
            "sectionParentTitre": "Section 1 : Actions civiles",
            "fullSectionsTitre": "Partie législative &gt; Deuxième partie : La propriété industrielle &gt; Livre VII : Marques de fabrique, de commerce ou de service et autres signes distinctifs &gt; Titre II : Indications géographiques &gt; Chapitre II : Contentieux &gt; Section 1 : Actions civiles",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006279795",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069414",
                    "titre": "Code de la propriété intellectuelle",
                    "titreLong": "Code de la propriété intellectuelle",
                    "etat": "VIGUEUR",
                    "dateDebut": 710121600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069414",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000357475",
                    "textTitle": "Loi 92-597 1992-07-01",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000357475",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-07-03",
                    "dateSignaTexte": "1992-07-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000279082",
                    "textTitle": "Loi n°2007-1544 du 29 octobre 2007 - art. 29 () JORF 30 octobre 2007",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000006523777",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-10-30",
                    "dateSignaTexte": "2007-10-29",
                    "dateDebutCible": "2007-10-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029724956",
                    "textTitle": "DÉCISION n°2014-6 LOM du 7 novembre 2014, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000029724956",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-6 LOM",
                    "datePubli": 1415491200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. R722-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R722-1",
                    "articleId": "LEGIARTI000029932119",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1419206400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006279795",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1193702400000,
                    "dateFin": 1394668800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028717041",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1394668800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L722-3",
                "722-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}