{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000022132761",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "OFFRE PRÉALABLE DE CRÉDIT ACCESSOIRE À UNE VENTE (1) (À DOMICILE) (2) Nom ou dénomination sociale et adresse du prêteur (3) :... Numéro du registre du commerce et des sociétés (2) :... Le (date) :... Elle est valable quinze jours (4), soit jusqu'au :... Le prêteur se réserve toutefois le droit d'accorder ou de refuser le crédit dans un délai de sept jours à compter de votre acceptation (cf. § 4.3 a du point IV) (2). La présente offre de crédit est faite : A (nom, prénoms, date, lieu de naissance, adresse de l'emprunteur) :... Et à (nom, prénoms, date, lieu de naissance, adresse du coemprunteur) (2) :... Elle est destinée à financer les achats (1) suivants : Description sommaire du (des) bien (s) ou de la (des) prestation (s) de services :... Bon (s) de commande n° (2) :... Indication du vendeur ou du prestataire de services (5) :... Elle est faite aux conditions suivantes : Prix au comptant :... € Versement comptant :... € Montant du crédit :... € Durée : n mois (*). I.-Coût total du crédit Taux effectif global annuel :... % Composé de : Intérêts du prêt (*) :... € Frais de dossier (2) :... € Coût total du crédit sans assurance :... € Coût de l'assurance [facultative (2)/ obligatoire pour l'obtention du financement (2) proposée par le prêteur (2) (**)] :... € Coût total du crédit avec assurance :... € Echéances (*) : Nombre d'échéances :... € Périodicité : Montant par échéance :... € -sans assurance :... € -avec assurance (2) :... € (*) Le montant des intérêts, le montant des échéances et la durée indiqués ci-dessus sont calculés pour le paiement de la première échéance x jours après la date de mise à disposition des fonds. Si cette dernière date diffère de plus de n jours de la date prévue, en plus ou en moins, le montant des intérêts et le montant des échéances seront ajustés dans la limite de 10 % au maximum du montant total des intérêts. Cette modification sera notifiée au plus tard sept jours avant la date de la première échéance. (**) Vous pouvez souscrire une assurance équivalente auprès de l'assureur de votre choix (6). (**) Vous pouvez ne pas adhérer à l'assurance facultative (indiquer les modalités) (7). II.-Modalités de remboursement du crédit par l'emprunteur Débit du compte bancaire (2). Prélèvement sur compte bancaire (2) conformément à l'autorisation ci-jointe. Chèque bancaire (2). Virement bancaire (2). Mandat (2). Autres formules (2). Nota.-L'utilisation de lettres de change ou de billets à ordre est interdite (art. L. 313-13 du code de la consommation). III.-Caution (2) Identité de la caution (nom, prénoms, adresse) :... La personne qui accepte de se porter caution de votre obligation à l'égard du prêteur sera tenue d'y satisfaire à votre place en cas de défaillance de votre part. IV.-Cette offre peut devenir votre contrat de crédit dans les conditions suivantes 4.1. Acceptation de l'offre Si cette offre vous convient, vous devez faire connaître au prêteur que vous l'acceptez en lui renvoyant un exemplaire de cette offre dûment rempli après avoir apposé votre signature. 4.2. Rétractation de l'acceptation a) Après avoir accepté, vous pouvez revenir sur votre engagement, dans un délai de sept jours à compter de votre acceptation, en renvoyant le bordereau détachable joint après l'avoir signé. b) Toutefois, si par écrit rédigé, daté et signé de votre main, vous avez expressément demandé à votre vendeur ou prestataire de services (5) de recevoir livraison immédiatement, ce délai de sept jours est ramené à la date de livraison du bien (ou du commencement d'exécution de la prestation de services) sans pouvoir jamais excéder sept jours ni être inférieur à trois jours (8). c) En aucun cas l'exercice de ce droit de rétractation ne donne lieu à enregistrement sur un fichier. 4.3. Conclusion du contrat de prêt a) Votre contrat devient définitif sept jours après votre acceptation [si le prêteur vous fait connaître sa décision de vous accorder le crédit (2)]. Au cas où le prêteur vous informe de sa décision de vous accorder le crédit après l'expiration de ce délai de sept jours, vous aurez encore la possibilité de conclure le contrat de prêt si vous le souhaitez (2). b) Nota.-Jusqu'à ce que le contrat de prêt devienne définitif, vous n'avez rien à payer au prêteur. 4.4. Rapports entre le contrat de prêt et le contrat de vente (1) a) Jusqu'à votre acceptation de l'offre de crédit, vous n'êtes tenu à aucun engagement à l'égard de votre vendeur ou prestataire de services (5). Celui-ci ne doit recevoir aucun paiement ni aucun dépôt en sus de la partie du prix que vous avez accepté de payer comptant. La validité et la prise d'effet de toute autorisation de prélèvement sont subordonnées à celles du contrat de vente. b) Tant que le contrat de prêt n'est pas devenu définitif, votre vendeur ou prestataire de services (5) n'est pas obligé de faire la livraison ou la fourniture. Si, toutefois, celle-ci est faite avant la conclusion définitive du contrat de prêt, le vendeur ou prestataire de services en supporte les frais et risques. c) Tant que le prêt demandé ne vous a pas été accordé ou, s'il l'a été, tant que le délai de rétractation de sept jours dont vous disposez ne s'est pas écoulé, vous n'avez rien à payer au vendeur ou prestataire de services (5), à l'exception, le cas échéant, de la partie du prix payable comptant (8). d) Si vous avez renoncé à votre crédit ou si vous ne l'avez pas obtenu, la vente (1) est résolue, sauf si vous décidez de payer comptant. Le vendeur ou prestataire de services (5) doit alors vous rembourser, sur simple demande, l'intégralité des sommes que vous lui auriez versées à l'avance (8). Si celles-ci ne vous ont pas été restituées huit jours après votre demande de remboursement, elles produiront des intérêts au taux légal majoré de moitié (8). e) Vos obligations à l'égard du prêteur ne prennent effet qu'à compter de la livraison du bien (ou de la fourniture de la prestation de services). f) Si l'exécution de la vente (1) est échelonnée dans le temps, votre obligation de remboursement prend effet au début de cette exécution et cesse en cas d'interruption de celle-ci. g) Nota.-Vous n'avez pas à prendre, vis-à-vis du vendeur ou prestataire de services, un engagement préalable de payer comptant pour le cas où votre prêt serait refusé. Un tel engagement serait nul de droit. h) Le contrat de vente (1) mentionné ci-dessus doit préciser que le paiement du prix sera acquitté à l'aide d'un crédit, sous peine pour le vendeur (ou prestataire de services) des sanctions prévues à l'article L. 311-34 du code de la consommation. V.-Exécution du contrat 5.1. Remboursement par anticipation. Vous pouvez toujours, à votre initiative, rembourser par anticipation sans indemnité, en partie ou en totalité, le crédit qui vous a été consenti. Toutefois, le prêteur peut refuser un remboursement partiel anticipé inférieur au montant fixé par décret, soit actuellement trois fois le montant contractuel de la première échéance non échue (selon l'art. D. 311-10 du code de la consommation). 5.2. En cas de défaillance de votre part dans les remboursements, le prêteur pourra exiger le remboursement immédiat du capital restant dû, majoré des intérêts échus mais non payés. Jusqu'à la date du règlement effectif, les sommes restant dues produisent les intérêts de retard à un taux égal à celui du prêt. En outre, le prêteur pourra vous demander une indemnité égale à 8 % du capital dû. Si le prêteur n'exige pas le remboursement immédiat du capital restant dû, il pourra exiger, outre le paiement des échéances échues impayées, une indemnité égale à 8 % desdites échéances. Cependant, dans le cas où il accepterait des reports d'échéances à venir, le taux de l'indemnité serait ramené à 4 % des échéances reportées. 5.3. Les indemnités ci-dessus peuvent être soumises, le cas échéant, au pouvoir d'appréciation du tribunal. 5.4. Aucune somme autre que celles mentionnées dans les deux cas ci-dessus ne pourra vous être réclamée par le prêteur, à l'exception cependant, en cas de défaillance, des frais taxables entraînés par cette défaillance. 5.5. En cas d'incident de paiement caractérisé, des informations vous concernant sont susceptibles d'être inscrites dans le fichier tenu à la Banque de France (FICP) accessible à l'ensemble des établissements de crédit. VI.-Contentieux 6.1. Le tribunal d'instance connaît des litiges nés de l'application du chapitre Ier du titre Ier du livre III du code de la consommation. Les actions en paiement engagées devant lui à l'occasion de la défaillance de l'emprunteur doivent être formées dans les deux ans de l'événement qui leur a donné naissance à peine de forclusion. Lorsque les modalités de règlement des échéances impayées ont fait l'objet d'un réaménagement ou d'un rééchelonnement, le point de départ du délai de forclusion est le premier incident non régularisé intervenu après le premier aménagement ou rééchelonnement conclu entre les intéressés ou après adoption du plan conventionnel de redressement prévu à l'article L. 331-6 ou après décision du juge de l'exécution sur les mesures mentionnées à l'article L. 331-7 . Elles sont portées soit devant le tribunal du lieu où demeure le défendeur en justice, soit devant celui du lieu de livraison effective de la chose (ou du lieu de l'exécution de la prestation de services). 6.2. En cas de contestation sur l'exécution du contrat de vente (1) le tribunal pourra, jusqu'à la solution du litige, suspendre votre obligation de remboursement à l'égard du prêteur. Si la vente (1) est annulée ou résolue par le tribunal, votre contrat de crédit l'est automatiquement. Ces dispositions ne seront applicables que si le prêteur, dans le cas où il s'agit d'un établissement de crédit, est intervenu à l'instance ou s'il a été mis en cause par le vendeur ou le prestataire de services (5) ou par vous-même. Signature du prêteur VII.-Acceptation de l'offre préalable Je soussigné,..., déclare accepter la présente offre préalable : Sans assurance ; Avec assurance (9). Après avoir pris connaissance des conditions particulières et générales de l'offre et de la notice comportant les extraits des conditions générales de l'assurance (9), je reconnais rester en possession d'un exemplaire de cette offre doté d'un formulaire détachable de rétractation. Date :... Signature de l'emprunteur Signature du coemprunteur (2) (1) Ou prestation de services. (2) Le cas échéant. (3) Etablissement de crédit ou vendeur ou prestataire de services. (4) Ou durée supérieure, le cas échéant, à l'initiative du prêteur. (5) Si le vendeur ou le prestataire de service n'est pas le prêteur. (6) A insérer si l'assurance est obligatoire pour l'obtention du financement. (7) A insérer si l'assurance est facultative. (8) Ces dispositions ne s'appliquent pas en cas de vente à domicile. (9) En cas d'assurance, une notice doit être remise lors de la signature de l'offre préalable de crédit.",
            "texteHtml": "<p align='center'>OFFRE PRÉALABLE DE CRÉDIT ACCESSOIRE À UNE VENTE (1) (À DOMICILE) (2) </p><p></p><p>Nom ou dénomination sociale et adresse du prêteur (3) :... <br/></p><p>Numéro du registre du commerce et des sociétés (2) :... </p><p>Le (date) :... Elle est valable quinze jours (4), </p><p>soit jusqu'au :... <br/></p><p>Le prêteur se réserve toutefois le droit d'accorder ou de refuser le crédit dans un délai de sept jours à compter de votre acceptation (cf. § 4.3 a du point IV) (2). </p><p>La présente offre de crédit est faite : </p><p>A (nom, prénoms, date, lieu de naissance, adresse de l'emprunteur) :... <br/></p><p>Et à (nom, prénoms, date, lieu de naissance, adresse du coemprunteur) (2) :... <br/></p><p>Elle est destinée à financer les achats (1) suivants : </p><p>Description sommaire du (des) bien (s) ou de la (des) prestation (s) de services :... <br/></p><p>Bon (s) de commande n° (2) :... <br/></p><p>Indication du vendeur ou du prestataire de services (5) :... <br/></p><p>Elle est faite aux conditions suivantes : </p><p>Prix au comptant :... € <br/></p><p>Versement comptant :... € </p><p>Montant du crédit :... € Durée : n mois (*). </p><p></p><p>I.-Coût total du crédit </p><p>Taux effectif global annuel :... % </p><p>Composé de : </p><p>Intérêts du prêt (*) :... € </p><p>Frais de dossier (2) :... € </p><p>Coût total du crédit sans assurance :... € </p><p>Coût de l'assurance [facultative (2)/ obligatoire pour l'obtention du financement (2) proposée par le prêteur (2) (**)] :... € </p><p>Coût total du crédit avec assurance :... € </p><p>Echéances (*) : </p><p>Nombre d'échéances :... € </p><p>Périodicité : </p><p>Montant par échéance :... €</p><p>-sans assurance :... €</p><p>-avec assurance (2) :... € </p><p>(*) Le montant des intérêts, le montant des échéances et la durée indiqués ci-dessus sont calculés pour le paiement de la première échéance x jours après la date de mise à disposition des fonds. </p><p>Si cette dernière date diffère de plus de n jours de la date prévue, en plus ou en moins, le montant des intérêts et le montant des échéances seront ajustés dans la limite de 10 % au maximum du montant total des intérêts. Cette modification sera notifiée au plus tard sept jours avant la date de la première échéance. </p><p>(**) Vous pouvez souscrire une assurance équivalente auprès de l'assureur de votre choix (6). </p><p>(**) Vous pouvez ne pas adhérer à l'assurance facultative (indiquer les modalités) (7). </p><p></p><p>II.-Modalités de remboursement du crédit par l'emprunteur </p><p></p><p>Débit du compte bancaire (2). </p><p>Prélèvement sur compte bancaire (2) conformément à l'autorisation ci-jointe. </p><p>Chèque bancaire (2). </p><p>Virement bancaire (2). </p><p>Mandat (2). </p><p>Autres formules (2). </p><p>Nota.-L'utilisation de lettres de change ou de billets à ordre est interdite (art. L. 313-13 du code de la consommation). </p><p></p><p>III.-Caution (2) </p><p></p><p>Identité de la caution (nom, prénoms, adresse) :... <br/></p><p>La personne qui accepte de se porter caution de votre obligation à l'égard du prêteur sera tenue d'y satisfaire à votre place en cas de défaillance de votre part. </p><p></p><p>IV.-Cette offre peut devenir votre contrat </p><p>de crédit dans les conditions suivantes </p><p>4.1. Acceptation de l'offre </p><p>Si cette offre vous convient, vous devez faire connaître au prêteur que vous l'acceptez en lui renvoyant un exemplaire de cette offre dûment rempli après avoir apposé votre signature. </p><p>4.2. Rétractation de l'acceptation </p><p>a) Après avoir accepté, vous pouvez revenir sur votre engagement, dans un délai de sept jours à compter de votre acceptation, en renvoyant le bordereau détachable joint après l'avoir signé. </p><p>b) Toutefois, si par écrit rédigé, daté et signé de votre main, vous avez expressément demandé à votre vendeur ou prestataire de services (5) de recevoir livraison immédiatement, ce délai de sept jours est ramené à la date de livraison du bien (ou du commencement d'exécution de la prestation de services) sans pouvoir jamais excéder sept jours ni être inférieur à trois jours (8). </p><p>c) En aucun cas l'exercice de ce droit de rétractation ne donne lieu à enregistrement sur un fichier. </p><p>4.3. Conclusion du contrat de prêt </p><p>a) Votre contrat devient définitif sept jours après votre acceptation [si le prêteur vous fait connaître sa décision de vous accorder le crédit (2)]. </p><p>Au cas où le prêteur vous informe de sa décision de vous accorder le crédit après l'expiration de ce délai de sept jours, vous aurez encore la possibilité de conclure le contrat de prêt si vous le souhaitez (2). </p><p>b) Nota.-Jusqu'à ce que le contrat de prêt devienne définitif, vous n'avez rien à payer au prêteur. </p><p>4.4. Rapports entre le contrat de prêt </p><p>et le contrat de vente (1) </p><p></p><p>a) Jusqu'à votre acceptation de l'offre de crédit, vous n'êtes tenu à aucun engagement à l'égard de votre vendeur ou prestataire de services (5). Celui-ci ne doit recevoir aucun paiement ni aucun dépôt en sus de la partie du prix que vous avez accepté de payer comptant. La validité et la prise d'effet de toute autorisation de prélèvement sont subordonnées à celles du contrat de vente. </p><p>b) Tant que le contrat de prêt n'est pas devenu définitif, votre vendeur ou prestataire de services (5) n'est pas obligé de faire la livraison ou la fourniture. Si, toutefois, celle-ci est faite avant la conclusion définitive du contrat de prêt, le vendeur ou prestataire de services en supporte les frais et risques. </p><p>c) Tant que le prêt demandé ne vous a pas été accordé ou, s'il l'a été, tant que le délai de rétractation de sept jours dont vous disposez ne s'est pas écoulé, vous n'avez rien à payer au vendeur ou prestataire de services (5), à l'exception, le cas échéant, de la partie du prix payable comptant (8). </p><p>d) Si vous avez renoncé à votre crédit ou si vous ne l'avez pas obtenu, la vente (1) est résolue, sauf si vous décidez de payer comptant. Le vendeur ou prestataire de services (5) doit alors vous rembourser, sur simple demande, l'intégralité des sommes que vous lui auriez versées à l'avance (8). Si celles-ci ne vous ont pas été restituées huit jours après votre demande de remboursement, elles produiront des intérêts au taux légal majoré de moitié (8). </p><p>e) Vos obligations à l'égard du prêteur ne prennent effet qu'à compter de la livraison du bien (ou de la fourniture de la prestation de services). </p><p>f) Si l'exécution de la vente (1) est échelonnée dans le temps, votre obligation de remboursement prend effet au début de cette exécution et cesse en cas d'interruption de celle-ci. </p><p>g) Nota.-Vous n'avez pas à prendre, vis-à-vis du vendeur ou prestataire de services, un engagement préalable de payer comptant pour le cas où votre prêt serait refusé. Un tel engagement serait nul de droit. </p><p>h) Le contrat de vente (1) mentionné ci-dessus doit préciser que le paiement du prix sera acquitté à l'aide d'un crédit, sous peine pour le vendeur (ou prestataire de services) des sanctions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006292427&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L311-34 (V)'>l'article L. 311-34 </a>du code de la consommation. </p><p></p><p>V.-Exécution du contrat </p><p></p><p>5.1. Remboursement par anticipation. </p><p>Vous pouvez toujours, à votre initiative, rembourser par anticipation sans indemnité, en partie ou en totalité, le crédit qui vous a été consenti. </p><p>Toutefois, le prêteur peut refuser un remboursement partiel anticipé inférieur au montant fixé par décret, soit actuellement trois fois le montant contractuel de la première échéance non échue (selon <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006291818&dateTexte=&categorieLien=cid' title='Code de la consommation - art. D311-10 (Ab)'>l'art. D. 311-10 </a>du code de la consommation). </p><p>5.2. En cas de défaillance de votre part dans les remboursements, le prêteur pourra exiger le remboursement immédiat du capital restant dû, majoré des intérêts échus mais non payés. Jusqu'à la date du règlement effectif, les sommes restant dues produisent les intérêts de retard à un taux égal à celui du prêt. En outre, le prêteur pourra vous demander une indemnité égale à 8 % du capital dû. Si le prêteur n'exige pas le remboursement immédiat du capital restant dû, il pourra exiger, outre le paiement des échéances échues impayées, une indemnité égale à 8 % desdites échéances. Cependant, dans le cas où il accepterait des reports d'échéances à venir, le taux de l'indemnité serait ramené à 4 % des échéances reportées. </p><p>5.3. Les indemnités ci-dessus peuvent être soumises, le cas échéant, au pouvoir d'appréciation du tribunal. </p><p>5.4. Aucune somme autre que celles mentionnées dans les deux cas ci-dessus ne pourra vous être réclamée par le prêteur, à l'exception cependant, en cas de défaillance, des frais taxables entraînés par cette défaillance. </p><p>5.5. En cas d'incident de paiement caractérisé, des informations vous concernant sont susceptibles d'être inscrites dans le fichier tenu à la Banque de France (FICP) accessible à l'ensemble des établissements de crédit. </p><p></p><p>VI.-Contentieux </p><p></p><p>6.1. Le tribunal d'instance connaît des litiges nés de l'application du chapitre Ier du titre Ier du livre III du code de la consommation. Les actions en paiement engagées devant lui à l'occasion de la défaillance de l'emprunteur doivent être formées dans les deux ans de l'événement qui leur a donné naissance à peine de forclusion. </p><p>Lorsque les modalités de règlement des échéances impayées ont fait l'objet d'un réaménagement ou d'un rééchelonnement, le point de départ du délai de forclusion est le premier incident non régularisé intervenu après le premier aménagement ou rééchelonnement conclu entre les intéressés ou après adoption du plan conventionnel de redressement prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006292640&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L331-6 (VT)'>l'article L. 331-6 </a>ou après décision du juge de l'exécution sur les mesures mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006292643&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L331-7 (VT)'>l'article L. 331-7</a>. </p><p>Elles sont portées soit devant le tribunal du lieu où demeure le défendeur en justice, soit devant celui du lieu de livraison effective de la chose (ou du lieu de l'exécution de la prestation de services). </p><p>6.2. En cas de contestation sur l'exécution du contrat de vente (1) le tribunal pourra, jusqu'à la solution du litige, suspendre votre obligation de remboursement à l'égard du prêteur. Si la vente (1) est annulée ou résolue par le tribunal, votre contrat de crédit l'est automatiquement. Ces dispositions ne seront applicables que si le prêteur, dans le cas où il s'agit d'un établissement de crédit, est intervenu à l'instance ou s'il a été mis en cause par le vendeur ou le prestataire de services (5) ou par vous-même. </p><p>Signature du prêteur </p><p></p><p>VII.-Acceptation de l'offre préalable </p><p></p><p>Je soussigné,..., déclare accepter la présente offre préalable : </p><p>Sans assurance ; </p><p>Avec assurance (9). </p><p>Après avoir pris connaissance des conditions particulières et générales de l'offre et de la notice comportant les extraits des conditions générales de l'assurance (9), je reconnais rester en possession d'un exemplaire de cette offre doté d'un formulaire détachable de rétractation. </p><p>Date :... <br/></p><p>Signature de l'emprunteur </p><p>Signature du coemprunteur (2) </p><p>(1) Ou prestation de services. </p><p>(2) Le cas échéant. </p><p>(3) Etablissement de crédit ou vendeur ou prestataire de services. </p><p>(4) Ou durée supérieure, le cas échéant, à l'initiative du prêteur. </p><p>(5) Si le vendeur ou le prestataire de service n'est pas le prêteur. </p><p>(6) A insérer si l'assurance est obligatoire pour l'obtention du financement. </p><p>(7) A insérer si l'assurance est facultative. </p><p>(8) Ces dispositions ne s'appliquent pas en cas de vente à domicile. </p><p>(9) En cas d'assurance, une notice doit être remise lors de la signature de l'offre préalable de crédit.</p>",
            "num": "Annexe Modèle type n° 1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1191196800000,
            "dateFin": 1467331200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084139",
                        "id": "LEGISCTA000006084139",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Livre III : Endettement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114380",
                        "id": "LEGISCTA000006114380",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Titre Ier : Crédit",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133645",
                        "id": "LEGISCTA000006133645",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2016-10-01",
                        "titre": "Chapitre III : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146624",
                        "id": "LEGISCTA000006146624",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1995-02-02",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084132",
                        "id": "LEGISCTA000006084132",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-01",
                        "fin": "2016-07-01",
                        "titre": "ANNEXE A L'ARTICLE R311-6",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022132747",
                        "id": "LEGISCTA000022132747",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000022132761",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022132747",
            "sectionParentId": "LEGISCTA000022132747",
            "sectionParentTitre": "ANNEXE A L'ARTICLE R311-6",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Endettement &gt; Titre Ier : Crédit &gt; Chapitre III : Dispositions communes &gt; Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022132761",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000383100",
                    "textTitle": "Décret n°97-298 du 27 mars 1997 - art. 1 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006595404",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-04-03",
                    "dateSignaTexte": "1997-03-27",
                    "dateDebutCible": "1997-04-03"
                },
                {
                    "textCid": "JORFTEXT000000793150",
                    "textTitle": "Arrêté du 19 décembre 2006 - art. Annexe, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "Annexe",
                    "articleId": "JORFARTI000001086307",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2006-12-24",
                    "dateSignaTexte": "2006-12-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000822203",
                    "textTitle": "Arrêté du 14 mai 2007 - art. Annexe, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "Annexe",
                    "articleId": "JORFARTI000001716795",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2007-05-17",
                    "dateSignaTexte": "2007-05-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000032797752",
                    "textTitle": "Décret n°2016-884 du 29 juin 2016 - art. 8",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000032803154",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-30",
                    "dateSignaTexte": "2016-06-29",
                    "dateDebutCible": "2016-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. D311-10 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D311-10",
                    "articleId": "LEGIARTI000006291818",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 860025600000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L311-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-34",
                    "articleId": "LEGIARTI000006292427",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743731200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L331-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L331-6",
                    "articleId": "LEGIARTI000006292640",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743731200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L331-7 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L331-7",
                    "articleId": "LEGIARTI000006292643",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743731200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000022132761",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1191196800000,
                    "dateFin": 1467331200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe Modèle type n° 1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}