{
    "cid": "LEGIARTI000044565882",
    "num": "L162-48",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-03-10",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000006156028",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins et à la prévention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000036687767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 11 : Télésurveillance médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044565880",
                        "id": "LEGISCTA000044565906",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000044565964",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044553428",
                    "textTitle": "LOI n°2021-1754 du 23 décembre 2021 - art. 36 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000044564733",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-24",
                    "dateSignaTexte": "2021-12-23",
                    "dateDebutCible": "2021-12-25"
                }
            ],
            "num": "L162-48",
            "origine": "LEGI",
            "texte": "I. - Pour l'application de la présente section, constituent des activités de télésurveillance médicale les interventions associant : 1° D'une part, une surveillance médicale ayant pour objet l'analyse des données et alertes transmises au moyen d'un des dispositifs médicaux numériques mentionnés au 2°, toutes les actions nécessaires à sa mise en place, au paramétrage du dispositif, à la formation du patient en vue de son utilisation, à la vérification et au filtrage des alertes ainsi que, le cas échéant, des activités complémentaires, notamment des activités d'accompagnement thérapeutiques ; 2° D'autre part, l'utilisation de dispositifs médicaux numériques ayant pour fonction de collecter, d'analyser et de transmettre des données physiologiques, cliniques ou psychologiques et d'émettre des alertes lorsque certaines de ces données dépassent des seuils prédéfinis et, le cas échéant, des accessoires de collecte associés, lorsqu'ils ne sont ni implantables ni invasifs et qu'ils sont sans visée thérapeutique. Ces dispositifs médicaux numériques permettent d'exporter les données traitées dans des formats et dans une nomenclature interopérables, appropriés et garantissant l'accès direct aux données et comportent, le cas échéant, des interfaces permettant l'échange de données avec des dispositifs ou accessoires de collecte des paramètres vitaux du patient. II. - Constitue un dispositif médical numérique tout logiciel répondant à la définition du dispositif médical énoncée à l'article 2 du règlement (UE) 2017/745 du Parlement européen et du Conseil du 5 avril 2017 relatif aux dispositifs médicaux, modifiant la directive 2001/83/ CE, le règlement (CE) n° 178/2002 et le règlement (CE) n° 1223/2009 et abrogeant les directives du Conseil 90/385/ CEE et 93/42/ CEE. Un dispositif médical numérique peut nécessiter l'usage d'un accessoire de collecte destiné par son fabricant à être utilisé avec ledit dispositif médical pour permettre une utilisation de ce dernier conforme à sa destination ou pour contribuer spécifiquement et directement à sa fonction médicale. Lorsque des dispositifs médicaux numériques présentent, d'une part, des fonctionnalités de télésurveillance médicale au sens du présent article et, d'autre part, d'autres fonctionnalités, notamment thérapeutiques, ils ne relèvent de la présente section que pour leurs fonctionnalités de télésurveillance médicale. Ils sont soumis, le cas échéant, à la section 1 du chapitre V du présent titre en ce qui concerne leurs fonctionnalités thérapeutiques.",
            "texteHtml": "<p>I. - Pour l'application de la présente section, constituent des activités de télésurveillance médicale les interventions associant :<br/><br/>\n1° D'une part, une surveillance médicale ayant pour objet l'analyse des données et alertes transmises au moyen d'un des dispositifs médicaux numériques mentionnés au 2°, toutes les actions nécessaires à sa mise en place, au paramétrage du dispositif, à la formation du patient en vue de son utilisation, à la vérification et au filtrage des alertes ainsi que, le cas échéant, des activités complémentaires, notamment des activités d'accompagnement thérapeutiques ;<br/><br/>\n2° D'autre part, l'utilisation de dispositifs médicaux numériques ayant pour fonction de collecter, d'analyser et de transmettre des données physiologiques, cliniques ou psychologiques et d'émettre des alertes lorsque certaines de ces données dépassent des seuils prédéfinis et, le cas échéant, des accessoires de collecte associés, lorsqu'ils ne sont ni implantables ni invasifs et qu'ils sont sans visée thérapeutique. Ces dispositifs médicaux numériques permettent d'exporter les données traitées dans des formats et dans une nomenclature interopérables, appropriés et garantissant l'accès direct aux données et comportent, le cas échéant, des interfaces permettant l'échange de données avec des dispositifs ou accessoires de collecte des paramètres vitaux du patient.<br/><br/>\nII. - Constitue un dispositif médical numérique tout logiciel répondant à la définition du dispositif médical énoncée à l'article 2 du règlement (UE) 2017/745 du Parlement européen et du Conseil du 5 avril 2017 relatif aux dispositifs médicaux, modifiant la directive 2001/83/ CE, le règlement (CE) n° 178/2002 et le règlement (CE) n° 1223/2009 et abrogeant les directives du Conseil 90/385/ CEE et 93/42/ CEE.<br/><br/>\nUn dispositif médical numérique peut nécessiter l'usage d'un accessoire de collecte destiné par son fabricant à être utilisé avec ledit dispositif médical pour permettre une utilisation de ce dernier conforme à sa destination ou pour contribuer spécifiquement et directement à sa fonction médicale.<br/><br/>\nLorsque des dispositifs médicaux numériques présentent, d'une part, des fonctionnalités de télésurveillance médicale au sens du présent article et, d'autre part, d'autres fonctionnalités, notamment thérapeutiques, ils ne relèvent de la présente section que pour leurs fonctionnalités de télésurveillance médicale. Ils sont soumis, le cas échéant, à la section 1 du chapitre V du présent titre en ce qui concerne leurs fonctionnalités thérapeutiques.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}