{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000017832682",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Bassin de la Garonne Département de l'Ariège L'Ariège, en aval du confluent avec la Lauze (commune d'Ax-les-Thermes). L'Aston, en aval du barrage de Riète. Le Vicdessos, en aval du confluent avec le ruisseau de Goulier. Le Salat, en aval du confluent avec le ruisseau d'Angouls. Le Lez, en aval du confluent avec la Bouigane. L'Alet, en aval du confluent avec le ruisseau de Bielle. Le Garbet, en aval du confluent avec le ruisseau de Moula. L'Hers vif, en aval du confluent avec le ruisseau de Trière (commune de Camon). Département de l'Aveyron Axe Aveyron-Viaur L'Aveyron et ses affluents suivants : - les Serènes ; - l'Alzou ; - la Serre ; - l'Olip ; - le Viaur, en aval du barrage de Pont-de-Salars, et ses affluents suivants : La Nauze ; Le Céor, en aval du barrage d'Arvieu ; Le Giffou, en aval du barrage du Moulin-de-Cailhol (commune de Requista) ; Le Lieux de Naucelle, en aval du barrage de Bonnefond (commune de Naucelle) ; Le Lézert ; Le Lieux de Villelongue. Axe Lot Le Lot, en aval de Golinhac. La Truyère, en aval du barrage de Couesque. Le Goul. Axe Tarn Le Tarn, en amont du barrage de Pinet. Le Dourdou. Département de la Dordogne Le Dropt. La Lémance et ses affluents. Département du Gard La Dourbie et ses affluents. Le Trévezel. Département de la Haute-Garonne La Garonne, en aval du barrage du plan d'Arem. La Pique, en aval du confluent avec le Burbe (commune de Saint-Mamet). L'One, en aval de la prise d'eau de Mousquère (cote 762 NGF). Le Lys, en aval de la prise d'eau de la Pique supérieure (cote 1 000 NGF). La Neste d'Oô, en aval de la cote 1 400 NGF (commune d'Oô). La Neste d'Oueil. Le Burbe. Le Ger. Le Lens. Le Job. Le Fougaron. La Save. La Louge. La Seygouade. La Gesse. Le Volp. L'Arize. La Noue. L'Arbas. L'Ariège. L'Aussonnelle. Le Girou. L'Hers vif. L'Hers mort. La Lèze. Le Salat. Le Tarn. Le Touch. Le Sor. Département du Gers La Save. La Gesse. La Gimone, en aval du barrage de la Gimone (commune de Lunax). L'Arrats, en amont d'Aubiet. L'Auroue, en aval de Castet-Arrouy. Le Gers, en amont de Masseube. La Baïse, en amont de l'Isle-de-Noé et ses affluents suivants : la Petite Baïse et la Baïsolle. Le Bouès, en amont du pont de Thillac. Département de la Gironde La Garonne, jusqu'à la limite de salure des eaux. Le Dropt. Le Ciron et ses affluents suivants : - le Tursan ; - la Hure ; - le Baillon ; - la Gouaneyre ; - le Giscos ; - le Barthos. Le Brion. La Leyre. Département de l'Hérault L'Agout et ses affluents. L'Arn et ses affluents. Le Thore. Département du Lot Le Lot. Le Célé. Le Ruisseau noir. Le Veyre. Le Bervezou-Sibergue. Le Burlande. Le Saint-Perdoux. Le Drauzou. La Sagne. Le Vers. Le Maquefave. Le Vert. La Masse. La Thèze. Le Lissorgue. Le ruisseau de Grézels, en aval du pont de la D 58 (commune de Boulve). Le Lemboulas, en aval de la confluence avec le ruisseau de Fontanes. La Petite Barguelonne, en aval du pont de la D 37 (commune de Saint-Pantaléon). La Grande Barguelonne, en aval du pont de la D 659 (commune de Boisse). Département de Lot-et-Garonne La Garonne. L'Auroue. L'Auvignon, en aval du moulin de Saint-Joseph. Le Gers, en aval du moulin de Layrac. La Baïse, en aval du barrage de Buzet. La Gelise. La Gueyze et ses affluents. L'Ourbise et ses affluents. L'Avance, en amont du moulin de Mézailles et ses affluents dans la section considérée. La Séoune, en aval du moulin de Lafox. Le Lot. La Tancane et ses affluents. La Thèze et ses affluents. La Lémance et ses affluents. La Lède, en amont du moulin de Peyrarnaud et ses affluents dans la section considérée. Le Dropt. Département de la Lozère Le Lot et ses affluents. La Truyère, en amont de la Malzieu et ses affluents dans la section considérée. Le Tarn, en aval du confluent avec l'Alagnon, et ses affluents dans la section considérée. Département des Hautes-Pyrénées La Neste d'Aure, en aval du pont de Lete (commune de Saint-Lary-Soulan). La Grande Baïse. Département du Tarn Le Tarn, en aval du barrage de Rivières. L'Aveyron. Le Viaur, à l'exception de la retenue de Thuriès. L'Agout. Le Dadou, en amont du barrage de Razisse, ses affluents dans la section considérée et les affluents suivants : - l'Aze ; - les Bardes ; - le Dadounet ; - le Castelfranc ; - le Bezan. Le Gijou, en aval de sa confluence avec le Berlou. Le Gijou, de sa confluence avec le Limes (commune de Lacaze) à sa confluence avec le Giroussel et ses affluents dans la section considérée. Le Berlou. Le Giroussel. La Vèbre et son affluent le Viau, en amont de la retenue de Laouzas. La Durenque et ses affluents. Le Thore. L'Arn, en amont du barrage des Saints-Peyres et ses affluents dans la section considérée. Département de Tarn-et-Garonne La Garonne. Le Tarn. L'Aveyron. La Barguelonne, la Grande Barguelonne et la Petite Barguelonne. Le Lemboulas et le Petit Lemboulas. La Vère. La Bonnette. La Seye. La Baye. Bassin de la Dordogne Département de la Charente La Dronne. La Tude. La Lizonne. Département de la Corrèze La Dordogne, en aval du pont de la RN 120 (commune d'Argentat). La Diège, à l'exception de la retenue des Moulinards (commune de la Roche-le-Peyroux) et ses affluents. La Triouzoune, à l'exception de la retenue de Neuvic-d'Ussel (commune de Neuvic-d'Ussel) et ses affluents. La Luzège, en aval de la retenue de Vieille-Eglise (commune de Saint-Pantaléon-de-Lapleau) et ses affluents dans la section considérée. La Doustre, à l'exception de la retenue de la Valette (commune de Marcillac-la-Croisille), et ses affluents. Le ruisseau de Souvigne. La Rhue, en amont du pont de Saint-Thomas (D. 922). Le Maumont et ses affluents. La Sourdoire et ses affluents. La Vézère, en amont de la retenue de Montceaux-la-Virolle et en aval du barrage de Peyrissac et ses affluents dans les sections considérées. La Corrèze et ses affluents. La Montane, en aval du pont de la D. 26 E (cote 500 NGF) et ses affluents dans la section considérée. La Loyre et ses affluents. L'Auvézère. Département de la Dordogne La Dordogne. La Borrèze. L'Enéa. Le Moulan. La Pradelle. Le Caudeau. La Louyre. Le Maurens. L'Estrop. La Lidoire. Le Céou. La Nauze. La Couze. Le Couzeau. La Vézère. L'Elle. Le Cern. La Laurence. Le Thonac. Le Vimoni. Le Ladouch. La Manaurie. Le Coly. La Grande et la Petite Beune. La Dronne. Le Boulou. L'Euche. La Lizonne. La Cole. Le Bandiat. La Tardoire. Le Trieux. Le Périgord. La Valouze. La Rochille. La Beauronne de Château-l'Evêque. La Beauronne de Mussidan. Le Lavaud. La Loue et la Haute-Loue. L'Auvézère. Le Dalon. Le Blame. L'Eau Lourde. Le Manoire. La Crempse. Département de la Gironde La Dordogne jusqu'à la limite de salure des eaux. La Dronne. L'Engranne. La Durèze. La Soulège. La Gravouze. Le Sandeau. Dans le département du Lot La Dordogne. La Cère et ses affluents suivants : - l'Escaumels ; - le ruisseau d'Orgues ; - le Négreval ; - le Mamoul. La Bave et ses affluents suivants : - le Cayla ; - le Tolerme, en aval de Sénaillac-Latronquière. La Sourdoire. La Tourmente. L'Ouysse. La Borrèze. Le Blagour. Le Céou, en aval du pont de la RN 20 et son affluent l'Ouréjou. Dans le département de la Haute-Vienne L'Auvézère et ses affluents. La Boucheuse et ses affluents. La Loue et ses affluents. L'Isle et ses affluents. La Dronne et ses affluents. Bassin de l'Adour Dans le département des Hautes-Pyrénées Le Nez, en aval de la chute des Enfers, à Gazost (communes d'Ourdon et Gazost). Le gave d'Arrens, en aval du barrage du Tech.",
            "texteHtml": "<p align='center'><strong>Bassin de la Garonne<br/><br/></strong></p><p align='center'>Département de l'Ariège</p><p>L'Ariège, en aval du confluent avec la Lauze (commune d'Ax-les-Thermes).</p><p>L'Aston, en aval du barrage de Riète.</p><p>Le Vicdessos, en aval du confluent avec le ruisseau de Goulier.</p><p>Le Salat, en aval du confluent avec le ruisseau d'Angouls.</p><p>Le Lez, en aval du confluent avec la Bouigane.</p><p>L'Alet, en aval du confluent avec le ruisseau de Bielle.</p><p>Le Garbet, en aval du confluent avec le ruisseau de Moula.</p><p align='left'>L'Hers vif, en aval du confluent avec le ruisseau de Trière (commune de Camon).</p><p align='center'></p><p align='center'><br/>Département de l'Aveyron</p><p align='center'>Axe Aveyron-Viaur<br/></p><p>L'Aveyron et ses affluents suivants :</p><p>- les Serènes ;</p><p>- l'Alzou ;</p><p>- la Serre ;</p><p>- l'Olip ;</p><p>- le Viaur, en aval du barrage de Pont-de-Salars, et ses affluents suivants :</p><p>La Nauze ;</p><p>Le Céor, en aval du barrage d'Arvieu ;</p><p>Le Giffou, en aval du barrage du Moulin-de-Cailhol (commune de Requista) ;</p><p>Le Lieux de Naucelle, en aval du barrage de Bonnefond (commune de Naucelle) ;</p><p>Le Lézert ;</p><p>Le Lieux de Villelongue.</p><p align='center'>Axe Lot</p><p>Le Lot, en aval de Golinhac.</p><p>La Truyère, en aval du barrage de Couesque.</p><p>Le Goul.</p><p align='center'>Axe Tarn</p><p>Le Tarn, en amont du barrage de Pinet.</p><p>Le Dourdou.</p><p align='center'>Département de la Dordogne</p><p>Le Dropt.</p><p>La Lémance et ses affluents.</p><p align='center'>Département du Gard</p><p>La Dourbie et ses affluents.</p><p>Le Trévezel.</p><p align='center'>Département de la Haute-Garonne</p><p>La Garonne, en aval du barrage du plan d'Arem.</p><p>La Pique, en aval du confluent avec le Burbe (commune de Saint-Mamet).</p><p>L'One, en aval de la prise d'eau de Mousquère (cote 762 NGF).</p><p>Le Lys, en aval de la prise d'eau de la Pique supérieure (cote 1 000 NGF).</p><p>La Neste d'Oô, en aval de la cote 1 400 NGF (commune d'Oô).</p><p>La Neste d'Oueil.</p><p>Le Burbe.</p><p>Le Ger.</p><p>Le Lens.</p><p>Le Job.</p><p>Le Fougaron.</p><p>La Save.</p><p>La Louge.</p><p>La Seygouade.</p><p>La Gesse.</p><p>Le Volp.</p><p>L'Arize.</p><p>La Noue.</p><p>L'Arbas.</p><p>L'Ariège.</p><p>L'Aussonnelle.</p><p>Le Girou.</p><p>L'Hers vif.</p><p>L'Hers mort.</p><p>La Lèze.</p><p>Le Salat.</p><p>Le Tarn.</p><p>Le Touch.</p><p>Le Sor.</p><p align='center'>Département du Gers</p><p>La Save.</p><p>La Gesse.</p><p>La Gimone, en aval du barrage de la Gimone (commune de Lunax).</p><p>L'Arrats, en amont d'Aubiet.</p><p>L'Auroue, en aval de Castet-Arrouy.</p><p>Le Gers, en amont de Masseube.</p><p>La Baïse, en amont de l'Isle-de-Noé et ses affluents suivants :</p><p>la Petite Baïse et la Baïsolle.</p><p>Le Bouès, en amont du pont de Thillac.</p><p align='center'>Département de la Gironde</p><p>La Garonne, jusqu'à la limite de salure des eaux.</p><p>Le Dropt.</p><p>Le Ciron et ses affluents suivants :</p><p>- le Tursan ;</p><p>- la Hure ;</p><p>- le Baillon ;</p><p>- la Gouaneyre ;</p><p>- le Giscos ;</p><p>- le Barthos.</p><p>Le Brion.</p><p>La Leyre.</p><p align='center'>Département de l'Hérault</p><p>L'Agout et ses affluents.</p><p>L'Arn et ses affluents.</p><p>Le Thore.</p><p align='center'>Département du Lot</p><p>Le Lot.</p><p>Le Célé.</p><p>Le Ruisseau noir.</p><p>Le Veyre.</p><p>Le Bervezou-Sibergue.</p><p>Le Burlande.</p><p>Le Saint-Perdoux.</p><p>Le Drauzou.</p><p>La Sagne.</p><p>Le Vers.</p><p>Le Maquefave.</p><p>Le Vert.</p><p>La Masse.</p><p>La Thèze.</p><p>Le Lissorgue.</p><p>Le ruisseau de Grézels, en aval du pont de la D 58 (commune de Boulve).</p><p>Le Lemboulas, en aval de la confluence avec le ruisseau de Fontanes.</p><p>La Petite Barguelonne, en aval du pont de la D 37 (commune de Saint-Pantaléon).</p><p>La Grande Barguelonne, en aval du pont de la D 659 (commune de Boisse).</p><p align='center'>Département de Lot-et-Garonne</p><p>La Garonne.</p><p>L'Auroue.</p><p>L'Auvignon, en aval du moulin de Saint-Joseph.</p><p>Le Gers, en aval du moulin de Layrac.</p><p>La Baïse, en aval du barrage de Buzet.</p><p>La Gelise.</p><p>La Gueyze et ses affluents.</p><p>L'Ourbise et ses affluents.</p><p>L'Avance, en amont du moulin de Mézailles et ses affluents dans la section considérée.</p><p>La Séoune, en aval du moulin de Lafox.</p><p>Le Lot.</p><p>La Tancane et ses affluents.</p><p>La Thèze et ses affluents.</p><p>La Lémance et ses affluents.</p><p>La Lède, en amont du moulin de Peyrarnaud et ses affluents dans la section considérée.</p><p>Le Dropt.</p><p align='center'>Département de la Lozère</p><p>Le Lot et ses affluents.</p><p>La Truyère, en amont de la Malzieu et ses affluents dans la section considérée.</p><p>Le Tarn, en aval du confluent avec l'Alagnon, et ses affluents dans la section considérée.</p><p>Département des Hautes-Pyrénées</p><p>La Neste d'Aure, en aval du pont de Lete (commune de Saint-Lary-Soulan).</p><p>La Grande Baïse.</p><p align='center'>Département du Tarn</p><p>Le Tarn, en aval du barrage de Rivières.</p><p>L'Aveyron.</p><p>Le Viaur, à l'exception de la retenue de Thuriès.</p><p>L'Agout.</p><p>Le Dadou, en amont du barrage de Razisse, ses affluents dans la section considérée et les affluents suivants :</p><p>- l'Aze ;</p><p>- les Bardes ;</p><p>- le Dadounet ;</p><p>- le Castelfranc ;</p><p>- le Bezan.</p><p>Le Gijou, en aval de sa confluence avec le Berlou.</p><p>Le Gijou, de sa confluence avec le Limes (commune de Lacaze) à sa confluence avec le Giroussel et ses affluents dans la section considérée.</p><p>Le Berlou.</p><p>Le Giroussel.</p><p>La Vèbre et son affluent le Viau, en amont de la retenue de Laouzas.</p><p>La Durenque et ses affluents.</p><p>Le Thore.</p><p>L'Arn, en amont du barrage des Saints-Peyres et ses affluents dans la section considérée.</p><p align='center'>Département de Tarn-et-Garonne</p><p>La Garonne.</p><p>Le Tarn.</p><p>L'Aveyron.</p><p>La Barguelonne, la Grande Barguelonne et la Petite Barguelonne.</p><p>Le Lemboulas et le Petit Lemboulas.</p><p>La Vère.</p><p>La Bonnette.</p><p>La Seye.</p><p>La Baye.</p><p align='center'><strong>Bassin de la Dordogne<br/></strong></p><p align='center'>Département de la Charente</p><p>La Dronne.</p><p>La Tude.</p><p>La Lizonne.</p><p align='center'>Département de la Corrèze</p><p>La Dordogne, en aval du pont de la RN 120 (commune d'Argentat).</p><p>La Diège, à l'exception de la retenue des Moulinards (commune de la Roche-le-Peyroux) et ses affluents.</p><p>La Triouzoune, à l'exception de la retenue de Neuvic-d'Ussel (commune de Neuvic-d'Ussel) et ses affluents.</p><p>La Luzège, en aval de la retenue de Vieille-Eglise (commune de Saint-Pantaléon-de-Lapleau) et ses affluents dans la section considérée.</p><p>La Doustre, à l'exception de la retenue de la Valette (commune de Marcillac-la-Croisille), et ses affluents.</p><p>Le ruisseau de Souvigne.</p><p>La Rhue, en amont du pont de Saint-Thomas (D. 922).</p><p>Le Maumont et ses affluents.</p><p>La Sourdoire et ses affluents.</p><p>La Vézère, en amont de la retenue de Montceaux-la-Virolle et en aval du barrage de Peyrissac et ses affluents dans les sections considérées.</p><p>La Corrèze et ses affluents.</p><p>La Montane, en aval du pont de la D. 26 E (cote 500 NGF) et ses affluents dans la section considérée.</p><p>La Loyre et ses affluents.</p><p>L'Auvézère.</p><p align='left'>Département de la Dordogne<br/><br/><br/>La Dordogne.</p><p>La Borrèze.</p><p>L'Enéa.</p><p>Le Moulan.</p><p>La Pradelle.</p><p>Le Caudeau.</p><p>La Louyre.</p><p>Le Maurens.</p><p>L'Estrop.</p><p>La Lidoire.</p><p>Le Céou.</p><p>La Nauze.</p><p>La Couze.</p><p>Le Couzeau.</p><p>La Vézère.</p><p>L'Elle.</p><p>Le Cern.</p><p>La Laurence.</p><p>Le Thonac.</p><p>Le Vimoni.</p><p>Le Ladouch.</p><p>La Manaurie.</p><p>Le Coly.</p><p>La Grande et la Petite Beune.</p><p>La Dronne.</p><p>Le Boulou.</p><p>L'Euche.</p><p>La Lizonne.</p><p>La Cole.</p><p>Le Bandiat.</p><p>La Tardoire.</p><p>Le Trieux.</p><p>Le Périgord.</p><p>La Valouze.</p><p>La Rochille.</p><p>La Beauronne de Château-l'Evêque.</p><p>La Beauronne de Mussidan.</p><p>Le Lavaud.</p><p>La Loue et la Haute-Loue.</p><p>L'Auvézère.</p><p>Le Dalon.</p><p>Le Blame.</p><p>L'Eau Lourde.</p><p>Le Manoire.</p><p>La Crempse.</p><p align='center'>Département de la Gironde</p><p>La Dordogne jusqu'à la limite de salure des eaux.</p><p>La Dronne.</p><p>L'Engranne.</p><p>La Durèze.</p><p>La Soulège.</p><p>La Gravouze.</p><p>Le Sandeau.</p><p align='center'>Dans le département du Lot</p><p>La Dordogne.</p><p>La Cère et ses affluents suivants :</p><p>- l'Escaumels ;</p><p>- le ruisseau d'Orgues ;</p><p>- le Négreval ;</p><p>- le Mamoul.</p><p>La Bave et ses affluents suivants :</p><p>- le Cayla ;</p><p>- le Tolerme, en aval de Sénaillac-Latronquière.</p><p>La Sourdoire.</p><p>La Tourmente.</p><p>L'Ouysse.</p><p>La Borrèze.</p><p>Le Blagour.</p><p>Le Céou, en aval du pont de la RN 20 et son affluent l'Ouréjou.</p><p align='center'>Dans le département de la Haute-Vienne</p><p>L'Auvézère et ses affluents.</p><p>La Boucheuse et ses affluents.</p><p>La Loue et ses affluents.</p><p>L'Isle et ses affluents.</p><p>La Dronne et ses affluents.</p><p align='center'><strong>Bassin de l'Adour<br/></strong></p><p align='center'>Dans le département des Hautes-Pyrénées</p><p>Le Nez, en aval de la chute des Enfers, à Gazost (communes d'Ourdon et Gazost).</p><p>Le gave d'Arrens, en aval du barrage du Tech.</p>",
            "num": "Annexe I à l'article D432-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1123200000000,
            "dateFin": 1388534400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1036716240,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108640",
                        "id": "LEGISCTA000006108640",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006839974",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006108640",
            "sectionParentId": "LEGISCTA000006108640",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "ANNEXES",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000017832682",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000261850",
                    "textTitle": "Décret n°2005-935 du 2 août 2005 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000261850",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000017651043",
                    "textTitle": "Décret n°2007-1760\n du 14 décembre 2007 - art. 6",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000017695032",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-12-16",
                    "dateSignaTexte": "2007-12-14",
                    "dateDebutCible": "2007-12-17"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000017832682",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I à l'article D432-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}