{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042807100",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le rapport médical mentionné à l'article R. 425-11 est établi par un médecin de l'Office français de l'immigration et de l'intégration à partir d'un certificat médical établi par le médecin qui suit habituellement le demandeur ou par un médecin praticien hospitalier inscrits au tableau de l'ordre, dans les conditions prévues par l'arrêté mentionné au deuxième alinéa du même article. Le médecin de l'office peut solliciter, le cas échéant, le médecin qui suit habituellement le demandeur ou le médecin praticien hospitalier. Il en informe le demandeur. Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le médecin de l'office établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. Il transmet son rapport médical au collège de médecins. Sous couvert du directeur général de l'Office français de l'immigration et de l'intégration le service médical de l'office informe le préfet qu'il a transmis au collège de médecins le rapport médical. En cas de défaut de présentation de l'étranger lorsqu'il a été convoqué par le médecin de l'office ou de production des examens complémentaires demandés dans les conditions prévues au premier alinéa, il en informe également le préfet. Dans ce cas le récépissé de demande de première délivrance d'un titre de séjour prévu à l'article R. 431-12 n'est pas délivré. Lorsque l'étranger dépose une demande de renouvellement de titre de séjour, le récépissé est délivré dès la réception, par le service médical de l'office, du certificat médical mentionné au premier alinéa. Le collège peut demander au médecin qui suit habituellement le demandeur, au médecin praticien hospitalier ou au médecin qui a rédigé le rapport de lui communiquer, dans un délai de quinze jours, tout complément d'information. Le demandeur en est simultanément informé. Le collège de médecins peut entendre et, le cas échéant, examiner le demandeur et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. Il peut être assisté d'un interprète et d'un médecin. Lorsque l'étranger est mineur, il est accompagné de son représentant légal. Le demandeur dispose d'un délai d'un mois à compter de l'enregistrement de sa demande en préfecture pour transmettre à l'office et de l'intégration le certificat médical mentionné au premier alinéa. Lorsque la demande est fondée sur l'article L. 431-2, le certificat médical est transmis dans le délai mentionné à ce même article.",
            "texteHtml": "<p><br/>Le rapport médical mentionné à l'article R. 425-11 est établi par un médecin de l'Office français de l'immigration et de l'intégration à partir d'un certificat médical établi par le médecin qui suit habituellement le demandeur ou par un médecin praticien hospitalier inscrits au tableau de l'ordre, dans les conditions prévues par l'arrêté mentionné au deuxième alinéa du même article. Le médecin de l'office peut solliciter, le cas échéant, le médecin qui suit habituellement le demandeur ou le médecin praticien hospitalier. Il en informe le demandeur. Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le médecin de l'office établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. Il transmet son rapport médical au collège de médecins.<br/>Sous couvert du directeur général de l'Office français de l'immigration et de l'intégration le service médical de l'office informe le préfet qu'il a transmis au collège de médecins le rapport médical. En cas de défaut de présentation de l'étranger lorsqu'il a été convoqué par le médecin de l'office ou de production des examens complémentaires demandés dans les conditions prévues au premier alinéa, il en informe également le préfet. Dans ce cas le récépissé de demande de première délivrance d'un titre de séjour prévu à l'article R. 431-12 n'est pas délivré. Lorsque l'étranger dépose une demande de renouvellement de titre de séjour, le récépissé est délivré dès la réception, par le service médical de l'office, du certificat médical mentionné au premier alinéa.<br/>Le collège peut demander au médecin qui suit habituellement le demandeur, au médecin praticien hospitalier ou au médecin qui a rédigé le rapport de lui communiquer, dans un délai de quinze jours, tout complément d'information. Le demandeur en est simultanément informé. Le collège de médecins peut entendre et, le cas échéant, examiner le demandeur et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. Il peut être assisté d'un interprète et d'un médecin. Lorsque l'étranger est mineur, il est accompagné de son représentant légal.<br/>Le demandeur dispose d'un délai d'un mois à compter de l'enregistrement de sa demande en préfecture pour transmettre à l'office et de l'intégration le certificat médical mentionné au premier alinéa. Lorsque la demande est fondée sur l'article L. 431-2, le certificat médical est transmis dans le délai mentionné à ce même article.</p>",
            "num": "R425-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1619827200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858993458,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : SÉJOUR EN FRANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042800824",
                        "id": "LEGISCTA000042807488",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : CATÉGORIES DE TITRES DE SÉJOUR",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042800910",
                        "id": "LEGISCTA000042807402",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Titres de séjour pour motif humanitaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042801184",
                        "id": "LEGISCTA000042807128",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Étranger dont l'état de santé nécessite une prise en charge médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042801208",
                        "id": "LEGISCTA000042807104",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042801212",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042801208",
            "sectionParentId": "LEGISCTA000042807104",
            "sectionParentTitre": "Section 2 : Étranger dont l'état de santé nécessite une prise en charge médicale",
            "fullSectionsTitre": "Partie réglementaire  &gt; Livre IV : SÉJOUR EN FRANCE &gt; Titre II : CATÉGORIES DE TITRES DE SÉJOUR &gt; Chapitre V : Titres de séjour pour motif humanitaire &gt; Section 2 : Étranger dont l'état de santé nécessite une prise en charge médicale",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042807100",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.",
            "notaHtml": "<p>Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042765483",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2020-12-31"
                },
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042765483",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R313-23, alinéa 1, 2, 5 et 6 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R313-23",
                    "articleId": "LEGIARTI000038188866",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042807100",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R425-12",
                "425-12"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}