{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000029738274",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1° et au 6° de l'article L. 322-2 , l'association : a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation. L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font l'objet d'une expropriation dans les conditions fixées par le code de l'expropriation pour cause d'utilité publique ; b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique réalisée conformément au code de l'expropriation pour cause d'utilité publique. Après enquête publique, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête. L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes. L'arrêté de l'autorité administrative met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du chapitre V du titre IV du livre Ier du code de commerce, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ces dispositions à moins qu'elle ne préfère lui offrir le bail d'un local équivalant à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation. La juridiction prévue à l'article L. 311-5 du code de l'expropriation pour cause d'utilité publique est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels. La décision motivée prise par l'organe compétent de l'association foncière urbaine est notifiée aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction. Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels. La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent. Les dispositions du deuxième alinéa a) de l'article L. 322-7 sont, le cas échéant, applicables aux associations foncières urbaines dont l'objet porte sur des travaux spécifiés au 6° de l'article L. 322-2.",
            "texteHtml": "<p>Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1° et au 6° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006815558&dateTexte=&categorieLien=cid'>L. 322-2</a>, l'association : </p><p>a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation. </p><p>L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font l'objet d'une expropriation dans les conditions fixées par le code de l'expropriation pour cause d'utilité publique ; </p><p>b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique réalisée conformément au code de l'expropriation pour cause d'utilité publique. </p><p>Après enquête publique, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête. </p><p>L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes. </p><p>L'arrêté de l'autorité administrative met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du chapitre V du titre IV du livre Ier du code de commerce, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ces dispositions à moins qu'elle ne préfère lui offrir le bail d'un local équivalant à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation. </p><p>La juridiction prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733768&dateTexte=&categorieLien=cid'>l'article L. 311-5</a> du code de l'expropriation pour cause d'utilité publique est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels. </p><p>La décision motivée prise par l'organe compétent de l'association foncière urbaine est notifiée aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction. </p><p>Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels. </p><p>La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent. </p><p>Les dispositions du deuxième alinéa a) de l'article L. 322-7 sont, le cas échéant, applicables aux associations foncières urbaines dont l'objet porte sur des travaux spécifiés au 6° de l'article L. 322-2.</p>",
            "num": "L322-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "VIGUEUR",
            "dateDebut": 1420070400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128562",
                        "id": "LEGISCTA000006128562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143298",
                        "id": "LEGISCTA000006143298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Associations foncières urbaines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158583",
                        "id": "LEGISCTA000006158583",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006815571",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006158583",
            "sectionParentId": "LEGISCTA000006158583",
            "sectionParentTitre": "Chapitre II : Associations foncières urbaines",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aménagement foncier &gt; Titre II : Organismes d'exécution &gt; Chapitre II : Associations foncières urbaines",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029738274",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074075",
                    "titre": "Code de l'urbanisme",
                    "titreLong": "Code de l'urbanisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074075",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029730657",
                    "textTitle": "ORDONNANCE n°2014-1345 du 6 novembre 2014 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000029732545",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2014-11-11",
                    "dateSignaTexte": "2014-11-06",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-15",
                    "articleId": "LEGIARTI000028810963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-2",
                    "articleId": "LEGIARTI000006815558",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-7",
                    "articleId": "LEGIARTI000006815579",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088726400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-10",
                    "articleId": "LEGIARTI000033367593",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-11",
                    "articleId": "LEGIARTI000033367605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-13",
                    "articleId": "LEGIARTI000006818114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-19",
                    "articleId": "LEGIARTI000006818122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-20",
                    "articleId": "LEGIARTI000026854717",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1356998400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-21",
                    "articleId": "LEGIARTI000044929670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-26 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-26",
                    "articleId": "LEGIARTI000006818918",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-27",
                    "articleId": "LEGIARTI000006818773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-30 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-30",
                    "articleId": "LEGIARTI000006818780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-8-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-8-1",
                    "articleId": "LEGIARTI000006818111",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R322-34 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-34",
                    "articleId": "LEGIARTI000006818144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 573264000000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L311-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-5",
                    "articleId": "LEGIARTI000029733768",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000501076",
                    "textTitle": "Loi 67-1253 1967-12-30 art. 28 loi d'orientation foncière",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501076",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006815571",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 121996800000,
                    "dateFin": 490579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815572",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 490579200000,
                    "dateFin": 848016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815573",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 848016000000,
                    "dateFin": 1088726400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815574",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088726400000,
                    "dateFin": 1120176000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815575",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1120176000000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496739",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029738274",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L322-6",
                "322-6"
            ],
            "versionPrecedente": "LEGIARTI000022496739",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022496739",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1° et au 6° de l'article L. 322-2 , l'association : a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation. L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font l'objet d'une expropriation dans les conditions fixées par le code de l'expropriation pour cause d'utilité publique ; b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique réalisée conformément au code de l'expropriation pour cause d'utilité publique. Après enquête publique, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête. L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes. L'arrêté de l'autorité administrative met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du chapitre V du titre IV du livre Ier du code de commerce, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ces dispositions à moins qu'elle ne préfère lui offrir le bail d'un local équivalant à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation. La juridiction prévue à l'article L. 13-1 du code de l'expropriation pour cause d'utilité publique est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels. La décision motivée prise par l'organe compétent de l'association foncière urbaine est notifiée aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction. Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels. La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent. Les dispositions du deuxième alinéa a) de l'article L. 322-7 sont, le cas échéant, applicables aux associations foncières urbaines dont l'objet porte sur des travaux spécifiés au 6° de l'article L. 322-2.",
            "texteHtml": "<p>Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1° et au 6° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006815558&dateTexte=&categorieLien=cid' title='Code de l'urbanisme - art. L322-2 (V)'>L. 322-2</a>, l'association : </p><p>a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation. </p><p>L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font l'objet d'une expropriation dans les conditions fixées par le code de l'expropriation pour cause d'utilité publique ; </p><p>b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique réalisée conformément au code de l'expropriation pour cause d'utilité publique. </p><p>Après enquête publique, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête. </p><p>L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes. </p><p>L'arrêté de l'autorité administrative met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du chapitre V du titre IV du livre Ier du code de commerce, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ces dispositions à moins qu'elle ne préfère lui offrir le bail d'un local équivalant à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation. </p><p>La juridiction prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000006840100&dateTexte=&categorieLien=cid' title='CODE DE L'EXPROPRIATION POUR CAUSE D'UTILITE PU... - art. L13-1 (V)'>L. 13-1 du code de l'expropriation pour cause d'utilité publique </a>est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels. </p><p>La décision motivée prise par l'organe compétent de l'association foncière urbaine est notifiée aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction. </p><p>Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels. </p><p>La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent. </p><p>Les dispositions du deuxième alinéa a) de l'article L. 322-7 sont, le cas échéant, applicables aux associations foncières urbaines dont l'objet porte sur des travaux spécifiés au 6° de l'article L. 322-2.</p>",
            "num": "L322-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1279065600000,
            "dateFin": 1420070400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128562",
                        "id": "LEGISCTA000006128562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143298",
                        "id": "LEGISCTA000006143298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Associations foncières urbaines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158583",
                        "id": "LEGISCTA000006158583",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006815571",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006158583",
            "sectionParentId": "LEGISCTA000006158583",
            "sectionParentTitre": "Chapitre II : Associations foncières urbaines",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aménagement foncier &gt; Titre II : Organismes d'exécution &gt; Chapitre II : Associations foncières urbaines",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022496739",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074075",
                    "titre": "Code de l'urbanisme",
                    "titreLong": "Code de l'urbanisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074075",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ces dispositions s'appliquent aux projets, plans, programmes ou autres documents de planification pour lesquels l'arrêté d'ouverture et d'organisation de l'enquête publique est publié à compter du premier jour du sixième mois après la publication du décret en Conseil d'Etat prévu à l'article L. 123-19 du code de l'environnement.",
            "notaHtml": "<p>Ces dispositions s'appliquent aux projets, plans, programmes ou autres documents de planification pour lesquels l'arrêté d'ouverture et d'organisation de l'enquête publique est publié à compter du premier jour du sixième mois après la publication du décret en Conseil d'Etat prévu à l'article L. 123-19 du code de l'environnement.<br clear='none'/><br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022470434",
                    "textTitle": "LOI n° 2010-788\n du 12 juillet 2010 - art. 242",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "242",
                    "articleId": "LEGIARTI000022473280",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-07-13",
                    "dateSignaTexte": "2010-07-12",
                    "dateDebutCible": "2010-07-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-15",
                    "articleId": "LEGIARTI000028810963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-2",
                    "articleId": "LEGIARTI000006815558",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-7",
                    "articleId": "LEGIARTI000006815579",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088726400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-10",
                    "articleId": "LEGIARTI000033367593",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-11",
                    "articleId": "LEGIARTI000033367605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-13",
                    "articleId": "LEGIARTI000006818114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-19",
                    "articleId": "LEGIARTI000006818122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-20",
                    "articleId": "LEGIARTI000026854717",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1356998400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-21",
                    "articleId": "LEGIARTI000044929670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-26 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-26",
                    "articleId": "LEGIARTI000006818918",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-27",
                    "articleId": "LEGIARTI000006818773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-30 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-30",
                    "articleId": "LEGIARTI000006818780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-8-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-8-1",
                    "articleId": "LEGIARTI000006818111",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R322-34 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-34",
                    "articleId": "LEGIARTI000006818144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 573264000000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "CODE DE L'EXPROPRIATION POUR CAUSE D'UTILITE PU... - art. L13-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L13-1",
                    "articleId": "LEGIARTI000006840100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 229824000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000501076",
                    "textTitle": "Loi 67-1253 1967-12-30 art. 28 loi d'orientation foncière",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501076",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006815571",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 121996800000,
                    "dateFin": 490579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815572",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 490579200000,
                    "dateFin": 848016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815573",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 848016000000,
                    "dateFin": 1088726400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815574",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088726400000,
                    "dateFin": 1120176000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815575",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1120176000000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496739",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029738274",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L322-6",
                "322-6"
            ],
            "versionPrecedente": "LEGIARTI000006815575",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006815575",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1° et au 6° de l'article L. 322-2, l'association : a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation. L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font l'objet d'une expropriation dans les conditions fixées par le code de l'expropriation pour cause d'utilité publique ; b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique. Après enquête publique, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête. L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes. L'arrêté de l'autorité administrative met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du chapitre V du titre IV du livre Ier du code de commerce, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ces dispositions à moins qu'elle ne préfère lui offrir le bail d'un local équivalant à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation. La juridiction prévue à l'article L. 13-1 du code de l'expropriation pour cause d'utilité publique est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels. La décision motivée prise par l'organe compétent de l'association foncière urbaine est notifiée aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction. Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels. La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent. Les dispositions du deuxième alinéa a) de l'article L. 322-7 sont, le cas échéant, applicables aux associations foncières urbaines dont l'objet porte sur des travaux spécifiés au 6° de l'article L. 322-2.",
            "texteHtml": "<p></p>   Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1° et au 6° de l'article L. 322-2, l'association :<p></p><p></p>   a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation.<p></p><p></p>   L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font l'objet d'une expropriation dans les conditions fixées par le code de l'expropriation pour cause d'utilité publique ;<p></p><p></p>   b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique.<p></p><p></p>   Après enquête publique, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête.<p></p><p></p>   L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes.<p></p><p></p>   L'arrêté de l'autorité administrative met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du chapitre V du titre IV du livre Ier du code de commerce, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ces dispositions à moins qu'elle ne préfère lui offrir le bail d'un local équivalant à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation.<p></p><p></p>   La juridiction prévue à l'article L. 13-1 du code de l'expropriation pour cause d'utilité publique est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels.<p></p><p></p>   La décision motivée prise par l'organe compétent de l'association foncière urbaine est notifiée aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction.<p></p><p></p>   Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels.<p></p><p></p>   La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent.<p></p><p></p>   Les dispositions du deuxième alinéa a) de l'article L. 322-7 sont, le cas échéant, applicables aux associations foncières urbaines dont l'objet porte sur des travaux spécifiés au 6° de l'article L. 322-2.<p></p>",
            "num": "L322-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1120176000000,
            "dateFin": 1279065600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128562",
                        "id": "LEGISCTA000006128562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143298",
                        "id": "LEGISCTA000006143298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Associations foncières urbaines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158583",
                        "id": "LEGISCTA000006158583",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006815571",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006158583",
            "sectionParentId": "LEGISCTA000006158583",
            "sectionParentTitre": "Chapitre II : Associations foncières urbaines",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aménagement foncier &gt; Titre II : Organismes d'exécution &gt; Chapitre II : Associations foncières urbaines",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006815575",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074075",
                    "titre": "Code de l'urbanisme",
                    "titreLong": "Code de l'urbanisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074075",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000810448",
                    "textTitle": "Ordonnance n°2005-727 du 30 juin 2005 - art. 2 () JORF 1er juillet 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006242595",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2005-07-01",
                    "dateSignaTexte": "2005-06-30",
                    "dateDebutCible": "2005-07-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1022 1973-11-08 JORF 13 NOVEMBRE 1973",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-15",
                    "articleId": "LEGIARTI000028810963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-2",
                    "articleId": "LEGIARTI000006815558",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-7",
                    "articleId": "LEGIARTI000006815579",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088726400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-10",
                    "articleId": "LEGIARTI000033367593",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-11",
                    "articleId": "LEGIARTI000033367605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-13",
                    "articleId": "LEGIARTI000006818114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-19",
                    "articleId": "LEGIARTI000006818122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-20",
                    "articleId": "LEGIARTI000026854717",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1356998400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-21",
                    "articleId": "LEGIARTI000044929670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-26 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-26",
                    "articleId": "LEGIARTI000006818918",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-27",
                    "articleId": "LEGIARTI000006818773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-30 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-30",
                    "articleId": "LEGIARTI000006818780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-8-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-8-1",
                    "articleId": "LEGIARTI000006818111",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R322-34 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-34",
                    "articleId": "LEGIARTI000006818144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 573264000000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "CODE DE L'EXPROPRIATION POUR CAUSE D'UTILITE PUBLI - art. L13-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L13-1",
                    "articleId": "LEGIARTI000006840100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 229824000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000501076",
                    "textTitle": "Loi 67-1253 1967-12-30 art. 28 loi d'orientation foncière",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501076",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006815571",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 121996800000,
                    "dateFin": 490579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815572",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 490579200000,
                    "dateFin": 848016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815573",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 848016000000,
                    "dateFin": 1088726400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815574",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088726400000,
                    "dateFin": 1120176000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815575",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1120176000000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496739",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029738274",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L322-6",
                "322-6"
            ],
            "versionPrecedente": "LEGIARTI000006815574",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006815574",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1. et au 6. de l'article L. 322-2, l'association : a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation. L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font l'objet d'une expropriation dans les conditions fixées par le code de l'expropriation pour cause d'utilité publique ; b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique. Après enquête publique, et en cas d'observations formulées au cours de celle-ci, avis d'une commission, et dont la composition est fixée par décret, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête. L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes. L'arrêté de l'autorité administratives met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du chapitre V du titre IV du livre Ier du code de commerce, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ces dispositions à moins qu'elle ne préfère lui offrir le bail d'un local équivalent à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation. La juridiction prévue à l'article L. 13-1 du code de l'expropriation pour cause d'utilité publique est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels. L'avis de la commission prévue ci-dessus et la décision motivée prise, consécutivement à cet avis, par l'organe compétent de l'association foncière urbaine sont notifiés aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction. Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels. La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent. Les dispositions du deuxième alinéa a) de l'article L. 322-7 sont, le cas échéant, applicables aux associations foncières urbaines dont l'objet porte sur des travaux spécifiés au 6° de l'article L. 322-2.",
            "texteHtml": "<p></p>   Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1. et au 6. de l'article L. 322-2, l'association :<p></p><p></p>   a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation.<p></p><p></p>   L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font l'objet d'une expropriation dans les conditions fixées par le code de l'expropriation pour cause d'utilité publique ;<p></p><p></p>   b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique.<p></p><p></p>   Après enquête publique, et en cas d'observations formulées au cours de celle-ci, avis d'une commission, et dont la composition est fixée par décret, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête.<p></p><p></p>   L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes.<p></p><p></p>   L'arrêté de l'autorité administratives met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du chapitre V du titre IV du livre Ier du code de commerce, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ces dispositions à moins qu'elle ne préfère lui offrir le bail d'un local équivalent à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation.<p></p><p></p>   La juridiction prévue à l'article L. 13-1 du code de l'expropriation pour cause d'utilité publique est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels.<p></p><p></p>   L'avis de la commission prévue ci-dessus et la décision motivée prise, consécutivement à cet avis, par l'organe compétent de l'association foncière urbaine sont notifiés aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction.<p></p><p></p>   Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels.<p></p><p></p>   La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent.<p></p><p></p>   Les dispositions du deuxième alinéa a) de l'article L. 322-7 sont, le cas échéant, applicables aux associations foncières urbaines dont l'objet porte sur des travaux spécifiés au 6° de l'article L. 322-2.<p></p>",
            "num": "L322-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1088726400000,
            "dateFin": 1120176000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128562",
                        "id": "LEGISCTA000006128562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143298",
                        "id": "LEGISCTA000006143298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Associations foncières urbaines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158583",
                        "id": "LEGISCTA000006158583",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006815571",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006158583",
            "sectionParentId": "LEGISCTA000006158583",
            "sectionParentTitre": "Chapitre II : Associations foncières urbaines",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aménagement foncier &gt; Titre II : Organismes d'exécution &gt; Chapitre II : Associations foncières urbaines",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006815574",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074075",
                    "titre": "Code de l'urbanisme",
                    "titreLong": "Code de l'urbanisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074075",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000623191",
                    "textTitle": "Ordonnance n°2004-632 du 1 juillet 2004 - art. 51 () JORF 2 juillet 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000006479611",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2004-07-02",
                    "dateSignaTexte": "2004-07-01",
                    "dateDebutCible": "2004-07-02"
                },
                {
                    "textCid": "JORFTEXT000000803875",
                    "textTitle": "Ordonnance n°2004-637 du 1 juillet 2004 - art. 6 () JORF 2 juillet 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006452090",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2004-07-02",
                    "dateSignaTexte": "2004-07-01",
                    "dateDebutCible": "2004-07-02"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1022 1973-11-08 JORF 13 NOVEMBRE 1973",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-15",
                    "articleId": "LEGIARTI000028810963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-2",
                    "articleId": "LEGIARTI000006815558",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-7",
                    "articleId": "LEGIARTI000006815579",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088726400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-10",
                    "articleId": "LEGIARTI000033367593",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-11",
                    "articleId": "LEGIARTI000033367605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-13",
                    "articleId": "LEGIARTI000006818114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-19",
                    "articleId": "LEGIARTI000006818122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-20",
                    "articleId": "LEGIARTI000026854717",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1356998400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-21",
                    "articleId": "LEGIARTI000044929670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-26 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-26",
                    "articleId": "LEGIARTI000006818918",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-27",
                    "articleId": "LEGIARTI000006818773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-30 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-30",
                    "articleId": "LEGIARTI000006818780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-8-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-8-1",
                    "articleId": "LEGIARTI000006818111",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R322-34 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-34",
                    "articleId": "LEGIARTI000006818144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 573264000000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "CODE DE L'EXPROPRIATION POUR CAUSE D'UTILITE PUBLI - art. L13-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L13-1",
                    "articleId": "LEGIARTI000006840100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 229824000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000501076",
                    "textTitle": "Loi 67-1253 1967-12-30 art. 28 loi d'orientation foncière",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501076",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme L322-7 nouveau, R322-10",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074075",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006815571",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 121996800000,
                    "dateFin": 490579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815572",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 490579200000,
                    "dateFin": 848016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815573",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 848016000000,
                    "dateFin": 1088726400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815574",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088726400000,
                    "dateFin": 1120176000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815575",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1120176000000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496739",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029738274",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L322-6",
                "322-6"
            ],
            "versionPrecedente": "LEGIARTI000006815573",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006815573",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1. et au 6. de l'article L. 322-2, l'association : a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation. L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font l'objet d'une expropriation dans les conditions fixées par l'ordonnance n. 58-997 du 23 octobre 1958 modifiée ; b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique. Après enquête publique, et en cas d'observations formulées au cours de celle-ci, avis d'une commission présidée par le juge de l'expropriation, et dont la composition est fixée par décret, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête. L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes. L'arrêté de l'autorité administratives met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du décret n. 53-960 du 30 septembre 1953, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ce décret à moins qu'elle ne préfère lui offrir le bail d'un local équivalent à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation. La juridiction instituée à l'article 12 de l'ordonnance n. 58-997 du 23 octobre 1958 est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels. L'avis de la commission prévue ci-dessus et la décision motivée prise, consécutivement à cet avis, par l'organe compétent de l'association foncière urbaine sont notifiés aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction. Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels. La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent. Les dispositions du deuxième alinéa a) de l'article L. 322-7 sont, le cas échéant, applicables aux associations foncières urbaines dont l'objet porte sur des travaux spécifiés au 6° de l'article L. 322-2.",
            "texteHtml": "<p></p>   Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1. et au 6. de l'article L. 322-2, l'association :<p></p><p></p>   a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation.<p></p><p></p>   L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font l'objet d'une expropriation dans les conditions fixées par l'ordonnance n. 58-997 du 23 octobre 1958 modifiée ;<p></p><p></p>   b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique.<p></p><p></p>   Après enquête publique, et en cas d'observations formulées au cours de celle-ci, avis d'une commission présidée par le juge de l'expropriation, et dont la composition est fixée par décret, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête.<p></p><p></p>   L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes.<p></p><p></p>   L'arrêté de l'autorité administratives met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du décret n. 53-960 du 30 septembre 1953, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ce décret à moins qu'elle ne préfère lui offrir le bail d'un local équivalent à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation.<p></p><p></p>   La juridiction instituée à l'article 12 de l'ordonnance n. 58-997 du 23 octobre 1958 est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels.<p></p><p></p>   L'avis de la commission prévue ci-dessus et la décision motivée prise, consécutivement à cet avis, par l'organe compétent de l'association foncière urbaine sont notifiés aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction.<p></p><p></p>   Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels.<p></p><p></p>   La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent.<p></p><p></p>   Les dispositions du deuxième alinéa a) de l'article L. 322-7 sont, le cas échéant, applicables aux associations foncières urbaines dont l'objet porte sur des travaux spécifiés au 6° de l'article L. 322-2.<p></p>",
            "num": "L322-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 848016000000,
            "dateFin": 1088726400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858980,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128562",
                        "id": "LEGISCTA000006128562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143298",
                        "id": "LEGISCTA000006143298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Associations foncières urbaines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158583",
                        "id": "LEGISCTA000006158583",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006815571",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006158583",
            "sectionParentId": "LEGISCTA000006158583",
            "sectionParentTitre": "Chapitre II : Associations foncières urbaines",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aménagement foncier &gt; Titre II : Organismes d'exécution &gt; Chapitre II : Associations foncières urbaines",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006815573",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074075",
                    "titre": "Code de l'urbanisme",
                    "titreLong": "Code de l'urbanisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074075",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000196404",
                    "textTitle": "Loi n°96-987 du 14 novembre 1996 - art. 23 () JORF 15 novembre 1996",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006340271",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-11-15",
                    "dateSignaTexte": "1996-11-14",
                    "dateDebutCible": "1996-11-15"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1022 1973-11-08 JORF 13 NOVEMBRE 1973",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000675530",
                    "textTitle": "Décret 53-960 1953-09-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000675530",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "53-960",
                    "datePubli": -512870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000705504",
                    "textTitle": "Ordonnance 58-997 1958-10-23 art. 12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000705504",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "58-997",
                    "datePubli": -353116800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-15",
                    "articleId": "LEGIARTI000028810963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-2",
                    "articleId": "LEGIARTI000006815558",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-7",
                    "articleId": "LEGIARTI000006815579",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088726400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-10",
                    "articleId": "LEGIARTI000033367593",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-11",
                    "articleId": "LEGIARTI000033367605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-13",
                    "articleId": "LEGIARTI000006818114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-19",
                    "articleId": "LEGIARTI000006818122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-20",
                    "articleId": "LEGIARTI000026854717",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1356998400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-21",
                    "articleId": "LEGIARTI000044929670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-26 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-26",
                    "articleId": "LEGIARTI000006818918",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-27",
                    "articleId": "LEGIARTI000006818773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-30 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-30",
                    "articleId": "LEGIARTI000006818780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-8-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-8-1",
                    "articleId": "LEGIARTI000006818111",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R322-34 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-34",
                    "articleId": "LEGIARTI000006818144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 573264000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000501076",
                    "textTitle": "Loi 67-1253 1967-12-30 art. 28 loi d'orientation foncière",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501076",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme L322-7 nouveau, R322-10",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074075",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006815571",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 121996800000,
                    "dateFin": 490579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815572",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 490579200000,
                    "dateFin": 848016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815573",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 848016000000,
                    "dateFin": 1088726400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815574",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088726400000,
                    "dateFin": 1120176000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815575",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1120176000000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496739",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029738274",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L322-6",
                "322-6"
            ],
            "versionPrecedente": "LEGIARTI000006815572",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006815572",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1. de l'article L. 322-2, l'association : a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation. L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font objet d'une expropriation dans les conditions fixées par l'ordonnance n. 58-997 du 23 octobre 1958 modifiée ; b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique. Après enquête publique, et en cas d'observations formulées au cours de celle-ci, avis d'une commission présidée par le juge de l'expropriation, et dont la composition est fixée par décret, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête. L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes. L'arrêté du préfet met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du décret n. 53-960 du 30 septembre 1953, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ce décret à moins qu'elle ne préfère lui offrir le bail d'un local équivalent à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation. La juridiction instituée à l'article 12 de l'ordonnance n. 58-997 du 23 octobre 1958 est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels. L'avis de la commission prévue ci-dessus et la décision motivée prise, consécutivement à cet avis, par l'organe compétent de l'association foncière urbaine sont notifiés aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction. Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels. La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent.",
            "texteHtml": "<p></p>   Lorsque l'objet de l'association foncière urbaine autorisée ou constituée d'office porte sur des travaux spécifiés au 1. de l'article L. 322-2, l'association :<p></p><p></p>   a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation.<p></p><p></p>   L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font objet d'une expropriation dans les conditions fixées par l'ordonnance n. 58-997 du 23 octobre 1958 modifiée ;<p></p><p></p>   b) Etablit le projet de remembrement et en saisit l'autorité administrative qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique.<p></p><p></p>   Après enquête publique, et en cas d'observations formulées au cours de celle-ci, avis d'une commission présidée par le juge de l'expropriation, et dont la composition est fixée par décret, l'autorité administrative prononce les transferts et attributions de propriété. L'acte de l'autorité administrative impose, en tant que de besoin, des prescriptions propres à l'opération, en complément de la réglementation d'urbanisme applicable à la zone considérée. Ces prescriptions font partie du dossier soumis à l'enquête.<p></p><p></p>   L'arrêté de l'autorité administrative éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes.<p></p><p></p>   L'arrêté du préfet met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du décret n. 53-960 du 30 septembre 1953, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ce décret à moins qu'elle ne préfère lui offrir le bail d'un local équivalent à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation.<p></p><p></p>   La juridiction instituée à l'article 12 de l'ordonnance n. 58-997 du 23 octobre 1958 est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels.<p></p><p></p>   L'avis de la commission prévue ci-dessus et la décision motivée prise, consécutivement à cet avis, par l'organe compétent de l'association foncière urbaine sont notifiés aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction.<p></p><p></p>   Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels.<p></p><p></p>   La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent.<p></p>",
            "num": "L322-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 490579200000,
            "dateFin": 848016000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128562",
                        "id": "LEGISCTA000006128562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143298",
                        "id": "LEGISCTA000006143298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Associations foncières urbaines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158583",
                        "id": "LEGISCTA000006158583",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006815571",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006158583",
            "sectionParentId": "LEGISCTA000006158583",
            "sectionParentTitre": "Chapitre II : Associations foncières urbaines",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aménagement foncier &gt; Titre II : Organismes d'exécution &gt; Chapitre II : Associations foncières urbaines",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006815572",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074075",
                    "titre": "Code de l'urbanisme",
                    "titreLong": "Code de l'urbanisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074075",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000874467",
                    "textTitle": "Loi n°85-729 du 18 juillet 1985 - art. 21 (V) JORF 19 juillet 1985",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006820810",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-07-19",
                    "dateSignaTexte": "1985-07-18",
                    "dateDebutCible": "1985-07-19"
                },
                {
                    "textCid": "JORFTEXT000000874467",
                    "textTitle": "Loi n°85-729 du 18 juillet 1985 - art. 26 (V) JORF 19 juillet 1985",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000006820815",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-07-19",
                    "dateSignaTexte": "1985-07-18",
                    "dateDebutCible": "1985-07-19"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1022 1973-11-08 JORF 13 NOVEMBRE 1973",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000675530",
                    "textTitle": "Décret 53-960 1953-09-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000675530",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "53-960",
                    "datePubli": -512870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000705504",
                    "textTitle": "Ordonnance 58-997 1958-10-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000705504",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "58-997",
                    "datePubli": -353116800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-15",
                    "articleId": "LEGIARTI000028810963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-2",
                    "articleId": "LEGIARTI000006815558",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-7",
                    "articleId": "LEGIARTI000006815579",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088726400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-10",
                    "articleId": "LEGIARTI000033367593",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-11",
                    "articleId": "LEGIARTI000033367605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-13",
                    "articleId": "LEGIARTI000006818114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-19",
                    "articleId": "LEGIARTI000006818122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-20",
                    "articleId": "LEGIARTI000026854717",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1356998400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-21",
                    "articleId": "LEGIARTI000044929670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-26 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-26",
                    "articleId": "LEGIARTI000006818918",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-27",
                    "articleId": "LEGIARTI000006818773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-30 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-30",
                    "articleId": "LEGIARTI000006818780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-8-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-8-1",
                    "articleId": "LEGIARTI000006818111",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R322-34 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-34",
                    "articleId": "LEGIARTI000006818144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 573264000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000501076",
                    "textTitle": "Loi 67-1253 1967-12-30 art. 28 loi d'orientation foncière",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501076",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme L322-7 nouveau",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074075",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006815571",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 121996800000,
                    "dateFin": 490579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815572",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 490579200000,
                    "dateFin": 848016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815573",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 848016000000,
                    "dateFin": 1088726400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815574",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088726400000,
                    "dateFin": 1120176000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815575",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1120176000000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496739",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029738274",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L322-6",
                "322-6"
            ],
            "versionPrecedente": "LEGIARTI000006815571",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006815571",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "/M/Lorsque l'objet de l'association foncière urbaine porte sur des travaux spécifiés au 1. et 2. de l'article L. 322-2, l'association : a) Détermine les bâtiments ou les ouvrages dont la destruction est indispensable au remembrement ou au regroupement des parcelles ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ces ouvrages font l'objet d'une expropriation dans les conditions fixées par l'ordonnance n. 58-997 du 23 octobre 1958 ;/M/LOI  1285 ART. 66 : Lorsque l'objet de l'association foncière urbaine porte sur des travaux spécifiés au 1. de l'article L. 322-2, l'association : a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation. L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font objet d'une expropriation dans les conditions fixées par l'ordonnance n. 58-997 du 23 octobre 1958 modifiée// ; b) Etablit le projet de remembrement et en saisit le préfet qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique. Après enquête publique, et en cas d'observations formulées au cours de celle-ci, avis d'une commission présidée par le juge de l'expropriation, et dont la composition est fixée par décret, le préfet prononce les transferts et attributions de propriété. L'arrêté du préfet éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes. L'arrêté du préfet met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du décret n. 53-960 du 30 septembre 1953, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ce décret à moins qu'elle ne préfère lui offrir le bail d'un local équivalent à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation. /M/La juridiction instituée à l'article 12 de l'ordonnance susvisée du 23 octobre 1958 est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées ou groupées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement ou du groupement et afférentes aux privilèges, hypothèques et autres droits réels/M/LOI  1285 ART. 66 : La juridiction instituée à l'article 12 de l'ordonnance n. 58-997 du 23 octobre 1958 est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels//. L'avis de la commission prévue ci-dessus et la décision motivée prise, consécutivement à cet avis, par l'organe compétent de l'association foncière urbaine sont notifiés aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction. Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées /A/ou groupées/A/LOI  1285 ART. 66// et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels. La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent.",
            "texteHtml": "<p></p>        /M/Lorsque l'objet de l'association foncière urbaine porte sur des travaux spécifiés au 1. et 2. de l'article L. 322-2, l'association :<p></p><p></p>   a) Détermine les bâtiments ou les ouvrages dont la destruction est indispensable au remembrement ou au regroupement des parcelles ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ces ouvrages font l'objet d'une expropriation dans les conditions fixées par l'ordonnance n. 58-997 du 23 octobre 1958 ;/M/LOI  1285 ART. 66 :<p></p><p></p>        Lorsque l'objet de l'association foncière urbaine porte sur des travaux spécifiés au 1. de l'article L. 322-2, l'association :<p></p><p></p>   a) Détermine les bâtiments ou les ouvrages dont le remembrement nécessite soit la destruction soit le changement de l'usage éventuellement après réparation, aménagement ou transformation.<p></p><p></p>        L'acte amiable portant cession d'un bâtiment ou d'un ouvrage à l'association produit les mêmes effets que l'acte de cession amiable en matière d'expropriation en ce qui concerne l'extinction des droits réels et personnels ; à défaut d'accord amiable des propriétaires sur leur cession, ces bâtiments ou ouvrages font objet d'une expropriation dans les conditions fixées par l'ordonnance n. 58-997 du 23 octobre 1958 modifiée// ;<p></p><p></p>   b) Etablit le projet de remembrement et en saisit le préfet qui, après avoir vérifié sa compatibilité avec la réglementation de l'urbanisme, le soumet à une enquête publique.<p></p><p></p>        Après enquête publique, et en cas d'observations formulées au cours de celle-ci, avis d'une commission présidée par le juge de l'expropriation, et dont la composition est fixée par décret, le préfet prononce les transferts et attributions de propriété.<p></p><p></p>        L'arrêté du préfet éteint par lui-même et à sa date, pour les immeubles qu'il concerne, les servitudes ainsi que les droits réels conférés aux preneurs par les baux à construction et les baux emphytéotiques, moyennant indemnité due par l'association foncière urbaine et fixée, à défaut d'accord amiable, comme en matière d'expropriation. Cet arrêté produit les mêmes effets à l'égard des autres droits réels. Toutefois, ces droits peuvent être reportés sur les immeubles ou droits indivis de propriété après remembrement et conservent l'ordre qu'ils avaient sur les immeubles qu'ils grevaient antérieurement à condition que leur publicité soit renouvelée dans les formes et délais qui seront fixés par décret ; ils s'exercent éventuellement sur les soultes.<p></p><p></p>        L'arrêté du préfet met fin dans les mêmes conditions aux contrats de louage dont ces immeubles étaient l'objet. Si le bail éteint était soumis aux dispositions du décret n. 53-960 du 30 septembre 1953, l'association foncière urbaine devra au preneur une indemnité calculée selon les règles fixées par ce décret à moins qu'elle ne préfère lui offrir le bail d'un local équivalent à celui dont la jouissance lui a été retirée. En ce qui concerne les locaux d'habitation ou professionnels, quelle que soit la nature du titre d'occupation, le droit au relogement est exercé comme en matière d'expropriation.<p></p><p></p>        /M/La juridiction instituée à l'article 12 de l'ordonnance susvisée du 23 octobre 1958 est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées ou groupées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement ou du groupement et afférentes aux privilèges, hypothèques et autres droits réels/M/LOI  1285 ART. 66 : La juridiction instituée à l'article 12 de l'ordonnance n. 58-997 du 23 octobre 1958 est compétente pour statuer sur les contestations relatives à l'évaluation des parcelles remembrées. Elle statue aussi sur les contestations soulevées à l'occasion du remembrement et afférentes aux privilèges, hypothèques et autres droits réels//.<p></p><p></p>        L'avis de la commission prévue ci-dessus et la décision motivée prise, consécutivement à cet avis, par l'organe compétent de l'association foncière urbaine sont notifiés aux intéressés qui disposent d'un délai de deux mois pour saisir la juridiction.<p></p><p></p>        Faute d'avoir saisi la juridiction dans ce délai, les intéressés sont réputés avoir accepté l'évaluation des parcelles remembrées /A/ou groupées/A/LOI  1285 ART. 66// et avoir renoncé à toutes contestations relatives aux privilèges, hypothèques et autres droits réels.<p></p><p></p>        La notification susvisée doit, à peine de nullité, contenir l'indication du délai et reproduire, en caractères apparents, les dispositions de l'alinéa précédent.<p></p>",
            "num": "L322-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 121996800000,
            "dateFin": 490579200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "1986-12-24",
                        "titre": "Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128563",
                        "id": "LEGISCTA000006128563",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "1985-07-19",
                        "titre": "Organismes d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143301",
                        "id": "LEGISCTA000006143301",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "1985-07-19",
                        "titre": "Associations foncières urbaines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158608",
                        "id": "LEGISCTA000006158608",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006815571",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006158608",
            "sectionParentId": "LEGISCTA000006158608",
            "sectionParentTitre": "Associations foncières urbaines",
            "fullSectionsTitre": "Partie législative &gt; Aménagement foncier",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006815571",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074075",
                    "titre": "Code de l'urbanisme",
                    "titreLong": "Code de l'urbanisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074075",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1022 1973-11-08 JORF 13 NOVEMBRE 1973",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000675530",
                    "textTitle": "Décret 53-960 1953-09-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000675530",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "53-960",
                    "datePubli": -512870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000705504",
                    "textTitle": "Ordonnance 58-997 1958-10-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000705504",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "58-997",
                    "datePubli": -353116800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-15",
                    "articleId": "LEGIARTI000028810963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-2",
                    "articleId": "LEGIARTI000006815558",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L322-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-7",
                    "articleId": "LEGIARTI000006815579",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088726400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-10",
                    "articleId": "LEGIARTI000033367593",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-11",
                    "articleId": "LEGIARTI000033367605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478822400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-13",
                    "articleId": "LEGIARTI000006818114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-19",
                    "articleId": "LEGIARTI000006818122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-20",
                    "articleId": "LEGIARTI000026854717",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1356998400000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-21",
                    "articleId": "LEGIARTI000044929670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-26 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-26",
                    "articleId": "LEGIARTI000006818918",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-27",
                    "articleId": "LEGIARTI000006818773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-30 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-30",
                    "articleId": "LEGIARTI000006818780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 196732800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R*322-8-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*322-8-1",
                    "articleId": "LEGIARTI000006818111",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 512697600000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R322-34 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-34",
                    "articleId": "LEGIARTI000006818144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 573264000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000501076",
                    "textTitle": "Loi 67-1253 1967-12-30 art. 28 loi d'orientation foncière",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501076",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme L322-7 nouveau",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074075",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006815571",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 121996800000,
                    "dateFin": 490579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815572",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 490579200000,
                    "dateFin": 848016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815573",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 848016000000,
                    "dateFin": 1088726400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815574",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088726400000,
                    "dateFin": 1120176000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006815575",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1120176000000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496739",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029738274",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L322-6",
                "322-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}