{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006422200",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le mariage contracté en pays étranger entre Français et entre Français et étranger sera valable, s'il a été célébré dans les formes usitées dans le pays, pourvu qu'il ait été précédé de la publication prescrite par l'article 63, au titre Des actes de l'état civil, et que le Français n'ait point contrevenu aux dispositions contenues au chapitre précédent. Il en sera de même du mariage contracté en pays étranger entre un français et un étranger s'il a été célébré par les agents diplomatiques, ou par les consuls de France, conformément aux lois françaises. Toutefois, les agents diplomatiques ou les consuls ne pourront procéder à la célébration du mariage entre un Français et un étranger que dans les pays qui seront désignés par décrets du Président de la République. Sauf en cas d'impossibilité ou s'il apparaît, au vu des pièces du dossier, que cette audition n'est nécessaire ni au regard de l'article 146, ni au regard de l'article 180, les agents diplomatiques et consulaires doivent, pour l'application du premier et du deuxième alinéa du présent article, procéder à l'audition commune des futurs époux ou des époux, selon les cas, soit lors de la demande de publication prescrite par l'article 63, soit lors de la délivrance du certificat de mariage, soit en cas de demande de transcription du mariage par le ressortissant français. Les agents diplomatiques et consulaires peuvent demander à s'entretenir, si nécessaire, avec l'un ou l'autre des époux ou futurs époux. Ils peuvent déléguer à un ou à plusieurs fonctionnaires titulaires chargés de l'état civil la réalisation de l'audition commune ou des entretiens séparés. Si l'un des époux ou des futurs époux réside dans un pays autre que celui de la célébration, ils peuvent demander à l'officier de l'état civil territorialement compétent de procéder à l'audition. Ils peuvent également requérir la présence des époux ou des futurs époux à l'occasion de chacune des formalités ci-dessus indiquées.",
            "texteHtml": "<p></p>   Le mariage contracté en pays étranger entre Français et entre Français et étranger sera valable, s'il a été célébré dans les formes usitées dans le pays, pourvu qu'il ait été précédé de la publication prescrite par l'article 63, au titre Des actes de l'état civil, et que le Français n'ait point contrevenu aux dispositions contenues au chapitre précédent.<p></p><p></p>   Il en sera de même du mariage contracté en pays étranger entre un français et un étranger s'il a été célébré par les agents diplomatiques, ou par les consuls de France, conformément aux lois françaises.<p></p><p></p>   Toutefois, les agents diplomatiques ou les consuls ne pourront procéder à la célébration du mariage entre un Français et un étranger que dans les pays qui seront désignés par décrets du Président de la République.<p></p><p></p>   Sauf en cas d'impossibilité ou s'il apparaît, au vu des pièces du dossier, que cette audition n'est nécessaire ni au regard de l'article 146, ni au regard de l'article 180, les agents diplomatiques et consulaires doivent, pour l'application du premier et du deuxième alinéa du présent article, procéder à l'audition commune des futurs époux ou des époux, selon les cas, soit lors de la demande de publication prescrite par l'article 63, soit lors de la délivrance du certificat de mariage, soit en cas de demande de transcription du mariage par le ressortissant français. Les agents diplomatiques et consulaires peuvent demander à s'entretenir, si nécessaire, avec l'un ou l'autre des époux ou futurs époux. Ils peuvent déléguer à un ou à plusieurs fonctionnaires titulaires chargés de l'état civil la réalisation de l'audition commune ou des entretiens séparés. Si l'un des époux ou des futurs époux réside dans un pays autre que celui de la célébration, ils peuvent demander à l'officier de l'état civil territorialement compétent de procéder à l'audition. Ils peuvent également requérir la présence des époux ou des futurs époux à l'occasion de chacune des formalités ci-dessus indiquées.<p></p>",
            "num": "170",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1144195200000,
            "dateFin": 1172707200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Des personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006089697",
                        "id": "LEGISCTA000006089697",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Du mariage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006117710",
                        "id": "LEGISCTA000006117710",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Des formalités relatives à la célébration du mariage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136118",
                        "id": "LEGISCTA000006136118",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Code civil",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070721",
                        "id": "LEGITEXT000006070721",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006422198",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006136118",
            "sectionParentId": "LEGISCTA000006136118",
            "sectionParentTitre": "Chapitre II : Des formalités relatives à la célébration du mariage",
            "fullSectionsTitre": "Livre Ier : Des personnes &gt; Titre V : Du mariage &gt; Chapitre II : Des formalités relatives à la célébration du mariage",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006422200",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070721",
                    "titre": "Code civil",
                    "titreLong": "Code civil",
                    "etat": "VIGUEUR",
                    "dateDebut": -5231606400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070721",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000422042",
                    "textTitle": "Loi n°2006-399 du 4 avril 2006 - art. 3 () JORF 5 avril 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006250460",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-04-05",
                    "dateSignaTexte": "2006-04-04",
                    "dateDebutCible": "2006-04-05"
                },
                {
                    "textCid": "JORFTEXT000000422042",
                    "textTitle": "Loi n°2006-399 du 4 avril 2006 - art. 4 () JORF 5 avril 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006250461",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-04-05",
                    "dateSignaTexte": "2006-04-04",
                    "dateDebutCible": "2006-04-05"
                },
                {
                    "textCid": "JORFTEXT000000275701",
                    "textTitle": "Loi n°2006-1376 du 14 novembre 2006 - art. 6 () JORF 15 novembre 2006 en vigueur le 1er mars 2007",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006284887",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-11-15",
                    "dateSignaTexte": "2006-11-14",
                    "dateDebutCible": "2007-03-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1803-03-14",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 146 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "146",
                    "articleId": "LEGIARTI000006421979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5231606400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 180 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "180",
                    "articleId": "LEGIARTI000006422425",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 205027200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 63 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "63",
                    "articleId": "LEGIARTI000006421066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1144195200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006422198",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -1973376000000,
                    "dateFin": 1069891200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006422199",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1069891200000,
                    "dateFin": 1144195200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006422200",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1144195200000,
                    "dateFin": 1172707200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "170"
            ],
            "versionPrecedente": "LEGIARTI000006422199",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006422199",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le mariage contracté en pays étranger entre français et entre français et étranger sera valable, s'il a été célébré dans les formes usitées dans le pays, pourvu qu'il ait été précédé de la publication prescrite par l'article 63, au titre Des actes de l'état civil, et que le français n'ait point contrevenu aux dispositions contenues au chapitre précédent. Il en sera de même du mariage contracté en pays étranger entre un français et un étranger, s'il a été célébré par les agents diplomatiques, ou par les consuls de France, conformément aux lois françaises. Toutefois, les agents diplomatiques ou les consuls ne pourront procéder à la célébration du mariage entre un français et un étranger que dans les pays qui seront désignés par décrets du Président de la République. Sauf en cas d'impossibilité ou s'il apparaît, au vu des pièces du dossier, que cette audition n'est pas nécessaire au regard de l'article 146, les agents diplomatiques et consulaires doivent, pour l'application du premier et du deuxième alinéa du présent article, procéder à l'audition commune des futurs époux ou des époux, selon les cas, soit lors de la demande de publication prescrite par l'article 63, soit lors de la délivrance du certificat de mariage, soit en cas de demande de transcription du mariage par le ressortissant français. Les agents diplomatiques et consulaires peuvent demander à s'entretenir, si nécessaire, avec l'un ou l'autre des époux ou futurs époux. Ils peuvent également requérir la présence des époux ou des futurs époux à l'occasion de chacune des formalités ci-dessus indiquées.",
            "texteHtml": "<p></p>   Le mariage contracté en pays étranger entre français et entre français et étranger sera valable, s'il a été célébré dans les formes usitées dans le pays, pourvu qu'il ait été précédé de la publication prescrite par l'article 63, au titre Des actes de l'état civil, et que le français n'ait point contrevenu aux dispositions contenues au chapitre précédent.<p></p><p></p>   Il en sera de même du mariage contracté en pays étranger entre un français et un étranger, s'il a été célébré par les agents diplomatiques, ou par les consuls de France, conformément aux lois françaises.<p></p><p></p>   Toutefois, les agents diplomatiques ou les consuls ne pourront procéder à la célébration du mariage entre un français et un étranger que dans les pays qui seront désignés par décrets du Président de la République.<p></p><p></p>   Sauf en cas d'impossibilité ou s'il apparaît, au vu des pièces du dossier, que cette audition n'est pas nécessaire au regard de l'article 146, les agents diplomatiques et consulaires doivent, pour l'application du premier et du deuxième alinéa du présent article, procéder à l'audition commune des futurs époux ou des époux, selon les cas, soit lors de la demande de publication prescrite par l'article 63, soit lors de la délivrance du certificat de mariage, soit en cas de demande de transcription du mariage par le ressortissant français. Les agents diplomatiques et consulaires peuvent demander à s'entretenir, si nécessaire, avec l'un ou l'autre des époux ou futurs époux. Ils peuvent également requérir la présence des époux ou des futurs époux à l'occasion de chacune des formalités ci-dessus indiquées.<p></p>",
            "num": "170",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1069891200000,
            "dateFin": 1144195200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Des personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006089697",
                        "id": "LEGISCTA000006089697",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Du mariage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006117710",
                        "id": "LEGISCTA000006117710",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Des formalités relatives à la célébration du mariage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136118",
                        "id": "LEGISCTA000006136118",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Code civil",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070721",
                        "id": "LEGITEXT000006070721",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006422198",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006136118",
            "sectionParentId": "LEGISCTA000006136118",
            "sectionParentTitre": "Chapitre II : Des formalités relatives à la célébration du mariage",
            "fullSectionsTitre": "Livre Ier : Des personnes &gt; Titre V : Du mariage &gt; Chapitre II : Des formalités relatives à la célébration du mariage",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006422199",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070721",
                    "titre": "Code civil",
                    "titreLong": "Code civil",
                    "etat": "VIGUEUR",
                    "dateDebut": -5231606400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070721",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000795635",
                    "textTitle": "Loi n°2003-1119 du 26 novembre 2003 - art. 75 () JORF 27 novembre 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "75",
                    "articleId": "LEGIARTI000006399262",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-11-27",
                    "dateSignaTexte": "2003-11-26",
                    "dateDebutCible": "2003-11-27"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1803-03-14",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 146 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "146",
                    "articleId": "LEGIARTI000006421979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5231606400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 63 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "63",
                    "articleId": "LEGIARTI000006421066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1144195200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006422198",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -1973376000000,
                    "dateFin": 1069891200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006422199",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1069891200000,
                    "dateFin": 1144195200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006422200",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1144195200000,
                    "dateFin": 1172707200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "170"
            ],
            "versionPrecedente": "LEGIARTI000006422198",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006422198",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le mariage contracté en pays étranger entre français et entre français et étranger sera valable, s'il a été célébré dans les formes usitées dans le pays, pourvu qu'il ait été précédé de la publication prescrite par l'article 63, au titre Des actes de l'état civil, et que le français n'ait point contrevenu aux dispositions contenues au chapitre précédent. Il en sera de même du mariage contracté en pays étranger entre un français et une étrangère, s'il a été célébré par les agents diplomatiques, ou par les consuls de France, conformément aux lois françaises. Toutefois, les agents diplomatiques ou les consuls ne pourront procéder à la célébration du mariage entre un français et une étrangère que dans les pays qui seront désignés par décrets du Président de la République.",
            "texteHtml": "<p></p>   Le mariage contracté en pays étranger entre français et entre français et étranger sera valable, s'il a été célébré dans les formes usitées dans le pays, pourvu qu'il ait été précédé de la publication prescrite par l'article 63, au titre Des actes de l'état civil, et que le français n'ait point contrevenu aux dispositions contenues au chapitre précédent.<p></p><p></p>   Il en sera de même du mariage contracté en pays étranger entre un français et une étrangère, s'il a été célébré par les agents diplomatiques, ou par les consuls de France, conformément aux lois françaises.<p></p><p></p>   Toutefois, les agents diplomatiques ou les consuls ne pourront procéder à la célébration du mariage entre un français et une étrangère que dans les pays qui seront désignés par décrets du Président de la République.<p></p>",
            "num": "170",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": -1973376000000,
            "dateFin": 1069891200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Des personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006089697",
                        "id": "LEGISCTA000006089697",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Du mariage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006117710",
                        "id": "LEGISCTA000006117710",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Des formalités relatives à la célébration du mariage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136118",
                        "id": "LEGISCTA000006136118",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1804-03-21",
                        "fin": "2999-01-01",
                        "titre": "Code civil",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070721",
                        "id": "LEGITEXT000006070721",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006422198",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006136118",
            "sectionParentId": "LEGISCTA000006136118",
            "sectionParentTitre": "Chapitre II : Des formalités relatives à la célébration du mariage",
            "fullSectionsTitre": "Livre Ier : Des personnes &gt; Titre V : Du mariage &gt; Chapitre II : Des formalités relatives à la célébration du mariage",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006422198",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070721",
                    "titre": "Code civil",
                    "titreLong": "Code civil",
                    "etat": "VIGUEUR",
                    "dateDebut": -5231606400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070721",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Loi 1803-03-14",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1803-03-17 promulguée le 27 mars 1803",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 63 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "63",
                    "articleId": "LEGIARTI000006421066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1144195200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006422198",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -1973376000000,
                    "dateFin": 1069891200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006422199",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1069891200000,
                    "dateFin": 1144195200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006422200",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1144195200000,
                    "dateFin": 1172707200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "170"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}