{
    "cid": "LEGIARTI000029107520",
    "num": "L671-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2011-09-17",
                        "titre": "LIVRE VI : LES DISPOSITIONS RELATIVES  AU PETROLE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987293",
                        "id": "LEGISCTA000023987293",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-09-17",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : LES DISPOSITIONS RELATIVES  AU PETROLE, AUX BIOCARBURANTS ET BIOLIQUIDES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987293",
                        "id": "LEGISCTA000024564529",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-09-17",
                        "fin": "2999-01-01",
                        "titre": "TITRE VII : LES DISPOSITIONS PARTICULIERES A L'OUTRE-MER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024563862",
                        "id": "LEGISCTA000024563865",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-09-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024563879",
                        "id": "LEGISCTA000024563882",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000029107525",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571356",
                    "textTitle": "Constitution du 4 octobre 1958 - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000006527580",
                    "natureText": "CONSTITUTION",
                    "date": 1599861423790,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -354758400000,
                    "dateDebut": -354758400000
                },
                {
                    "textCid": "JORFTEXT000031602409",
                    "textTitle": "n°2015-507 QPC du 11 décembre 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000031602425",
                    "natureText": "",
                    "date": 1599861423790,
                    "parentCid": null,
                    "numTexte": "2015-507 QPC",
                    "datePubli": 1449964800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031602409",
                    "textTitle": "n°2015-507 QPC du 11 décembre 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000031602410",
                    "natureText": "",
                    "date": 1599861423790,
                    "parentCid": null,
                    "numTexte": "2015-507 QPC",
                    "datePubli": 1449964800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L410-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L410-2",
                    "articleId": "LEGIARTI000006231968",
                    "natureText": "CODE",
                    "date": 1599861423791,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2215-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2215-1",
                    "articleId": "LEGIARTI000006390225",
                    "natureText": "CODE",
                    "date": 1599861423791,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L671-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L671-3",
                    "articleId": "LEGIARTI000029107534",
                    "natureText": "CODE",
                    "date": 1599861423791,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1403222400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029101502",
                    "textTitle": "LOI n°2014-626 du 18 juin 2014 - art. 69",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "69",
                    "articleId": "LEGIARTI000029102933",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-06-19",
                    "dateSignaTexte": "2014-06-18",
                    "dateDebutCible": "2014-06-20"
                }
            ],
            "num": "L671-2",
            "origine": "LEGI",
            "texte": "Dans les collectivités relevant de l' article 73 de la Constitution et dans les collectivités d'outre-mer de Saint-Barthélemy, de Saint-Martin, de Saint-Pierre-et-Miquelon et de Wallis-et-Futuna, et pour le secteur des produits pétroliers, soumis à une réglementation des prix en application du deuxième alinéa de l'article L. 410-2 du code de commerce, les entreprises soumises à cette réglementation ne peuvent décider d'interrompre leur activité de distribution que dans les conditions fixées au présent article. Chaque année, le représentant de l'Etat territorialement compétent rend public, après concertation avec les entreprises du secteur de la distribution en gros et l'organisation professionnelle représentative des exploitants des stations-service ou, à défaut d'existence d'une telle organisation, les exploitants des stations-service, un plan de prévention des ruptures d'approvisionnement. Le plan de prévention des ruptures d'approvisionnement garantit, en cas d'interruption volontaire de son activité par toute entreprise du secteur de la distribution de gros, la livraison de produits pétroliers pour au moins un quart des détaillants de son réseau de distribution. Ce plan contient la liste de ces détaillants, nommément désignés et répartis sur le territoire afin d'assurer au mieux les besoins de la population et de l'activité économique. La liste contenue dans le plan de prévention des ruptures d'approvisionnement peut être mise à jour chaque année dans les mêmes conditions. Si, en cas d'interruption volontaire de son activité, une entreprise du secteur de la distribution en gros refuse d'approvisionner les détaillants de son réseau de distribution mentionnés au plan de prévention des ruptures d'approvisionnement, le représentant de l'Etat procède à sa réquisition, sans préjudice des pouvoirs de droit commun qu'il détient en vertu de l'article L. 2215-1 du code général des collectivités territoriales en cas de troubles, constatés ou prévisibles, à l'ordre public. En cas de décision concertée des entreprises de distribution de détail du secteur des produits pétroliers d'interrompre leur activité, sans que cette interruption soit justifiée par la grève de leurs salariés ou par des circonstances exceptionnelles, l'organisation professionnelle représentative des exploitants des stations-service ou, à défaut d'existence d'une telle organisation, les exploitants des stations-service en informent le représentant de l'Etat territorialement compétent au moins trois jours ouvrables avant le début de leur action. Les points de vente figurant dans le plan de prévention des ruptures d'approvisionnement mentionné au deuxième alinéa du présent article ne peuvent faire l'objet d'une telle interruption. Lorsque les points de vente figurant dans le plan de prévention des ruptures d'approvisionnement font l'objet d'une interruption de leur activité à la suite d'une décision concertée des entreprises de distribution de détail, le représentant de l'Etat procède à leur réquisition, dans les conditions prévues à l'article L. 2215-1 du code général des collectivités territoriales, sans préjudice des pouvoirs de droit commun qu'il détient en vertu du même article en cas de troubles, constatés ou prévisibles, à l'ordre public.",
            "texteHtml": "<p>Dans les collectivités relevant de l'<a href='/article/LEGIARTI000006527580' title='Constitution du 4 octobre 1958 - art. 73 (V)'>article 73</a> de la Constitution et dans les collectivités d'outre-mer de Saint-Barthélemy, de Saint-Martin, de Saint-Pierre-et-Miquelon et de Wallis-et-Futuna, et pour le secteur des produits pétroliers, soumis à une réglementation des prix en application du deuxième alinéa de l'article <a href='/article/LEGIARTI000006231968'>L. 410-2 </a>du code de commerce, les entreprises soumises à cette réglementation ne peuvent décider d'interrompre leur activité de distribution que dans les conditions fixées au présent article. </p><p>Chaque année, le représentant de l'Etat territorialement compétent rend public, après concertation avec les entreprises du secteur de la distribution en gros et l'organisation professionnelle représentative des exploitants des stations-service ou, à défaut d'existence d'une telle organisation, les exploitants des stations-service, un plan de prévention des ruptures d'approvisionnement. Le plan de prévention des ruptures d'approvisionnement garantit, en cas d'interruption volontaire de son activité par toute entreprise du secteur de la distribution de gros, la livraison de produits pétroliers pour au moins un quart des détaillants de son réseau de distribution. Ce plan contient la liste de ces détaillants, nommément désignés et répartis sur le territoire afin d'assurer au mieux les besoins de la population et de l'activité économique. La liste contenue dans le plan de prévention des ruptures d'approvisionnement peut être mise à jour chaque année dans les mêmes conditions. </p><p>Si, en cas d'interruption volontaire de son activité, une entreprise du secteur de la distribution en gros refuse d'approvisionner les détaillants de son réseau de distribution mentionnés au plan de prévention des ruptures d'approvisionnement, le représentant de l'Etat procède à sa réquisition, sans préjudice des pouvoirs de droit commun qu'il détient en vertu de l'article <a href='/article/LEGIARTI000006390225'>L. 2215-1 </a>du code général des collectivités territoriales en cas de troubles, constatés ou prévisibles, à l'ordre public. </p><p>En cas de décision concertée des entreprises de distribution de détail du secteur des produits pétroliers d'interrompre leur activité, sans que cette interruption soit justifiée par la grève de leurs salariés ou par des circonstances exceptionnelles, l'organisation professionnelle représentative des exploitants des stations-service ou, à défaut d'existence d'une telle organisation, les exploitants des stations-service en informent le représentant de l'Etat territorialement compétent au moins trois jours ouvrables avant le début de leur action. Les points de vente figurant dans le plan de prévention des ruptures d'approvisionnement mentionné au deuxième alinéa du présent article ne peuvent faire l'objet d'une telle interruption. </p><p>Lorsque les points de vente figurant dans le plan de prévention des ruptures d'approvisionnement font l'objet d'une interruption de leur activité à la suite d'une décision concertée des entreprises de distribution de détail, le représentant de l'Etat procède à leur réquisition, dans les conditions prévues à l'article L. 2215-1 du code général des collectivités territoriales, sans préjudice des pouvoirs de droit commun qu'il détient en vertu du même article en cas de troubles, constatés ou prévisibles, à l'ordre public.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2014-06-20T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}